[
  {
    "language": "English",
    "symbol": "en",
    "text": "She had been told time and time again that the most important steps were the first and the last. It was something that she carried within her in everything she did, but then he showed up and disrupted everything. He told her that she had it wrong. The first step wasn't the most important. The last step wasn't the most important. It was the next step that was the most important. The trees, therefore, must be such old and primitive techniques that they thought nothing of them, deeming them so inconsequential that even savages like us would know of them and not be suspicious. At that, they probably didn't have too much time after they detected us orbiting and intending to land. And if that were true, there could be only one place where their civilization was hidden."
  },
  {
    "language": "Arabic",
    "symbol": "ar",
    "text": "قيل لها مرارًا وتكرارًا أن أهم الخطوات هي الأولى والأخيرة. كان شيئًا حملته بداخلها في كل ما فعلته ، لكنه ظهر بعد ذلك وعطل كل شيء. أخبرها أنها أخطأت. لم تكن الخطوة الأولى هي الأهم. لم تكن الخطوة الأخيرة هي الأهم. كانت الخطوة التالية هي الأهم. لذلك ، يجب أن تكون الأشجار تقنيات قديمة وبدائية لدرجة أنهم لم يفكروا في أي منها ، معتبرين أنها غير مهمة لدرجة أن حتى المتوحشين مثلنا سيعرفونها ولن يكونوا مرتابين. في ذلك الوقت ، ربما لم يكن لديهم الكثير من الوقت بعد أن اكتشفوا أننا ندور في المدار ونعتزم الهبوط. وإذا كان هذا صحيحًا ، فلن يكون هناك سوى مكان واحد تم إخفاء حضارتهم فيه."
  },
  {
    "language": "Dutch",
    "symbol": "nl",
    "text": "Haar was keer op keer verteld dat de belangrijkste stappen de eerste en de laatste waren. Het was iets dat ze in zich droeg bij alles wat ze deed, maar toen kwam hij opdagen en verstoorde alles. Hij vertelde haar dat ze het mis had. De eerste stap was niet de belangrijkste. De laatste stap was niet de belangrijkste. Het was de volgende stap die het belangrijkst was. De bomen moeten daarom zulke oude en primitieve technieken zijn dat ze er niets van dachten, en ze zo onbeduidend achten dat zelfs wilden zoals wij ervan op de hoogte zouden zijn en niet wantrouwend zouden zijn. Daarop hadden ze waarschijnlijk niet al te veel tijd nadat ze ons in een baan om de aarde hadden gezien en van plan waren te landen. En als dat waar was, zou er maar één plek kunnen zijn waar hun beschaving verborgen was."
  },
  {
    "language": "French",
    "symbol": "fr",
    "text": "On lui avait répété à maintes reprises que les étapes les plus importantes étaient la première et la dernière. C'était quelque chose qu'elle portait en elle dans tout ce qu'elle faisait, mais ensuite il s'est présenté et a tout perturbé. Il lui a dit qu'elle avait tort. La première étape n'était pas la plus importante. La dernière étape n'était pas la plus importante. C'était l'étape suivante qui était la plus importante. Les arbres doivent donc être des techniques si anciennes et primitives qu'ils ne pensaient pas à eux, les jugeant si insignifiants que même les sauvages comme nous les connaissent et ne s'en méfient pas. À cela, ils n'ont probablement pas eu trop de temps après avoir détecté notre orbite et l'intention d'atterrir. Et si c'était vrai, il ne pourrait y avoir qu'un seul endroit où leur civilisation serait cachée."
  },
  {
    "language": "German",
    "symbol": "de",
    "text": "Immer wieder wurde ihr gesagt, dass die wichtigsten Schritte der erste und der letzte waren. Es war etwas, das sie bei allem, was sie tat, in sich trug, aber dann tauchte er auf und störte alles. Er sagte ihr, dass sie es falsch gemacht habe. Der erste Schritt war nicht der wichtigste. Der letzte Schritt war nicht der wichtigste. Es war der nächste Schritt, der am wichtigsten war. Die Bäume müssen daher so alte und primitive Techniken sein, dass sie nichts von ihnen hielten und sie für so belanglos hielten, dass selbst Wilde wie wir sie kennen und nicht misstrauisch sein würden. Zu diesem Zeitpunkt hatten sie wahrscheinlich nicht allzu viel Zeit, nachdem sie entdeckt hatten, dass wir umkreisen und landen wollten. Und wenn das wahr wäre, könnte es nur einen Ort geben, an dem ihre Zivilisation verborgen war."
  },
  {
    "language": "Italian",
    "symbol": "it",
    "text": "Le era stato ripetuto più volte che i passi più importanti erano il primo e l'ultimo. Era qualcosa che si portava dentro in tutto ciò che faceva, ma poi si è presentato e ha interrotto tutto. Le disse che aveva sbagliato. Il primo passo non era il più importante. L'ultimo passaggio non è stato il più importante. Era il passo successivo che era il più importante. Gli alberi, quindi, dovevano essere tecniche così antiche e primitive da non pensare a loro, ritenendoli così irrilevanti che anche i selvaggi come noi li avrebbero conosciuti e non avrebbero sospettato. A quel punto, probabilmente non hanno avuto molto tempo dopo che ci hanno rilevato in orbita e con l'intenzione di atterrare. E se fosse vero, potrebbe esserci un solo posto in cui la loro civiltà era nascosta."
  },
  {
    "language": "Japanese",
    "symbol": "ja",
    "text": "彼女は何度も何度も、最も重要なステップは最初と最後であると言われていました。それは彼女がするすべてのことで彼女が彼女の中に持っていたものでした、しかしそれから彼は現れてすべてを混乱させました。彼は彼女にそれが間違っていたと言った。最初のステップは最も重要ではありませんでした。最後のステップは最も重要ではありませんでした。最も重要だったのは次のステップでした。したがって、木は非常に古くて原始的な技術である必要があり、彼らはそれらについて何も考えず、私たちのような野蛮人でさえそれらを知っていて疑わしくないほど重要ではないと見なしました。その時、彼らは私たちが軌道を回って着陸しようとしているのを発見した後、おそらくあまり時間がなかったでしょう。そしてそれが本当なら、彼らの文明が隠された場所は1つだけでした。"
  },
  {
    "language": "Russian",
    "symbol": "ru",
    "text": "Ей снова и снова говорили, что самые важные шаги были первыми и последними. Это было то, что она носила в себе во всем, что делала, но затем он появился и все разрушил. Он сказал ей, что она ошибалась. Первый шаг был не самым важным. Последний шаг был не самым важным. Это был следующий шаг, который был самым важным. Следовательно, деревья должны быть настолько древними и примитивными, что они ничего не думали о них, считая их настолько несущественными, что даже такие дикари, как мы, знали бы о них и не вызывали подозрений. При этом у них, вероятно, не было слишком много времени после того, как они обнаружили, что мы движемся по орбите и собираемся приземлиться. И если бы это было правдой, могло бы быть только одно место, где была спрятана их цивилизация."
  },
  {
    "language": "Spanish",
    "symbol": "es",
    "text": "Le habían dicho una y otra vez que los pasos más importantes eran el primero y el último. Era algo que llevaba dentro de ella en todo lo que hacía, pero luego él apareció y lo interrumpió todo. Él le dijo que se había equivocado. El primer paso no fue el más importante. El último paso no fue el más importante. Fue el siguiente paso el más importante. Los árboles, por lo tanto, debían ser técnicas tan antiguas y primitivas que no pensaban en ellos, considerándolos tan intrascendentes que incluso los salvajes como nosotros los conocerían y no sospecharían. En eso, probablemente no tuvieron mucho tiempo después de que nos detectaron orbitando y con la intención de aterrizar. Y si eso fuera cierto, solo podría haber un lugar donde se escondiera su civilización."
  },
  {
    "language": "Catalan",
    "symbol": "ca",
    "text": "Una i altra vegada li havien dit que els passos més importants eren el primer i l’últim. Era una cosa que portava dins d’ella en tot el que feia, però després va aparèixer i ho va interrompre tot. Li va dir que ho havia passat malament. El primer pas no va ser el més important. L’últim pas no va ser el més important. Va ser el següent pas que va ser el més important. Els arbres, per tant, han de ser unes tècniques tan antigues i primitives que no en pensaven res, considerant-les tan intranscendents que fins i tot salvatges com nosaltres en sabrien i no serien sospitosos. En aquest moment, probablement no van tenir massa temps després de detectar-nos orbitant i amb la intenció d’aterrar. I si això fos cert, només hi podria haver un lloc on s’amagés la seva civilització."
  },
  {
    "language": "Czech",
    "symbol": "cs",
    "text": "Znovu a znovu jí bylo řečeno, že nejdůležitější kroky jsou první a poslední. Bylo to něco, co v sobě nosila ve všem, co dělala, ale pak se objevil a všechno narušil. Řekl jí, že to má špatně. První krok nebyl nejdůležitější. Poslední krok nebyl nejdůležitější. Byl to další krok, který byl nejdůležitější. Stromy proto musí být tak staré a primitivní techniky, aby si o nich nemyslely, považovaly je za tak bezvýznamné, že by o nich věděli i divochové jako my a nebyli by podezřelí. Na to pravděpodobně neměli příliš mnoho času poté, co zjistili, že obíháme a máme v úmyslu přistát. A kdyby to byla pravda, mohlo by existovat jen jedno místo, kde by byla ukryta jejich civilizace."
  },
  {
    "language": "Estonian",
    "symbol": "et",
    "text": "Talle oli ikka ja jälle öeldud, et kõige olulisemad sammud olid esimesed ja viimased. See oli midagi, mida naine kandis kõiges, mida tegi, kuid siis ilmus ta kohale ja segas kõik ära. Ta ütles talle, et tal on valesti. Esimene samm polnud kõige olulisem. Viimane samm polnud kõige olulisem. See oli järgmine samm, mis oli kõige olulisem. Puud peavad seetõttu olema nii vanad ja ürgsed tehnikad, et nad ei mõelnud neist midagi, pidades neid nii ebaolulisteks, et isegi meiesugused metslased teaksid neist ega oleks kahtlased. Sel ajal ei olnud neil ilmselt liiga palju aega pärast seda, kui nad avastasid, et me tiirlesime ja kavatseme maanduda. Ja kui see oleks tõsi, võiks olla ainult üks koht, kus nende tsivilisatsioon oleks peidus."
  },
  {
    "language": "Lithuanian",
    "symbol": "lt",
    "text": "Jai ne kartą buvo sakoma, kad svarbiausi žingsniai buvo pirmieji ir paskutiniai. Tai buvo kažkas, ką ji nešė savyje viskuo, ką ji darė, bet tada jis pasirodė ir viską sutrukdė. Jis jai pasakė, kad ji tai padarė neteisingai. Pirmas žingsnis nebuvo pats svarbiausias. Paskutinis žingsnis nebuvo pats svarbiausias. Tai buvo kitas žingsnis, kuris buvo svarbiausias. Todėl medžiai turi būti tokie seni ir primityvūs metodai, kad jie nieko apie juos negalvojo, laikydami juos tokiais nereikšmingais, kad net laukiniai, kaip mes, apie juos žinotų ir nebūtų įtartini. Tuo metu jie tikriausiai neturėjo per daug laiko po to, kai aptiko mus skriejančius ir ketinančius nusileisti. Ir jei tai būtų tiesa, jų civilizacija būtų pasislėpusi tik vienoje vietoje."
  },
  {
    "language": "Norwegian",
    "symbol": "no",
    "text": "Hun hadde blitt fortalt gang på gang at de viktigste trinnene var de første og de siste. Det var noe hun bar i seg i alt hun gjorde, men så dukket han opp og forstyrret alt. Han fortalte henne at hun hadde det galt. Det første trinnet var ikke det viktigste. Det siste trinnet var ikke det viktigste. Det var neste trinn som var det viktigste. Trærne må derfor være så gamle og primitive teknikker at de ikke tenkte noe på dem, og anså dem så ubetydelige at selv villmenn som oss ville vite om dem og ikke være mistenkelige. Da hadde de sannsynligvis ikke for mye tid etter at de oppdaget oss i bane og hadde tenkt å lande. Og hvis det var sant, kunne det bare være ett sted der sivilisasjonen deres var skjult."
  },
  {
    "language": "Telugu",
    "symbol": "te",
    "text": "చాలా ముఖ్యమైన దశలు మొదటి మరియు చివరివి అని ఆమెకు మళ్ళీ సమయం మరియు సమయం చెప్పబడింది. ఆమె చేసిన ప్రతి పనిలోనూ ఆమె తనలో తాను తీసుకువెళ్ళిన విషయం ఇది, కాని అప్పుడు అతను చూపించి ప్రతిదానికీ అంతరాయం కలిగించాడు. అతను ఆమెకు తప్పు ఉందని చెప్పాడు. మొదటి దశ చాలా ముఖ్యమైనది కాదు. చివరి దశ చాలా ముఖ్యమైనది కాదు. ఇది తరువాతి దశ చాలా ముఖ్యమైనది. అందువల్ల, చెట్లు పాత మరియు ఆదిమ పద్ధతులుగా ఉండాలి, అవి వాటి గురించి ఏమీ ఆలోచించలేదు, అవి చాలా అసంభవమైనవిగా భావించి, మనలాంటి క్రూరులు కూడా వాటి గురించి తెలుసుకుంటారు మరియు అనుమానాస్పదంగా ఉండరు. ఆ సమయంలో, వారు మాకు కక్ష్యలో మరియు భూమిని ఉద్దేశించినట్లు గుర్తించిన తర్వాత వారికి ఎక్కువ సమయం లేదు. అది నిజమైతే, వారి నాగరికత దాగి ఉన్న ఒకే ఒక ప్రదేశం మాత్రమే ఉండవచ్చు."
  },
  {
    "language": "Urdu",
    "symbol": "ur",
    "text": "اسے بار بار بتایا گیا تھا کہ سب سے اہم مرحلے پہلے اور آخری تھے۔ یہ وہ چیز تھی جو اس نے اپنے اندر کی ہر کام میں انجام دی ، لیکن پھر اس نے سب کچھ ظاہر کردیا اور خلل ڈال دیا۔ اس نے اسے بتایا کہ اس میں غلطی ہے۔ پہلا قدم سب سے اہم نہیں تھا۔ آخری مرحلہ سب سے اہم نہیں تھا۔ یہ اگلا مرحلہ تھا جو سب سے اہم تھا۔ لہذا ، درختوں کو اتنی پرانی اور قدیم تکنیکیں ہونی چاہئیں کہ انھوں نے ان میں سے کچھ بھی نہیں سوچا ، انہیں اتنا غیر ضروری سمجھا کہ ہم جیسے وحشیوں کو بھی ان کا پتہ چل جائے گا اور وہ مشکوک نہیں ہوں گے۔ اس وقت ، جب انھوں نے ہمیں چکر لگائے اور لینڈ کرنے کا ارادہ کیا تو اس کے پتہ چلنے کے بعد ان کے پاس زیادہ زیادہ وقت نہ ہوگا۔ اور اگر یہ سچ ہوتے تو صرف ایک ہی جگہ ہوسکتی تھی جہاں ان کی تہذیب پوشیدہ تھی۔"
  },
  {
    "language": "Thai",
    "symbol": "th",
    "text": "เธอถูกบอกครั้งแล้วครั้งเล่าว่าขั้นตอนที่สำคัญที่สุดคือขั้นแรกและครั้งสุดท้าย มันเป็นสิ่งที่เธอมีอยู่ในตัวเธอในทุกสิ่งที่เธอทำ แต่แล้วเขาก็ปรากฏตัวขึ้นและทำให้ทุกอย่างหยุดชะงัก เขาบอกเธอว่าเธอผิด ขั้นตอนแรกไม่สำคัญที่สุด ขั้นตอนสุดท้ายไม่สำคัญที่สุด เป็นขั้นตอนต่อไปที่สำคัญที่สุด ดังนั้นต้นไม้จึงต้องมีความเก่าแก่และเป็นเทคนิคดั้งเดิมที่พวกเขาคิดว่าไม่มีอะไรเลยโดยถือว่าพวกมันไม่สำคัญถึงขนาดที่แม้แต่คนป่าอย่างเราก็จะรู้จักพวกมันและไม่ต้องสงสัย ตอนนั้นพวกเขาอาจไม่มีเวลามากเกินไปหลังจากตรวจพบว่าเรากำลังโคจรรอบและตั้งใจจะลงจอด และหากเป็นเช่นนั้นจริงอาจมีเพียงสถานที่แห่งเดียวที่อารยธรรมของพวกเขาซ่อนอยู่"
  },
  {
    "language": "Swedish",
    "symbol": "sv",
    "text": "Hon hade fått veta om och om igen att de viktigaste stegen var de första och de sista. Det var något som hon bar inom sig i allt hon gjorde, men då dyste han upp och stör allt. Han sa till henne att hon hade fel. Det första steget var inte det viktigaste. Det sista steget var inte det viktigaste. Det var nästa steg som var det viktigaste. Träden måste därför vara så gamla och primitiva tekniker att de inte tänkte på något av dem och ansåg dem vara så obetydliga att även vildar som vi skulle känna till dem och inte vara misstänksamma. Då hade de förmodligen inte för mycket tid efter att de upptäckte att vi kretsade och tänkte landa. Och om det var sant, kunde det bara finnas en plats där deras civilisation var dold."
  },
  {
    "language": "Serbian",
    "symbol": "sr",
    "text": "Поново су јој говорили да су најважнији кораци први и последњи. Било је то нешто што је носила у себи у свему што је радила, али онда се он појавио и све пореметио. Рекао јој је да је погрешила. Први корак није био најважнији. Последњи корак није био најважнији. То је био следећи корак који је био најважнији. Дрвеће, према томе, мора бити толико стара и примитивна техника да није о њима ништа мислила, сматрајући их тако небитним да би чак и дивљаци попут нас знали за њих и не би били сумњичави. У то време, вероватно нису имали превише времена након што су нас открили како орбитирамо и намеравамо да слетимо. А да је то тачно, могло би постојати само једно место где се крила њихова цивилизација."
  },
  {
    "language": "Polish",
    "symbol": "pl",
    "text": "Wielokrotnie powtarzano jej, że najważniejszymi krokami są pierwszy i ostatni. To było coś, co nosiła w sobie we wszystkim, co robiła, ale potem pojawił się i wszystko zakłócił. Powiedział jej, że się pomyliła. Pierwszy krok nie był najważniejszy. Ostatni krok nie był najważniejszy. To był następny krok, który był najważniejszy. Dlatego drzewa muszą być tak starymi i prymitywnymi technikami, że nic o nich nie myśleli, uważając je za tak nieistotne, że nawet dzicy tacy jak my wiedzieliby o nich i nie byli podejrzliwi. Przy tym prawdopodobnie nie mieli zbyt wiele czasu po tym, jak wykryli, że orbitujemy i zamierzamy wylądować. A gdyby to była prawda, mogłoby być tylko jedno miejsce, w którym ich cywilizacja byłaby ukryta."
  },
  {
    "language": "Malay",
    "symbol": "ms",
    "text": "Dia diberitahu berulang kali bahawa langkah yang paling penting adalah yang pertama dan yang terakhir. Itu adalah sesuatu yang dia bawa dalam semua yang dia lakukan, tetapi kemudian dia muncul dan mengganggu semuanya. Dia memberitahunya bahawa dia salah. Langkah pertama bukanlah yang paling penting. Langkah terakhir bukanlah yang paling penting. Itu adalah langkah seterusnya yang paling penting. Oleh itu, pokok-pokok itu mestilah teknik kuno dan primitif sehingga mereka tidak memikirkannya, menganggapnya tidak penting sehingga orang-orang biadab seperti kita akan mengetahuinya dan tidak curiga. Pada masa itu, mereka mungkin tidak mempunyai terlalu banyak waktu setelah mereka mengesan kami mengorbit dan berniat mendarat. Dan jika itu benar, hanya ada satu tempat di mana peradaban mereka tersembunyi."
  },
  {
    "language": "Greek",
    "symbol": "el",
    "text": "Είχε πει ξανά και ξανά ότι τα πιο σημαντικά βήματα ήταν το πρώτο και το τελευταίο. Ήταν κάτι που κουβαλούσε μέσα της σε ό, τι έκανε, αλλά στη συνέχεια εμφανίστηκε και διέκοψε τα πάντα. Της είπε ότι το έκανε λάθος. Το πρώτο βήμα δεν ήταν το πιο σημαντικό. Το τελευταίο βήμα δεν ήταν το πιο σημαντικό. Ήταν το επόμενο βήμα που ήταν το πιο σημαντικό. Τα δέντρα, επομένως, πρέπει να είναι τόσο παλιές και πρωτόγονες τεχνικές που δεν σκέφτηκαν τίποτα από αυτά, θεωρώντας τα τόσο ασήμαντα που ακόμη και άγριοι σαν εμάς θα τα γνωρίζουν και δεν θα είναι ύποπτα. Σε αυτό, μάλλον δεν είχαν πολύ χρόνο αφότου μας εντόπισαν σε τροχιά και σκοπεύουν να προσγειωθούν. Και αν αυτό ήταν αλήθεια, θα μπορούσε να υπάρχει μόνο ένα μέρος όπου ο πολιτισμός τους ήταν κρυμμένος."
  },
  {
    "language": "Filipino",
    "symbol": "tl",
    "text": "Sinabi sa kanya ng paulit-ulit na ang pinakamahalagang mga hakbang ay ang una at ang huli. Ito ay isang bagay na dinala niya sa loob niya sa lahat ng kanyang ginawa, ngunit pagkatapos ay nagpakita siya at ginulo ang lahat. Sinabi niya sa kanya na mayroon siyang mali. Ang unang hakbang ay hindi ang pinakamahalaga. Ang huling hakbang ay hindi ang pinakamahalaga. Ito ang susunod na hakbang na pinakamahalaga. Ang mga puno, samakatuwid, ay dapat na napakatanda at sinaunang diskarte na hindi nila inisip ang anuman sa kanila, na itinuturing na walang kabuluhan sa kanila na kahit ang mga ganid na tulad sa atin ay malalaman ang mga ito at hindi maging kahina-hinala. Sa iyon, marahil ay wala silang masyadong oras matapos nilang makita kami na umiikot at balak na mapunta. At kung totoo iyan, maaaring may isang lugar lamang kung saan itinago ang kanilang sibilisasyon."
  },
  {
    "language": "Danish",
    "symbol": "da",
    "text": "Hun havde gang på gang fået at vide, at de vigtigste skridt var de første og de sidste. Det var noget, hun bar i sig i alt, hvad hun gjorde, men så dukkede han op og forstyrrede alt. Han fortalte hende, at hun havde det forkert. Det første skridt var ikke det vigtigste. Det sidste trin var ikke det vigtigste. Det var det næste trin, der var det vigtigste. Træerne skal derfor være så gamle og primitive teknikker, at de ikke tænker noget på dem, idet de anser dem for så ubetydelige, at selv vilder som os ville kende til dem og ikke være mistænkelige. Derefter havde de sandsynligvis ikke for meget tid, efter at de opdagede os, der kredser om og har til hensigt at lande. Og hvis det var sandt, kunne der kun være et sted, hvor deres civilisation var skjult."
  },
  {
    "language": "Chinese Simplified",
    "symbol": "zh-cn",
    "text": "一次又一次地告诉她，最重要的步骤是第一步和最后一步。她所做的一切都是她内在的东西，但后来他出现并破坏了一切。他告诉她她做错了。第一步并不是最重要的。最后一步不是最重要的。下一步是最重要的。因此，树木必须是古老而原始的技术，以至于他们对它们一无所知，认为它们无关紧要，以至于像我们这样的野蛮人都不会知道它们，也不要怀疑。那时，他们发现我们绕行并打算着陆后，可能没有太多时间。如果这是真的，那么他们的文明就只能在一个地方被隐藏。"
  },
  {
    "language": "Bengali",
    "symbol": "bn",
    "text": "তাকে বারবার এবং সময়কে বলা হয়েছিল যে সবচেয়ে গুরুত্বপূর্ণ পদক্ষেপগুলি প্রথম এবং শেষ ছিল। এটি এমন কিছু ছিল যা তিনি তার সমস্ত কিছু তার মধ্যে বহন করেছিলেন, কিন্তু তারপরে তিনি সবকিছু দেখিয়ে ব্যাহত করলেন। তিনি তাকে বলেছিলেন যে সে ভুল করেছে। প্রথম পদক্ষেপটি সবচেয়ে গুরুত্বপূর্ণ ছিল না। শেষ পদক্ষেপটি সবচেয়ে গুরুত্বপূর্ণ ছিল না। এটি ছিল পরবর্তী পদক্ষেপ যা সবচেয়ে গুরুত্বপূর্ণ ছিল। সুতরাং গাছগুলি অবশ্যই এমন পুরাতন এবং আদিম কৌশল হতে হবে যে তারা এগুলি সম্পর্কে কিছুই ভাবেনি, এগুলি এতটা অপ্রয়োজনীয় বলে মনে করেন যে আমাদের মতো বর্বররাও তাদের সম্পর্কে জানতে পারে এবং সন্দেহজনক হবে না। তারা যখন আমাদের প্রদক্ষিণ করছে এবং অবতরণ করার উদ্দেশ্যেছিল তখন তাদের সম্ভবত সম্ভবত খুব বেশি সময় ছিল না। এবং যদি এটি সত্য হয় তবে তাদের সভ্যতাটি যেখানে কেবল লুকিয়ে ছিল সেখানে কেবল একটি জায়গা থাকতে পারে।"
  },
  {
    "language": "Chinese Traditional",
    "symbol": "zh-tw",
    "text": "一次又一次地告訴她，最重要的步驟是第一步和最後一步。她所做的一切都是她內在的東西，但隨後他出現並破壞了一切。他告訴她她做錯了。第一步並不是最重要的。最後一步不是最重要的。下一步是最重要的。因此，樹木必須是古老而原始的技術，以至於他們什麼也沒想到，認為它們是如此的無關緊要，以至於像我們這樣的野蠻人也都知道它們並且不會產生懷疑。那時，他們發現我們繞行並打算著陸後，可能沒有太多時間。如果這是真的，那麼他們的文明就只能在一個地方被隱藏。"
  },
  {
    "language": "Finnish",
    "symbol": "fi",
    "text": "Hänelle oli kerrottu kerta toisensa jälkeen, että tärkeimmät vaiheet olivat ensimmäiset ja viimeiset. Se oli jotain, jota hän kantoi kaikessa tekemisessään, mutta sitten hän ilmestyi ja häiritsi kaikkea. Hän kertoi hänelle, että hänellä oli väärin. Ensimmäinen vaihe ei ollut tärkein. Viimeinen vaihe ei ollut tärkein. Seuraava vaihe oli tärkein. Puiden on sen vuoksi oltava niin vanhoja ja alkeellisia tekniikoita, etteivät he ajattele mitään niistä, pitäen niitä niin merkityksettöminä, että jopa kaltaiset kaltaiset tietävät niistä eikä ole epäilyttäviä. Silloin heillä ei todennäköisesti ollut liikaa aikaa sen jälkeen kun he havaitsivat kiertävän ja aikovansa laskeutua. Ja jos se olisi totta, heidän sivilisaationsa voisi olla vain yksi paikka."
  },
  {
    "language": "Hebrew",
    "symbol": "iw",
    "text": "נאמר לה פעם אחר פעם שהצעדים החשובים ביותר הם הראשונים והאחרונים. זה היה משהו שהיא נשאה בתוכה בכל מה שהיא עשתה, אבל אז הוא הופיע ושיבש הכל. הוא אמר לה שהיא טועה. הצעד הראשון לא היה החשוב ביותר. הצעד האחרון לא היה החשוב ביותר. זה היה הצעד הבא שהיה החשוב ביותר. העצים, אם כן, חייבים להיות טכניקות ישנות ופרימיטיביות כל כך שהם לא חשבו עליהם דבר, והראו אותם כה חסרי משמעות עד שאפילו פראים כמונו ידעו עליהם ולא יהיו חשודים. בכך, כנראה שלא היה להם יותר מדי זמן לאחר שגילו אותנו מקיפים ומתכוונים לנחות. ואם זה היה נכון, יכול היה להיות מקום אחד בלבד שבו הציוויליזציה שלהם הוסתרה."
  },
  {
    "language": "Malayalam",
    "symbol": "ml",
    "text": "ഏറ്റവും പ്രധാനപ്പെട്ട ഘട്ടങ്ങൾ ആദ്യത്തേതും അവസാനത്തേതുമാണെന്ന് അവളോട് വീണ്ടും സമയവും സമയവും പറഞ്ഞിരുന്നു. അവൾ ചെയ്ത എല്ലാ കാര്യങ്ങളിലും അവൾ അവളുടെ ഉള്ളിൽ കൊണ്ടുപോയ ഒന്നായിരുന്നു അത്, പക്ഷേ അയാൾ കാണിക്കുകയും എല്ലാം തടസ്സപ്പെടുത്തുകയും ചെയ്തു. അവൾക്ക് തെറ്റുണ്ടെന്ന് അയാൾ അവളോട് പറഞ്ഞു. ആദ്യ ഘട്ടം ഏറ്റവും പ്രധാനമായിരുന്നില്ല. അവസാന ഘട്ടം ഏറ്റവും പ്രധാനമായിരുന്നില്ല. അടുത്ത ഘട്ടമായിരുന്നു അത് ഏറ്റവും പ്രധാനപ്പെട്ടത്. അതിനാൽ, വൃക്ഷങ്ങൾ പഴയതും പ്രാകൃതവുമായ സാങ്കേതികതകളായിരിക്കണം, അവയൊന്നും അവർ ചിന്തിച്ചിരുന്നില്ല, അവ വളരെ അപൂർവമാണെന്ന് കരുതുന്നു, നമ്മളെപ്പോലുള്ള ക്രൂരന്മാർ പോലും അവയെക്കുറിച്ച് അറിയുകയും സംശയാസ്പദമാകാതിരിക്കുകയും ചെയ്യും. ഞങ്ങളെ പരിക്രമണം ചെയ്യുന്നതും ഇറങ്ങാൻ ആഗ്രഹിക്കുന്നതും കണ്ടെത്തിയതിന് ശേഷം അവർക്ക് കൂടുതൽ സമയം ഉണ്ടായിരിക്കില്ല. അത് ശരിയാണെങ്കിൽ, അവരുടെ നാഗരികത മറഞ്ഞിരിക്കുന്ന ഒരിടം മാത്രമേ ഉണ്ടാകൂ."
  },
  {
    "language": "Korean",
    "symbol": "ko",
    "text": "그녀는 가장 중요한 단계가 첫 번째와 마지막 단계라는 말을 여러 번 들었습니다. 그녀가 한 모든 일에 그녀가 가지고 있던 것이었지만, 그는 나타나서 모든 것을 방해했습니다. 그는 그녀가 잘못했다고 말했습니다. 첫 번째 단계는 가장 중요하지 않았습니다. 마지막 단계는 가장 중요하지 않았습니다. 가장 중요한 것은 다음 단계였습니다. 따라서 나무는 우리와 같은 야만인조차도 그것을 알고 의심하지 않을 정도로 중요하지 않다고 생각할 정도로 오래되고 원시적 인 기술이어야합니다. 그 시점에서 그들은 우리가 궤도를 돌고 착륙하려는 것을 감지 한 후 시간이 많지 않았을 것입니다. 그리고 그것이 사실이라면 그들의 문명이 숨겨져있는 곳은 단 하나뿐 일 수 있습니다."
  },
  {
    "language": "Portuguese",
    "symbol": "pt",
    "text": "Disseram-lhe inúmeras vezes que os passos mais importantes eram o primeiro e o último. Era algo que ela carregava dentro de si em tudo o que fazia, mas depois ele apareceu e atrapalhou tudo. Ele disse a ela que ela estava errada. O primeiro passo não foi o mais importante. A última etapa não foi a mais importante. Foi a próxima etapa que foi mais importante. As árvores, portanto, devem ser técnicas tão antigas e primitivas que eles nada pensaram delas, considerando-as tão inconseqüentes que até selvagens como nós saberíamos delas e não suspeitariam. Com isso, eles provavelmente não tiveram muito tempo depois que nos detectaram orbitando e pretendendo pousar. E se isso fosse verdade, só poderia haver um lugar onde sua civilização estivesse escondida."
  },
  {
    "language": "Slovak",
    "symbol": "sk",
    "text": "Znova a znova jej hovorili, že najdôležitejšie kroky sú prvý a posledný. Bolo to niečo, čo v sebe nosila vo všetkom, čo robila, ale potom sa objavil a všetko narušil. Povedal jej, že to mala zle. Prvý krok nebol najdôležitejší. Posledný krok nebol najdôležitejší. Najdôležitejší bol ďalší krok. Stromy preto musia byť také staré a primitívne techniky, aby si o nich nič nemysleli a považovali ich za také bezvýznamné, že by o nich vedeli aj diviaky ako my a neboli by podozrivé. V tom okamihu pravdepodobne nemali príliš veľa času po tom, čo nás zistili na obežnej dráhe a v úmysle pristáť. A ak by to bola pravda, mohlo by existovať iba jedno miesto, kde bola ukrytá ich civilizácia."
  },
  {
    "language": "Tajik",
    "symbol": "tg",
    "text": "Борҳо ба ӯ гуфтаанд, ки қадамҳои муҳим аввалин ва охиринанд. Ин чизе буд, ки вай дар ҳар коре, ки дар худ дошт, дошт, аммо баъд ӯ зоҳир шуд ва ҳама чизро вайрон кард. Вай ба ӯ гуфт, ки вай хато кардааст. Қадами аввал муҳимтарин набуд. Қадами охирин муҳимтарин набуд. Ин қадами оянда муҳимтарин буд. Аз ин рӯ, дарахтон бояд чунин усулҳои кӯҳна ва ибтидоӣ бошанд, ки онҳо дар бораи онҳо ҳеҷ чизро фикр намекарданд ва онҳоро ончунон номуносиб мешумурданд, ки ҳатто ваҳшиён мисли мо дар бораи онҳо донанд ва шубҳа накунанд. Дар ин ҳолат, онҳо пас аз муайян кардани гардиш ва нияти фуруди мо шояд вақти зиёд надоштанд. Ва агар ин дуруст мебуд, танҳо як ҷойе буд, ки тамаддуни онҳо пинҳон буд."
  },
  {
    "language": "Turkish",
    "symbol": "tr",
    "text": "Ona defalarca en önemli adımların ilk ve son adım olduğu söylendi. Yaptığı her şeyde içinde taşıdığı bir şeydi, ama sonra ortaya çıktı ve her şeyi bozdu. Ona yanlış yaptığını söyledi. İlk adım en önemli adım değildi. Son adım en önemli adım değildi. En önemli olan bir sonraki adımdı. Bu nedenle ağaçlar o kadar eski ve ilkel teknikler olmalı ki, onlar hakkında hiçbir şey düşünmemişler, onları o kadar önemsiz buluyorlar ki, bizim gibi vahşiler bile onları tanıyor ve şüphelenmiyor. Yörüngede olduğumuzu ve inmek niyetinde olduğumuzu tespit ettikten sonra muhtemelen çok fazla zamanları yoktu. Ve eğer bu doğru olsaydı, uygarlıklarının saklandığı tek bir yer olabilirdi."
  },
  {
    "language": "Vietnamese",
    "symbol": "vi",
    "text": "Cô ấy đã được nói hết lần này đến lần khác rằng bước quan trọng nhất là bước đầu tiên và bước cuối cùng. Đó là thứ mà cô mang trong mình trong mọi việc cô làm, nhưng rồi anh ta xuất hiện và phá vỡ mọi thứ. Anh nói với cô rằng cô đã sai. Bước đầu tiên không phải là quan trọng nhất. Bước cuối cùng không phải là bước quan trọng nhất. Đó là bước tiếp theo là quan trọng nhất. Những cái cây, do đó, phải là những kỹ thuật cũ kỹ và thô sơ đến mức họ không nghĩ gì về chúng, coi chúng là vụn vặt đến nỗi ngay cả những kẻ dã man như chúng ta cũng biết về chúng và không nghi ngờ gì. Lúc đó, họ có lẽ không có quá nhiều thời gian sau khi phát hiện ra chúng tôi đang quay xung quanh và có ý định hạ cánh. Và nếu điều đó là sự thật, chỉ có thể có một nơi mà nền văn minh của họ bị che giấu."
  },
  {
    "language": "Ukrainian",
    "symbol": "uk",
    "text": "Їй раз у раз казали, що найважливіші кроки - це перший і останній. Це було те, що вона несла в собі у всьому, що робила, але потім він з’явився і все зірвав. Він сказав їй, що вона помилилася. Перший крок був не найважливішим. Останній крок був не найважливішим. Це був наступний крок, який був найважливішим. Отже, дерева повинні бути такими старими і примітивними техніками, що вони нічого про них не думали, вважаючи їх такими незначними, що навіть дикуни, як ми, знали б про них і не були підозрілими. При цьому у них, мабуть, не було надто багато часу після того, як вони виявили, що ми орбітуємо і маємо намір висадитися. І якби це було правдою, могло бути лише одне місце, де була прихована їхня цивілізація."
  },
  {
    "language": "Tamil",
    "symbol": "ta",
    "text": "மிக முக்கியமான படிகள் முதல் மற்றும் கடைசி என்று அவளுக்கு நேரமும் நேரமும் மீண்டும் சொல்லப்பட்டது. அவள் செய்த எல்லாவற்றிலும் அவள் அவளுக்குள் சுமந்த ஒன்று அது, ஆனால் அவன் அவன் எல்லாவற்றையும் காட்டி சீர்குலைத்தான். அவளிடம் அது தவறு என்று கூறினார். முதல் படி மிக முக்கியமானது அல்ல. கடைசி படி மிக முக்கியமானது அல்ல. இது அடுத்த கட்டமாக மிக முக்கியமானது. ஆகவே, மரங்கள் அத்தகைய பழைய மற்றும் பழமையான நுட்பங்களாக இருக்க வேண்டும், அவை எதுவும் யோசிக்கவில்லை, அவை மிகவும் பொருத்தமற்றவை எனக் கருதி, நம்மைப் போன்ற காட்டுமிராண்டிகள் கூட அவர்களைப் பற்றி அறிந்து கொள்வார்கள், சந்தேகப்படக்கூடாது. அந்த நேரத்தில், அவர்கள் எங்களை சுற்றுவதையும், தரையிறங்குவதையும் கண்டறிந்த பின்னர் அவர்களுக்கு அதிக நேரம் இல்லை. அது உண்மையாக இருந்தால், அவர்களின் நாகரிகம் மறைக்கப்பட்ட ஒரே ஒரு இடம் மட்டுமே இருக்க முடியும்."
  },
  {
    "language": "Slovenian",
    "symbol": "sl",
    "text": "Vedno znova so ji govorili, da sta najpomembnejša koraka prvi in ​​zadnji. To je nekaj, kar je nosila v sebi pri vsem, kar je počela, potem pa se je pojavil in vse motil. Rekel ji je, da se je zmotila. Prvi korak ni bil najpomembnejši. Zadnji korak ni bil najpomembnejši. Naslednji korak je bil najpomembnejši. Torej morajo biti drevesa tako stare in primitivne tehnike, da si o njih niso mislili ničesar, saj jih imajo za tako nepomembne, da bi jih tudi divjaki, kot smo mi, vedeli in ne bi bili sumljivi. Takrat verjetno niso imeli preveč časa, potem ko so zaznali, kako krožimo in nameravamo pristati. In če bi to bilo res, bi lahko bilo samo eno mesto, kjer se je skrivala njihova civilizacija."
  },
  {
    "language": "Romanian",
    "symbol": "ro",
    "text": "I se spusese de nenumărate ori că cei mai importanți pași erau primul și ultimul. A purtat ceva în ea în tot ceea ce a făcut, dar apoi a apărut și a întrerupt totul. El i-a spus că a greșit. Primul pas nu a fost cel mai important. Ultimul pas nu a fost cel mai important. Următorul pas a fost cel mai important. Arborii, prin urmare, trebuie să fie atât de vechi și de tehnici primitive încât nu au crezut nimic despre ei, considerându-i atât de lipsiți de importanță încât chiar și sălbaticii ca noi ar ști despre ei și nu ar fi suspicioși. La aceasta, probabil că nu au avut prea mult timp după ce ne-au detectat orbitând și intenționând să aterizăm. Și dacă acest lucru ar fi adevărat, ar putea exista un singur loc în care civilizația lor era ascunsă."
  },
  {
    "language": "Marathi",
    "symbol": "mr",
    "text": "तिला वेळोवेळी सांगितले गेले होते की सर्वात महत्वाची पायरी म्हणजे पहिले आणि शेवटचे. तिने तिच्या प्रत्येक गोष्टीत ती आपल्यामध्ये आणली होती, परंतु नंतर त्याने सर्व काही व्यथित केले. त्याने तिला सांगितले की तिची चूक आहे. पहिली पायरी सर्वात महत्वाची नव्हती. शेवटची पायरी सर्वात महत्वाची नव्हती. ही सर्वात महत्वाची पुढची पायरी होती. म्हणूनच, झाडं इतकी जुनी आणि आदिम तंत्रे असली पाहिजेत की त्यांनी त्यांच्याबद्दल काहीच विचार केला नाही, त्यांना ते इतके विसंगत मानले की आपल्यासारख्या वाळवंटांनादेखील त्याबद्दल माहिती असेल आणि संशयास्पद वाटू नये. त्या वेळी, आमच्याकडे फिरत असल्याचे आणि लँडिंगचा हेतू शोधल्यानंतर त्यांना त्यांच्याकडे जास्त वेळ मिळाला नाही. आणि जर ते सत्य असत तर त्यांची एकच संस्कृती लपली असेल तेथे एकच जागा असू शकते."
  },
  {
    "language": "Latvian",
    "symbol": "lv",
    "text": "Viņai atkal un atkal tika teikts, ka vissvarīgākie soļi ir pirmie un pēdējie. Tas bija kaut kas, ko viņa sevī nesa visā, ko darīja, bet tad viņš parādījās un visu izjauca. Viņš viņai teica, ka viņai ir nepareizi. Pirmais solis nebija vissvarīgākais. Pēdējais solis nebija vissvarīgākais. Tas bija nākamais solis, kas bija vissvarīgākais. Tāpēc kokiem jābūt tik seniem un primitīviem paņēmieniem, ka viņi par tiem neko nedomāja, uzskatot tos par tik nenozīmīgiem, ka pat mežoņi, piemēram, mēs, par tiem zinātu un nebūtu aizdomīgi. Tajā brīdī viņiem, iespējams, nebija pārāk daudz laika pēc tam, kad viņi bija atklājuši, ka mēs riņķojam un plānojam piezemēties. Un, ja tā būtu taisnība, viņu civilizācija varētu būt paslēpta tikai vienā vietā."
  },
  {
    "language": "Indonesian",
    "symbol": "id",
    "text": "Dia telah diberitahu berkali-kali bahwa langkah terpenting adalah yang pertama dan terakhir. Itu adalah sesuatu yang dia bawa dalam dirinya dalam segala hal yang dia lakukan, tetapi kemudian dia muncul dan mengganggu segalanya. Dia mengatakan padanya bahwa dia salah. Langkah pertama bukanlah yang terpenting. Langkah terakhir bukanlah yang terpenting. Itu adalah langkah selanjutnya yang paling penting. Pohon-pohon itu, oleh karena itu, pasti merupakan teknik kuno dan primitif sehingga mereka tidak memikirkannya, menganggapnya begitu tidak penting sehingga bahkan orang biadab seperti kita akan mengetahuinya dan tidak curiga. Saat itu, mereka mungkin tidak punya banyak waktu setelah mereka mendeteksi kita sedang mengorbit dan berniat untuk mendarat. Dan jika itu benar, hanya ada satu tempat di mana peradaban mereka tersembunyi."
  },
  {
    "language": "Esperanto",
    "symbol": "eo",
    "text": "Oni diris al ŝi fojon post fojo, ke la plej gravaj paŝoj estas la unuaj kaj la lastaj. Ĝi estis io, kion ŝi portis en si en ĉio, kion ŝi faris, sed tiam li aperis kaj interrompis ĉion. Li diris al ŝi, ke ŝi malpravas. La unua paŝo ne estis la plej grava. La lasta paŝo ne estis la plej grava. Estis la sekva paŝo, kiu estis la plej grava. La arboj do devas esti tiel malnovaj kaj primitivaj teknikoj, ke ili pensis nenion pri ili, opiniante ilin tiel sensencaj, ke eĉ sovaĝuloj kiel ni scius pri ili kaj ne suspektus. Ĉe tio, ili verŝajne ne havis tro multe da tempo post kiam ili detektis nin orbitantaj kaj intencantaj alteriĝi. Kaj se tio estus vera, povus esti nur unu loko, kie kaŝiĝis ilia civilizacio."
  },
  {
    "language": "Croatian",
    "symbol": "hr",
    "text": "Ponovno su joj govorili da su najvažniji koraci prvi i posljednji. Bilo je to nešto što je nosila u sebi u svemu što je radila, ali onda se on pojavio i sve poremetio. Rekao joj je da je pogriješila. Prvi korak nije bio najvažniji. Posljednji korak nije bio najvažniji. Bio je to sljedeći korak koji je bio najvažniji. Stoga stabla moraju biti tako stare i primitivne tehnike da o njima nisu ništa mislili, smatrajući ih tako nebitnima da bi čak i divljaci poput nas znali za njih i ne bi bili sumnjičavi. U to vrijeme vjerojatno nisu imali previše vremena nakon što su nas otkrili kako orbitiramo i namjeravamo sletjeti. A da je to istina, moglo bi postojati samo jedno mjesto gdje se skrivala njihova civilizacija."
  },
  {
    "language": "Bulgarian",
    "symbol": "bg",
    "text": "Отново й казваха, че най-важните стъпки са първата и последната. Това беше нещо, което тя носеше в себе си във всичко, което правеше, но след това той се появи и наруши всичко. Той й каза, че тя е сгрешила. Първата стъпка не беше най-важната. Последната стъпка не беше най-важната. Следващата стъпка беше най-важната. Следователно дърветата трябва да са толкова стари и примитивни техники, че да не мислят за тях, като ги смятат за толкова несъществени, че дори диваци като нас биха знаели за тях и не биха били подозрителни. При това те вероятно не са имали твърде много време, след като са ни засекли в орбита и възнамеряваме да кацнем. И ако това беше вярно, можеше да има само едно място, където тяхната цивилизация беше скрита."
  },
  {
    "language": "Afrikaans",
    "symbol": "af",
    "text": "Daar is telkens vir haar gesê dat die belangrikste stappe die eerste en die laaste was. Dit was iets wat sy in haar gedra het in alles wat sy gedoen het, maar toe daag hy op en ontwrig alles. Hy het haar vertel dat sy dit verkeerd gehad het. Die eerste stap was nie die belangrikste nie. Die laaste stap was nie die belangrikste nie. Dit was die volgende stap wat die belangrikste was. Die bome moet dus sulke ou en primitiewe tegnieke wees dat hulle niks van hulle gedink het nie en dit as onbeduidend beskou dat selfs wilde soos ons daarvan sou weet en nie verdag sou wees nie. Daarop het hulle waarskynlik nie te veel tyd gehad nadat hulle agtergekom het dat ons wentel en van plan is om te land nie. En as dit waar was, kon daar net een plek wees waar hul beskawing verborge was."
  },
  {
    "language": "Azerbaijani",
    "symbol": "az",
    "text": "Ona dəfələrlə ən vacib addımların ilk və son olduğunu söylədilər. Etdiyi hər şeydə içində gəzdirdiyi bir şeydi, amma sonra özünü göstərdi və hər şeyi pozdu. Ona səhv etdiyini söylədi. İlk addım ən vacib deyildi. Son addım ən vacib deyildi. Ən vacib olan növbəti addım idi. Bu səbəbdən ağaclar elə köhnə və ibtidai texnikalar olmalıdır ki, onlardan heç bir şey düşünmədilər, onları o qədər əhəmiyyətsiz hesab edirdilər ki, bizim kimi vəhşilər belə onları bilsinlər və şübhə etməsinlər. Bu zaman, yəqin ki, bizim orbitə çıxdığımızı və eniş etmək istədiyimizi aşkar etdikdən sonra çox vaxtları olmadı. Və bu doğru olsaydı, mədəniyyətlərinin gizlədildiyi yalnız bir yer ola bilərdi."
  },
  {
    "language": "Cebuano",
    "symbol": "ceb",
    "text": "Gisultihan siya pag-usab nga ang labi ka hinungdanon nga mga lakang mao ang una ug ang katapusan. Kini usa ka butang nga gidala niya sa sulod niya sa tanan nga iyang gibuhat, apan pagkahuman nagpakita siya ug gisamok ang tanan. Gisultihan niya nga sayop kini kaniya. Ang una nga lakang dili ang labing hinungdanon. Ang ulahi nga lakang dili mao ang labing hinungdanon. Kini ang sunod nga lakang nga ang labing hinungdanon. Ang mga punoan, busa, kinahanglan mga karaan ug karaan nga mga pamaagi nga wala nila hunahunaa kini, nga giisip nila nga wala’y hinungdan nga bisan ang mga mabangis nga sama kanato makahibalo sa kanila ug dili magduda. Niana, tingali wala silay daghang oras pagkahuman nga namatikdan nila kami nga nag-orbit ug nagtinguha nga motugpa. Ug kung tinuod kana, mahimo adunay usa ra ka lugar diin natago ang ilang sibilisasyon."
  },
  {
    "language": "Galician",
    "symbol": "gl",
    "text": "Unha e outra vez dixéranlle que os pasos máis importantes eran o primeiro e o último. Era algo que levaba dentro de ela en todo o que facía, pero logo apareceu e trastornou todo. Díxolle que o tiña mal. O primeiro paso non foi o máis importante. O último paso non foi o máis importante. Foi o seguinte paso que foi o máis importante. As árbores, polo tanto, deben ser técnicas tan antigas e primitivas que non pensaron nada delas, considerándoas tan intrascendentes que ata os salvaxes coma nós saberían delas e non serían desconfiados. Nese momento, probablemente non tiveron demasiado tempo despois de detectarnos orbitando e con intención de aterrar. E se iso fose certo, só podería haber un lugar onde estivese oculta a súa civilización."
  },
  {
    "language": "Hausa",
    "symbol": "ha",
    "text": "An sha gaya mata lokaci-lokaci cewa mahimman matakai sune na farko dana ƙarshe. Wani abu ne da take ɗauke da shi a cikinta a cikin duk abin da za ta yi, amma sai ya nuna kuma ya dagula komai. Ya gaya mata cewa ta yi kuskure. Mataki na farko ba shine mafi mahimmanci ba. Mataki na ƙarshe bai kasance mafi mahimmanci ba. Mataki na gaba shine mafi mahimmanci. Saboda haka, bishiyoyi, dole ne su kasance tsofaffin dabaru ne na yau da kullun da basuyi tunanin komai daga gare su ba, suna masu ganin cewa basu da wata ma'ana ta yadda hatta masu hankali irinmu zasu san su kuma kada suyi shakku. A hakan, wataƙila ba su da lokacin da yawa bayan sun gano mu yana kewayawa da nufin sauka. Kuma idan hakan gaskiya ne, za a iya samun wuri ɗaya kawai da ɓoye wayewar su."
  },
  {
    "language": "Hungarian",
    "symbol": "hu",
    "text": "Újra és újra elmondták neki, hogy a legfontosabb lépés az első és az utolsó. Valamit magában hordozott mindenben, amit tett, de aztán megjelent, és mindent megzavart. Azt mondta neki, hogy rosszul esett neki. Nem az első lépés volt a legfontosabb. Nem az utolsó lépés volt a legfontosabb. A következő lépés volt a legfontosabb. A fáknak tehát olyan régi és primitív technikáknak kell lenniük, hogy semmit sem gondoltak róluk, annyira következménytelennek tartva őket, hogy még a hozzánk hasonló vadak is tudnának róluk, és nem lennének gyanúsak. Ekkor valószínűleg nem volt túl sok idejük, miután észrevették, hogy keringünk és leszállni szándékozunk. És ha ez igaz lenne, akkor csak egy hely lehet, ahol civilizációjuk elrejtőzött."
  },
  {
    "language": "Javanese",
    "symbol": "jw",
    "text": "Dheweke wis dikandhani bola-bali manawa langkah-langkah sing paling penting yaiku sing pertama lan sing terakhir. Iki minangka prekara sing ditindakake dheweke ing kabeh sing ditindakake, nanging banjur nuduhake lan ngganggu kabeh. Dheweke ngandhani yen dheweke salah. Langkah kapisan ora penting. Langkah pungkasan ora penting. Langkah sabanjure sing paling penting. Wit-witan, mesthine kudu teknik sing lawas lan primitif, mula ora dianggep apa-apa, nganggep ora penting yen malah wong jahat kaya kita bakal ngerti babagan perkara kasebut lan ora curiga. Nalika semana, dheweke bisa uga ora duwe akeh wektu sawise ndeteksi kita ngorbit lan arep ndharat. Lan yen kasunyatane, mung bakal ana siji papan sing didhelikake peradabane."
  },
  {
    "language": "Kurdish",
    "symbol": "ku",
    "text": "Car carî jê re hatibû gotin ku gavên herî girîng yekem û paşîn in. Ew tiştek bû ku wê her tiştê ku dikir di hundurê xwe de hilgirtibû, lê paşê wî xuya kir û her tişt xera kir. Wî jê re got ku wê çewt kir. Gava yekem ne ya herî girîng bû. Gava paşîn ne ya herî girîng bû. Ew gava pêşîn bû ku ya herî girîng bû. Ji ber vê yekê, dar, divê teknîkên ewçend kevn û prîmîtîf bin ku wan tiştek li ser wan nedifikiriya, wan wusa bê encam bihesibînin ku hovîtiyên mîna me jî bi wan zanibin û guman nekin. Di wê demê de, dibe ku dema wan zêde nebû piştî ku wan em seh kirin û me dixwest em dakevin. If heke ew rast bûya, tenê deverek hebû ku şaristaniya wan lê veşartî bû."
  },
  {
    "language": "Luxembourgish",
    "symbol": "lb",
    "text": "Hatt huet ëmmer erëm gesot kritt datt déi wichtegst Schrëtt déi éischt an déi lescht waren. Et war eppes wat hatt an sech huet an alles wat se gemaach huet, awer dunn ass hien opgedaucht an huet alles gestéiert. Hien huet hir gesot datt hatt et falsch hätt. Den éischte Schrëtt war net dee wichtegsten. De leschte Schrëtt war net dee wichtegsten. Et war de nächste Schrëtt dee wichtegst war. D'Beem mussen also sou al a primitiv Techniken sinn datt se näischt vun hinnen geduecht hunn, als sou onwichteg ze gesinn datt souguer Wëller wéi mir vun hinne wëssen an net verdächteg sinn. Dobäi hu si wuel net ze vill Zäit nodeems se eis entdeckt hunn, déi ëmkreesen a wëlle landen. A wann dat richteg wier, kéint et nëmmen eng Plaz sinn, wou hir Zivilisatioun verstoppt war."
  },
  {
    "language": "Maori",
    "symbol": "mi",
    "text": "He maha nga wa i korerotia atu ki a ia ko nga mahi tuatahi ko nga mea tuatahi me nga mea whakamutunga. He mea i mauria e ia i roto i a ia i roto i ana mahi katoa, engari i muri ka puta ia ka pororaru i nga mea katoa. I kii ia ki a ia kei te he ia. Ko te mahi tuatahi ehara i te mea nui. Ko te mahi whakamutunga ehara i te mea nui. Ko te taahiraa e whai ake nei te mea nui. Na, ko nga rakau nei, he tikanga tawhito me nga mea tawhito noa iho kaore i whakaarohia e ratau, he mea kore noa iho, ahakoa ko nga kainoho penei i a maatau ka mohio ki a ratau kaore e ruarua. I taua wa, kaore pea i roa te wa i muri i to raatau kitenga mai i a maatau e haerere ana me te hiahia ki te uta. Ana mena he tika tera, kotahi pea te waahi e huna ai to raatau taangata."
  },
  {
    "language": "Pashto",
    "symbol": "ps",
    "text": "هغې ته وخت او وخت یو ځل ویل شوي و چې ترټولو مهم ګامونه لومړي او وروستي وو. دا یو څه و چې هغې د هغې هرڅه کې د هغې دننه ترسره کړه ، مګر بیا یې هغه هرڅه وستایل او ګډوډ یې کړل. هغه هغې ته وویل چې هغه غلط وه. لومړی ګام خورا مهم نه و. وروستی ګام خورا مهم نه و. دا راتلونکی ګام و چې خورا مهم و. ونې ، نو باید داسې زاړه او لومړني تخنیکونه وي چې دوی د دوی په اړه هیڅ فکر نه کاوه ، دوی دا دومره بې مسولیته ګ thatي چې حتی زموږ په څیر وحشيانو به دوی پیژني او شکمن نه وي. پدغه وخت کې ، دوی شاید ډیر وخت ونلري وروسته له دې چې دوی موږ ته لیدنه وکړه او ځمکې ته یې نیت درلود. او که دا ریښتیا وي ، نو یوازې یو ځای کیدی شي چیرې چې د دوی تمدن پټ و."
  },
  {
    "language": "Sesotho",
    "symbol": "st",
    "text": "O ne a boleletsoe khafetsa hore mehato ea bohlokoahali ke ea pele le ea hoqetela. E ne e le ntho eo a neng a e jere ka hare ho eena ho tsohle tseo a li etsang, empa joale o ile a hlaha mme a senya ntho e ngoe le e ngoe. O ile a mo joetsa hore o fositse. Mohato oa pele e ne e se oa bohlokoahali. Mohato oa ho qetela e ne e se oa bohlokoahali. E ne e le mohato o latelang oo e neng e le oa bohlokoahali. Lifate, ka hona, e tlameha ebe ke mekhoa ea khale ebile ea khale hoo ba neng ba sa nahane letho ka tsona, ba li nka li se na thuso hoo le batho ba sehloho joalo ka rona ba ka tsebang ka tsona mme ba se belaele. Ka nako eo, mohlomong ba ne ba se na nako e ngata haholo kamora hore ba re bone re potoloha ebile re ikemiselitse ho lula fatše. Haeba seo e ne e le 'nete, ho ne ho ka ba le sebaka se le seng feela moo tsoelo-pele ea bona e neng e patiloe."
  },
  {
    "language": "Somali",
    "symbol": "so",
    "text": "Waxaa loo sheegay waqti iyo waqti in tallaabooyinka ugu muhiimsan ay yihiin kuwa ugu horreeya iyo kuwa ugu dambeeya. Waxay ahayd wax ay ku sidatay iyada dhexdeeda wax kastoo ay qabato, laakiin markaa wuu istusay oo carqaladeeyay wax walba. Wuxuu u sheegay inay khalad leedahay. Tallaabada ugu horreysay ma ahayn tan ugu muhiimsan. Tallaabada ugu dambaysay ma ahayn tii ugu muhiimsanayd. Waxay ahayd tallaabada xigta ee ugu muhiimsanayd. Sidaa darteed, geeduhu, waa inay ahaadaan farsamooyin hore oo hore oo aan iyagu waxba ka fikirin, iyagoo u maleynaya inay yihiin wax aan muhiim ahayn oo xitaa kuwa sidayada oo kale ah ay ogaadaan iyaga oo aysan ka shakin. Markaa, waxay u badan tahay inaysan haysan waqti aad u badan ka dib markay ogaadeen annaga oo meereysanna oo damacsan inaan degno. Hadday taasi run tahayna, waxaa jiri kara oo keliya hal meel oo ilbaxnimadooda lagu qariyey."
  },
  {
    "language": "Welsh",
    "symbol": "cy",
    "text": "Dywedwyd wrthi dro ar ôl tro mai'r camau pwysicaf oedd y cyntaf a'r olaf. Roedd yn rhywbeth yr oedd hi'n cario ynddo ym mhopeth a wnaeth, ond yna fe ddangosodd ac aflonyddu ar bopeth. Dywedodd wrthi ei bod wedi ei gael yn anghywir. Nid y cam cyntaf oedd y pwysicaf. Nid y cam olaf oedd y pwysicaf. Y cam nesaf oedd y pwysicaf. Rhaid i'r coed, felly, fod yn dechnegau mor hen a chyntefig fel nad oedden nhw'n meddwl dim ohonyn nhw, gan eu hystyried mor amherthnasol fel y byddai hyd yn oed anwariaid fel ni yn gwybod amdanyn nhw a pheidio â bod yn amheus. Ar hynny, mae'n debyg nad oedd ganddyn nhw ormod o amser ar ôl iddyn nhw ein canfod ni'n cylchdroi ac yn bwriadu glanio. A phe bai hynny'n wir, dim ond un man y gallai fod eu gwareiddiad wedi'i guddio."
  },
  {
    "language": "Zulu",
    "symbol": "zu",
    "text": "Wayetshelwe kaninginingi ukuthi izinyathelo ezibaluleke kakhulu ezokuqala nezokugcina. Kwakuyinto ayiphatha ngaphakathi kuye kukho konke akwenzayo, kepha wabe eseqhamuka waphazamisa konke. Wamtshela ukuthi wayenephutha. Isinyathelo sokuqala besingeyona ebaluleke kakhulu. Isinyathelo sokugcina besingeyona ebaluleke kakhulu. Kwakuyisinyathelo esilandelayo esasibaluleke kakhulu. Izihlahla, ngakho-ke, kumele zibe ngamasu amadala futhi akudala kangangokuthi azicabanganga lutho ngazo, zizibona zingabalulekile kangangoba nezazi ezinjengathi zazizokwazi futhi zingasoli. Ngaleso sikhathi, mhlawumbe babengenaso isikhathi esiningi ngemuva kokuthi besitholile sijikeleza futhi sihlose ukufika emhlabeni. Futhi uma lokho bekuyiqiniso, bekungaba khona indawo eyodwa kuphela lapho impucuko yabo ibifihlwe khona."
  },
  {
    "language": "Xhosa",
    "symbol": "xh",
    "text": "Wayexelelwe amaxesha ngamaxesha ukuba ezona nyathelo zibalulekileyo zezokuqala nezokugqibela. Yayiyinto awayeyiphatha ngaphakathi kwakhe kuyo yonke into awayeyenza, kodwa ke wabonisa kwaye waphazamisa yonke into. Wamxelela ukuba unephutha. Inyathelo lokuqala lalingelilo elona libalulekileyo. Inyathelo lokugqibela ibingelona libaluleke kakhulu. Yaba linyathelo elilandelayo elilelona libaluleke kakhulu. Imithi ke ngoko, kufuneka ukuba ibeyemidala kwaye ibe yeyamandulo kangangokude bangacingi nto, beyibona ingabalulekanga kangangokuba nabantu abangamanyange ngathi bayakwazi kwaye bangasikrokrele. Ngelo xesha, ngekhe babenalo ixesha elininzi emva kokuba besifumene sijikeleza kwaye sizimisele umhlaba. Kwaye ukuba oko kuyinyani, bekuya kubakho indawo enye kuphela apho impucuko yabo yayifihliwe."
  },
  {
    "language": "Sundanese",
    "symbol": "su",
    "text": "Anjeunna parantos dibéjaan sababaraha kali yén léngkah anu paling penting nyaéta anu kahiji sareng anu terakhir. Ieu mangrupikeun hal anu anjeunna bawa dina dirina dina sagala hal anu anjeunna lakukeun, tapi teras anjeunna muncul sareng ngaganggu sadayana. Anjeunna ngawartosan yén dirina salah. Léngkah munggaran sanés anu paling penting. Léngkah pamungkas sanés anu paling penting. Éta léngkah salajengna anu paling penting. Tangkal na, kusabab kitu, kedah janten téknik kuno sareng purwa anu panginten aranjeunna teu aya nanaon, dianggapna teu pati penting bahkan jelema jahat sapertos urang bakal terang aranjeunna sareng henteu curiga. Nalika éta, aranjeunna panginten henteu gaduh waktos teuing saatos aranjeunna mendakan kami ngorbit sareng badé badarat. Sareng upami éta leres, ngan ukur aya hiji tempat dimana peradabanna disumputkeun."
  },
  {
    "language": "Shona",
    "symbol": "sn",
    "text": "Akave akaudzwa nguva nenguva kuti matanho akakosha aive ekutanga nevekupedzisira. Icho chaive chinhu chaakatakura mukati make mune zvese zvaaiita, asi akazozviratidza nekukanganisa zvese. Akamuudza kuti aive akazvikanganisa. Nhanho yekutanga yanga isiri iyo inonyanya kukosha. Nhanho yekupedzisira yakanga isiri yakanyanya kukosha. Yakanga iri nhanho inotevera yaive yakakosha. Iyo miti, nekudaro, inofanirwa kunge iri ekare uye echinyakare matekiniki zvekuti hapana chavakafunga nezvayo, vachizviona seisingakoshi zvekuti kunyangwe vane hasha sesu vangazive nezvayo uye varege kunyumwa. Panguva iyoyo, vangangove vasina nguva yakawandisa mushure mekunge vaona isu tichitenderera uye tichida kumhara. Uye kana icho chaive chokwadi, panogona kuve nenzvimbo imwe chete pakavanda hupenyu hwavo."
  },
  {
    "language": "Persian",
    "symbol": "fa",
    "text": "بارها و بارها به او گفته شده بود که مهمترین مراحل اولین و آخرین مرحله است. این چیزی بود که او در هر کاری انجام می داد درونش بود ، اما بعد او ظاهر شد و همه چیز را مختل کرد. او به او گفت که اشتباه کرده است. اولین قدم مهمترین نبود. آخرین مرحله مهمترین مرحله نبود. این مرحله بعدی بود که مهمترین بود. بنابراین ، درختان باید از چنان تکنیک های قدیمی و بدوی برخوردار باشند که هیچ گونه فکری برای آنها نکنند ، و آنها را چنان بی نتیجه می دانند که حتی وحشیانی مانند ما از آنها شناخت دارند و مشکوک نیستند. در آن زمان ، آنها احتمالاً وقت زیادی ندارند پس از اینکه ما را در حال چرخش و قصد فرود آمدن شناسایی کردند. و اگر این درست بود ، فقط یک مکان می توانست تمدن آنها را پنهان کند."
  },
  {
    "language": "Mongolian",
    "symbol": "mn",
    "text": "Түүнд хамгийн чухал алхам бол эхний бөгөөд эцсийн алхам гэдгийг удаа дараа хэлж байсан. Энэ бол түүний хийсэн бүх зүйлд түүний дотор тээж явдаг зүйл байсан, гэвч тэр гарч ирээд бүх зүйлийг тасалдуулсан юм. Тэр түүнд буруу байсан гэж хэлэв. Эхний алхам нь хамгийн чухал зүйл байсангүй. Сүүлийн алхам хамгийн чухал зүйл байсангүй. Энэ бол хамгийн чухал алхам болсон дараагийн алхам байв. Тиймээс моднууд нь ийм эртний, эртний техникүүд байх ёстой бөгөөд тэд огт юу ч боддоггүй байсан тул тэдгээрийг бидэн шиг зэрлэгүүд хүртэл мэддэг, сэжиглэхгүй байх тийм ач холбогдолгүй гэж үздэг байв. Энэ үед тэд биднийг тойрон эргэх болон буух гэж байгааг илрүүлсний дараа тэдэнд тийм их цаг хугацаа байгаагүй байх. Хэрэв энэ нь үнэн байсан бол тэдний соёл иргэншлийг нуусан цорын ганц газар байж болох юм."
  },
  {
    "language": "Macedonian",
    "symbol": "mk",
    "text": "Повторно и повторно и беше кажано дека најважните чекори се првиот и последниот. Тоа беше нешто што таа го носеше во себе во сè што правеше, но тогаш тој се појави и наруши сè. Тој и рече дека има погрешно. Првиот чекор не беше најважниот. Последниот чекор не беше најважен. Тоа беше следниот чекор што беше најважен. Дрвјата, според тоа, мора да бидат толку стари и примитивни техники што не мислеле ништо за нив, сметајќи ги толку бесмислени што дури и дивјаци како нас би знаеле за нив и да не бидат сомнителни. На тоа, тие веројатно немаа премногу време откако не забележаа дека орбитираме и имаме намера да слетаме. И, ако тоа беше вистина, би можело да има само едно место каде се криела нивната цивилизација."
  },
  {
    "language": "Kyrgyz",
    "symbol": "ky",
    "text": "Эң маанилүү кадамдар биринчи жана акыркы деп ага бир нече жолу айтышкан. Бул анын бардык иш-аракеттеринде жүрөгүндө болгон нерсе, бирок кийин ал келип, баарын бузду. Ал ага туура эмес болгонун айтты. Биринчи кадам эң маанилүү болгон жок. Акыркы кадам эң маанилүү болгон жок. Бул эң маанилүүсү болгон кийинки кадам болду. Демек, бак-дарактар ​​эски жана примитивдүү техникалар болушу керек, алар жөнүндө эч нерсе ойлошкон эмес, аларды биз сыяктуу жапайы адамдар да билип, шек санабаганчалык натыйжасыз деп эсептешкен. Ошол учурда, алар биздин айланып жана конууга ниеттенип жатканыбызды байкагандан кийин, көп убакыт болбогондур. Эгер бул чын болсо, анда алардын цивилизациясы жашырылган бир гана жер болушу мүмкүн."
  },
  {
    "language": "Kannada",
    "symbol": "kn",
    "text": "ಪ್ರಮುಖ ಹಂತಗಳು ಮೊದಲ ಮತ್ತು ಕೊನೆಯವು ಎಂದು ಅವಳಿಗೆ ಸಮಯ ಮತ್ತು ಸಮಯವನ್ನು ಮತ್ತೆ ತಿಳಿಸಲಾಯಿತು. ಅವಳು ಮಾಡಿದ ಎಲ್ಲದರಲ್ಲೂ ಅವಳು ತನ್ನೊಳಗೆ ಸಾಗಿಸಿದ ಸಂಗತಿಯಾಗಿದೆ, ಆದರೆ ನಂತರ ಅವನು ಎಲ್ಲವನ್ನೂ ತೋರಿಸಿದನು ಮತ್ತು ಅಡ್ಡಿಪಡಿಸಿದನು. ಅವಳು ಅದನ್ನು ತಪ್ಪಾಗಿ ಹೇಳಿದಳು. ಮೊದಲ ಹೆಜ್ಜೆ ಹೆಚ್ಚು ಮುಖ್ಯವಲ್ಲ. ಕೊನೆಯ ಹಂತವು ಹೆಚ್ಚು ಮುಖ್ಯವಲ್ಲ. ಇದು ಮುಂದಿನ ಹಂತವಾಗಿತ್ತು. ಆದ್ದರಿಂದ, ಮರಗಳು ಅಂತಹ ಹಳೆಯ ಮತ್ತು ಪ್ರಾಚೀನ ತಂತ್ರಗಳಾಗಿರಬೇಕು, ಅವುಗಳು ಯಾವುದನ್ನೂ ಯೋಚಿಸಲಿಲ್ಲ, ಅವುಗಳನ್ನು ನಮ್ಮಂತಹ ಅನಾಗರಿಕರು ಸಹ ತಿಳಿದಿರುತ್ತಾರೆ ಮತ್ತು ಅನುಮಾನಾಸ್ಪದವಾಗುವುದಿಲ್ಲ ಎಂದು ಭಾವಿಸುತ್ತಾರೆ. ಆ ಸಮಯದಲ್ಲಿ, ಅವರು ನಮ್ಮನ್ನು ಪರಿಭ್ರಮಿಸುತ್ತಿದ್ದಾರೆ ಮತ್ತು ಇಳಿಯುವ ಉದ್ದೇಶವನ್ನು ಪತ್ತೆಹಚ್ಚಿದ ನಂತರ ಅವರಿಗೆ ಹೆಚ್ಚು ಸಮಯ ಇರಲಿಲ್ಲ. ಮತ್ತು ಅದು ನಿಜವಾಗಿದ್ದರೆ, ಅವರ ನಾಗರಿಕತೆಯನ್ನು ಮರೆಮಾಡಿದ ಒಂದೇ ಒಂದು ಸ್ಥಳವಿರಬಹುದು."
  },
  {
    "language": "Icelandic",
    "symbol": "is",
    "text": "Henni hafði verið sagt aftur og aftur að mikilvægustu skrefin væru fyrstu og síðustu. Það var eitthvað sem hún bar innra með sér í öllu sem hún tók sér fyrir hendur, en þá mætti ​​hann og truflaði allt. Hann sagði henni að hún hefði rangt fyrir sér. Fyrsta skrefið var ekki það mikilvægasta. Síðasta skrefið var ekki það mikilvægasta. Það var næsta skref sem var mikilvægast. Trén verða því að vera svo gömul og frumstæð tækni að þau hugsuðu ekkert um þau og töldu þau svo óvægin að jafnvel villimenn eins og við myndu vita af þeim og ekki vera tortryggilegir. Við það höfðu þeir líklega ekki of mikinn tíma eftir að þeir uppgötvuðu okkur á braut og ætluðum að lenda. Og ef það væri satt gæti aðeins verið einn staður þar sem siðmenning þeirra var falin."
  },
  {
    "language": "Hawaiian",
    "symbol": "haw",
    "text": "Ua haʻi pinepine ʻia ʻo ia i nā kaʻi nui a me nā mea hope loa. He mea ia i hali ʻia i loko ona i nā mea āpau āna i hana ai, akā ua hōʻike ʻo ia a hoʻohaunaele i nā mea āpau. Ua haʻi ʻo ia iā ia he hewa kāna. ʻAʻole ka mea nui ka mea nui. ʻO ka anuu hope loa ka mea nui loa. ʻO ia ke kaʻina hou aʻe ʻo ia ka mea nui loa. No laila, pono nā kumulāʻau he ʻano ʻelemakule a kahiko hoʻi a lākou i manaʻo ʻole ai iā lākou, e manaʻo nei he mea ʻole ia e ʻike ai nā mea hihiu e like me mākou a ʻaʻole kānalua. I kēlā manawa, ʻaʻohe nui o kā lākou manawa ma hope o ko lākou ʻike ʻana iā mākou e hoʻopuni ana a e manaʻo ana e pae. A inā he ʻoiaʻiʻo ia, aia wale nō i kahi kahi i hūnā ʻia ai kā lākou lāhui."
  },
  {
    "language": "Georgian",
    "symbol": "ka",
    "text": "მას დროდადრო ეუბნებოდნენ, რომ ყველაზე მნიშვნელოვანი ნაბიჯები პირველი და უკანასკნელი იყო. ეს იყო ის, რასაც იგი ატარებდა ყველაფერში, რასაც აკეთებდა, მაგრამ შემდეგ ის გამოჩნდა და ყველაფერი ჩაშალა. მან უთხრა, რომ მას ეს არასწორად ჰქონდა. პირველი ნაბიჯი არ იყო ყველაზე მნიშვნელოვანი. ბოლო ნაბიჯი არ იყო ყველაზე მნიშვნელოვანი. ეს იყო ყველაზე მნიშვნელოვანი შემდეგი ნაბიჯი. ამიტომ ხეები ისეთი ძველი და პრიმიტიული ხერხები უნდა იყოს, რომ მათზე არაფერი იფიქრონ, იმდენად უშედეგოდ მიაჩნიათ, რომ ჩვენნაირმა ველურებმაც კი იციან მათზე და საეჭვო არ იქნება. ამასთან, მათ ალბათ ძალიან ბევრი დრო არ ჰქონდათ მას შემდეგ რაც დააფიქსირეს ორბიტაზე და დაშვებაზე. და თუ ეს სიმართლე იყო, მხოლოდ ერთი ადგილი იქნებოდა, სადაც მათი ცივილიზაცია იყო დამალული."
  },
  {
    "language": "Chichewa",
    "symbol": "ny",
    "text": "Anauzidwa kangapo kuti njira zofunika kwambiri zinali zoyambirira komanso zomaliza. Chinali china chake chomwe anali atanyamula mkati mwake m'zonse zomwe amachita, koma kenako adawonekera ndikusokoneza chilichonse. Adamuuza kuti adalakwitsa. Gawo loyamba silinali lofunikira kwambiri. Gawo lomaliza silinali lofunikira kwambiri. Icho chinali sitepe yotsatira yomwe inali yofunikira kwambiri. Mitengo, chotero, iyenera kukhala njira zakale kwambiri ndi zachikale kotero kuti sanaganize kalikonse za izo, kuziwona kukhala zosafunikira kwakuti ngakhale opulupudza monga ife angadziwe za izo ndi kusakhala okayikira. Pamenepo, mwina sanakhale ndi nthawi yochulukirapo atazindikira kuti tikuzungulira komanso tikufuna kutsika. Ndipo ngati izi zinali zowona, pangakhale malo amodzi okha omwe chitukuko chawo chimabisika."
  },
  {
    "language": "Basque",
    "symbol": "eu",
    "text": "Behin eta berriro esan zioten pauso garrantzitsuenak lehenengoak eta azkenak zirela. Egiten zuen guztian zeraman zerbait, baina orduan agertu zen eta dena eten zuen. Oker zuela esan zion. Lehen urratsa ez zen garrantzitsuena. Azken urratsa ez zen garrantzitsuena. Garrantzitsuena izan zen hurrengo urratsa izan zen. Zuhaitzek, beraz, hain teknika zaharrak eta primitiboak izan behar zutenez, ez zuten haietaz ezer pentsatu, hain garrantzirik gabekoak zirela, ezen gu bezalako basatiek ere haien berri izango zuten eta susmagarriak ez ziren. Orduan, ziurrenik ez zuten denbora gehiegi izan orbitan eta lehorreratzeko asmoarekin detektatu zigutenetik. Eta egia balitz, haien zibilizazioa ezkutatuta zegoen leku bakarra egon liteke."
  },
  {
    "language": "Albanian",
    "symbol": "sq",
    "text": "Ajo i ishte thënë herë pas here se hapat më të rëndësishëm ishin të parët dhe të fundit. Ishte diçka që ajo mbante brenda saj në gjithçka që bënte, por më pas ai u shfaq dhe përçau gjithçka. Ai i tha asaj se ajo e kishte gabim. Hapi i parë nuk ishte më i rëndësishmi. Hapi i fundit nuk ishte më i rëndësishmi. Ishte hapi tjetër që ishte më i rëndësishmi. Prandaj, pemët duhet të jenë teknika aq të vjetra dhe primitive, saqë ata të mos mendonin asgjë për to, duke i konsideruar ato aq të paqëndrueshme sa edhe egërsirat si ne do të dinin prej tyre dhe të mos ishin të dyshimtë. Në atë kohë, ata ndoshta nuk kishin shumë kohë pasi na zbuluan se po orbitonim dhe synonim të zbarkonim. Dhe nëse kjo do të ishte e vërtetë, mund të ishte vetëm një vend ku ishte fshehur civilizimi i tyre."
  },
  {
    "language": "Amharic",
    "symbol": "am",
    "text": "በጣም አስፈላጊዎቹ እርምጃዎች የመጀመሪያ እና የመጨረሻ እንደነበሩ ደጋግማ ተነግሯት ነበር ፡፡ እሷ በምታደርገው ሁሉ ውስጥ በውስጧ የተሸከመችው ነገር ነበር ፣ ግን ከዚያ እሱ ሁሉንም ነገር አሳየ እና አረበሸ ፡፡ እሱ ስህተት እንዳላት ነገራት ፡፡ የመጀመሪያው እርምጃ በጣም አስፈላጊው አልነበረም ፡፡ የመጨረሻው እርምጃ በጣም አስፈላጊው አልነበረም ፡፡ በጣም አስፈላጊው ቀጣዩ እርምጃ ነበር ፡፡ ስለዚህ ዛፎቹ እንደእኛ ምንም የማያስቡ ስለነበሩ ያረጁ እና ጥንታዊ ቴክኒኮች መሆን አለባቸው ፣ እንደ እኛ ያሉ አረመኔዎች እንኳን እነሱን ያውቁታል እና አይጠራጠሩም ፣ በጣም የማይረባ አድርገው ይቆጥሯቸዋል ፡፡ ያኔ እኛ ዞረን ዞረን እና መሬት ለመያዝ ካሰቡን በኋላ ምናልባት ብዙ ጊዜ አልነበራቸውም ፡፡ ያ እውነት ቢሆን ኖሮ ስልጣኔያቸው የተደበቀበት አንድ ቦታ ብቻ ሊኖር ይችላል ፡፡"
  },
  {
    "language": "Belarusian",
    "symbol": "be",
    "text": "Ёй раз за разам казалі, што найбольш важныя крокі - гэта першы і апошні. Гэта было тое, што яна несла ў сабе ва ўсім, што рабіла, але потым ён з'явіўся і сарваў усё. Ён сказаў ёй, што яна памылілася. Першы крок быў не самым важным. Апошні крок быў не самым важным. Гэта быў наступны крок, які быў самым важным. Такім чынам, дрэвы павінны быць такімі старажытнымі і прымітыўнымі прыёмамі, каб яны пра іх нічога не думалі, лічачы іх настолькі малаважнымі, што нават дзікуны, як мы, ведалі б пра іх і не выклікалі падазрэнняў. Пры гэтым у іх, верагодна, не было занадта шмат часу пасля таго, як яны выявілі, што мы круцімся і маем намер прызямліцца. І калі б гэта было праўдай, магло быць толькі адно месца, дзе была схавана іх цывілізацыя."
  },
  {
    "language": "Corsican",
    "symbol": "co",
    "text": "Li avianu dettu una è una volta chì i passi più impurtanti eranu u primu è l'ultimu. Era qualcosa chì purtava in ella in tuttu ciò ch'ella facia, ma dopu s'hè presentatu è hà disturbatu tuttu. Li hà dettu chì l'avia sbagliata. U primu passu ùn era micca u più impurtante. L'ultimu passu ùn era micca u più impurtante. Era u passu prossimu chì era u più impurtante. L'arburi, dunque, devenu esse tecniche cusì antiche è primitive chì ùn pensavanu nunda à elli, li cunsideranu cusì intrinsecchi chì ancu i salvatichi cum'è noi a sapianu è ùn eranu micca suspettosi. À quessu, ùn anu probabilmente micca troppu tempu dopu à avè rilevatu chì ci orbitavanu è avianu intenzione di sbarcà. È sì què fussi veru, ùn ci pudia esse chè un locu induve a so civiltà era piatta."
  },
  {
    "language": "Gujarati",
    "symbol": "gu",
    "text": "તેણીને સમય અને સમય ફરીથી કહેવામાં આવ્યું હતું કે સૌથી મહત્વપૂર્ણ પગલાં પ્રથમ અને છેલ્લા હતા. તે કંઈક હતું જે તેણીએ તેની અંદર કરેલી દરેક બાબતમાં કરી હતી, પરંતુ તે પછી તેણે બતાવ્યું અને બધું બગાડ્યું. તેણે તેણીને કહ્યું કે તેણીને તે ખોટું હતું. પ્રથમ પગલું સૌથી મહત્વપૂર્ણ ન હતું. છેલ્લું પગલું સૌથી મહત્વનું ન હતું. તે પછીનું પગલું હતું જે સૌથી મહત્વપૂર્ણ હતું. ઝાડ, તેથી, આવી પ્રાચીન અને પ્રાચીન તકનીક હોવા જોઈએ કે તેઓએ તેમાંથી કશું જ વિચાર્યું નહીં, તેમને એટલું અસંગત માન્યું કે આપણા જેવા જંગલો પણ તેમને જાણશે અને શંકાસ્પદ નહીં. તે સમયે, તેઓ અમને પરિભ્રમણ કરી અને ઉતરવાનો ઇરાદો શોધી કા after્યા પછી સંભવત they વધુ સમય ન મળ્યો. અને જો તે સાચું હોત, તો ત્યાં ફક્ત એક જ સ્થાન હોઇ શકે જ્યાં તેમની સંસ્કૃતિ છુપાયેલી હતી."
  },
  {
    "language": "Hindi",
    "symbol": "hi",
    "text": "उसे समय और समय फिर से बताया गया था कि सबसे महत्वपूर्ण कदम पहले और आखिरी थे। यह ऐसा कुछ था जो उसने अपने हर काम में किया था, लेकिन फिर उसने सब कुछ दिखाया और बाधित किया। उसने उससे कहा कि वह गलत था। पहला कदम सबसे महत्वपूर्ण नहीं था। अंतिम चरण सबसे महत्वपूर्ण नहीं था। यह अगला कदम था जो सबसे महत्वपूर्ण था। पेड़, इसलिए, ऐसी पुरानी और आदिम तकनीकें होनी चाहिए कि उन्होंने सोचा कि उनमें से कुछ भी नहीं है, उन्हें इतनी असंगतता से निकाल दिया जाए कि हम जैसे बर्बर लोग भी उनके बारे में जान सकें और संदेह न करें। उस समय, उन्होंने शायद इतना समय नहीं दिया जब उन्होंने हमें परिक्रमा करने और भूमि पर जाने का इरादा किया। और अगर यह सच था, तो केवल एक ही स्थान हो सकता है जहां उनकी सभ्यता छिपी थी।"
  },
  {
    "language": "Igbo",
    "symbol": "ig",
    "text": "A gwala ya ugboro ugboro na ihe kachasị mkpa bụ nke mbụ na nke ikpeazụ. Ọ bụ ihe dị n'ime ya n'ihe ọ bụla ọ na-eme, mana ọ gosiri ma ghasasịa ihe niile. Ọ gwara ya na o nwere ihe na-ezighi ezi. Nzọụkwụ mbụ abụghị nke kachasị mkpa. Nzọụkwụ ikpeazụ abụghị nke kachasị mkpa. Ọ bụ nzọụkwụ ọzọ bụ nke kachasị mkpa. Ya mere, osisi ndị a ga-abụrịrị usoro ochie na nke ochie nke na ha echeghị ihe ọ bụla banyere ha, na-ewere ha dị oke mkpa na ọbụlagodi ndị obi ọjọọ dị ka anyị ga-ama banyere ha ma ghara inwe enyo. N’ebe ahụ, ọ ga-abụ na ha enweghị oge buru ibu mgbe ha hụrụ na anyị na-agagharị na-achọ ibubata. Ma ọ bụrụ na nke ahụ bụ eziokwu, a ga-enwe naanị otu ebe ebe zoro ezo ha."
  },
  {
    "language": "Kazakh",
    "symbol": "kk",
    "text": "Оған ең маңызды сатылар бірінші және соңғы қадамдар екенін бірнеше рет айтқан. Бұл оның барлық іс-әрекетінде жүретін нәрсе еді, бірақ кейін ол өзін көрсетіп, бәрін бұзды. Ол оған оның дұрыс емес екенін айтты. Бірінші қадам ең маңыздысы болған жоқ. Соңғы қадам маңызды болған жоқ. Бұл ең маңызды болған келесі қадам болды. Демек, ағаштар өте ескі және қарабайыр техникалар болуы керек, сондықтан олар ештеңе ойламайтын, оларды біз сияқты жабайылар да білетін және күдіктенбейтін етіп соншалықты маңызды емес деп санайды. Бұл кезде олар біздің орбитада және қонуға ниетті екенімізді анықтағаннан кейін көп уақыт алмаған шығар. Егер бұл рас болса, онда олардың өркениеті жасырылған бір ғана орын болуы мүмкін еді."
  },
  {
    "language": "Lao",
    "symbol": "lo",
    "text": "ນາງໄດ້ຖືກບອກເລື້ອຍໆແລະເທື່ອວ່າຂັ້ນຕອນ ສຳ ຄັນທີ່ສຸດແມ່ນບາດກ້າວ ທຳ ອິດແລະສຸດທ້າຍ. ມັນແມ່ນສິ່ງທີ່ນາງເຮັດຢູ່ພາຍໃນນາງໃນທຸກສິ່ງທີ່ນາງເຮັດ, ແຕ່ຕໍ່ມາລາວໄດ້ສະແດງແລະລົບກວນທຸກຢ່າງ. ລາວບອກນາງວ່ານາງມີຄວາມຜິດ. ບາດກ້າວ ທຳ ອິດບໍ່ ສຳ ຄັນທີ່ສຸດ. ຂັ້ນຕອນສຸດທ້າຍບໍ່ແມ່ນສິ່ງທີ່ ສຳ ຄັນທີ່ສຸດ. ມັນແມ່ນບາດກ້າວຕໍ່ໄປທີ່ ສຳ ຄັນທີ່ສຸດ. ຕົ້ນໄມ້, ດັ່ງນັ້ນ, ຕ້ອງແມ່ນເຕັກນິກເກົ່າແກ່ແລະຕົ້ນສະບັບດັ່ງກ່າວທີ່ພວກເຂົາບໍ່ໄດ້ຄິດຫຍັງເລີຍ, ຖືວ່າມັນບໍ່ ສຳ ຄັນທີ່ສຸດເຖິງແມ່ນວ່າຈະລອດໄດ້ຄືກັບພວກເຮົາກໍ່ຈະຮູ້ຈັກພວກມັນແລະບໍ່ຕ້ອງສົງໃສ. ໃນເວລານັ້ນ, ພວກເຂົາອາດຈະບໍ່ມີເວລາຫຼາຍປານໃດຫຼັງຈາກທີ່ພວກເຮົາກວດພົບພວກເຮົາ ກຳ ລັງບິນແລະ ກຳ ລັງຈະລົງຈອດ. ແລະຖ້ານັ້ນມັນແມ່ນຄວາມຈິງ, ມັນອາດຈະມີສະຖານທີ່ດຽວທີ່ພົນລະເມືອງຂອງພວກເຂົາຖືກປິດບັງ."
  },
  {
    "language": "Malagasy",
    "symbol": "mg",
    "text": "Nolazaina hatrany hatrany fa ny dingana lehibe indrindra dia ny voalohany sy ny farany. Izy io dia zavatra izay nitondrany tao anatiny tamin'ny zavatra rehetra nataony, saingy avy eo dia niseho izy ary nanakorontana ny zava-drehetra. Nolazainy taminy fa diso ilay izy. Ny dingana voalohany dia tsy ny zava-dehibe indrindra. Ny dingana farany dia tsy ny zava-dehibe indrindra. Ny dingana manaraka no zava-dehibe indrindra. Ireo hazo, noho izany, dia tsy maintsy ho teknika tranainy sy tsy fahita firy ka tsy niheverany azy ireo akory, izay mihevitra azy ireo ho tsy misy vokany ary na ny olon-dratsy toa antsika aza dia hahafantatra azy ireo fa tsy hampiahiahy. Tamin'izay dia mety tsy nanam-potoana firy izy ireo taorian'ny nahitan'izy ireo fa nitodika sy nikasa ny hidina. Ary raha marina izany, dia mety nisy toerana iray izay nanafina ny sivilizasiany."
  },
  {
    "language": "Myanmar",
    "symbol": "my",
    "text": "သူမသည်အရေးကြီးဆုံးသောခြေလှမ်းများသည်ပထမနှင့်နောက်ဆုံးဖြစ်ကြောင်းထပ်ခါထပ်ခါပြောခဲ့သည်။ သူမသည်သူမလုပ်ဆောင်သမျှတွင်သူမကိုသယ်ဆောင်ထားသည့်အရာတစ်ခုဖြစ်သော်လည်းထို့နောက်သူသည်ပြသနာများပြီးပြတ်တောက်သွားသည်။ သူမကသူမ၏မှားကြောင်းသူမ၏ပြောပြသည်။ ပထမ ဦး ဆုံးခြေလှမ်းအရေးအပါဆုံးမဟုတ်ခဲ့ပေ။ နောက်ဆုံးခြေလှမ်းသည်အရေးအပါဆုံးမဟုတ်ပါ။ ဒါဟာအရေးကြီးဆုံးသောနောက်ခြေလှမ်းတစ်ခုဖြစ်သည်။ ထို့ကြောင့်သစ်ပင်များသည်အလွန်ရှေးကျသောနည်းစနစ်များဖြစ်ရမည်။ ထို့ကြောင့်သူတို့ကိုကျွန်ုပ်တို့ဘာမျှမစဉ်းစားပဲအရေးမကြီးဟုထင်မြင်သည်။ ကျွန်တော်တို့ကိုလှည့်ပတ်နေပြီးဆင်းသက်ဖို့ရည်ရွယ်ထားတာကိုရှာဖွေတွေ့ရှိပြီးတဲ့နောက်မှာသူတို့မှာအချိန်သိပ်မရှိတော့တာဖြစ်နိုင်တယ်။ အကယ်၍ ၎င်းသာမှန်ခဲ့လျှင်၊ သူတို့၏ယဉ်ကျေးမှုကိုဖုံးကွယ်ထားသည့်နေရာတစ်ခုသာရှိနိုင်သည်။"
  },
  {
    "language": "Samoan",
    "symbol": "sm",
    "text": "Sa taʻu atu ia te ia i lea taimi ma lea taimi o laasaga sili ona taua o le muamua ma le mulimuli. O se mea na ia aveina i totonu ia te ia i mea uma na ia faia, ae ona ia faaali atu ma faalavelaveina mea uma. Na ia taʻu atu ia te ia e sese le mea ua ia faia. O le muamua laasaga e le o le sili ona taua. O le laasaga mulimuli e le sili ona taua. O le isi sitepu na sili ona taua. O laʻau la, e tatau ona matua ma tuai metotia na latou manatu ai e leai se mea e uiga i ai, e manatu e matua leai se aoga e oʻo lava i tagata feʻai pei o tatou o le a iloaina latou ma e le masalosalo. Ile taimi la lena, masalo e leʻi tele se latou taimi ina ua latou maitauina matou o faʻataʻamilo ma faʻamoemoe e laueleele. Ma afai e moni lena mea, e na o le tasi lava le nofoaga e nana ai a latou aganuʻu."
  },
  {
    "language": "Sindhi",
    "symbol": "sd",
    "text": "هوء وقت ۽ وقت جي بار بار ٻڌائي وئي هئي ته سڀ کان اهم مرحلا پهرين ۽ آخري هئا. اها ڪجهه هئي جيڪا هن پنهنجي اندر جي هر شي ۾ ڪئي ، پر پوءِ هن ظاهر ڪيو ۽ هر شي کي بي نقاب ڪري ڇڏيو. هن ٻڌايو ته هن کي غلط سمجهيو آهي. پهريون قدم انتهائي اهم نه هو. آخري قدم سڀ کان اهم نه هو. اهو ايندڙ مرحلو هو جيڪو سڀني کان اهم هو. وڻ ، تنهن ڪري ، لازمي طور تي اهي پراڻا ۽ فرنيچر هوندا ، جيڪي انهن بابت ڪجهه به نه سوچيندا هئا ، انهن کي ايتري قدر deاڻيندي ته ، اسان وانگر وحشي به هنن کي wouldاڻيندا ۽ شڪ نه ڪندا. انهي تي ، اهي شايد گهڻو وقت نه هوندا هئا انهن کي اسان کي مدار ڪرڻ ۽ زمين ڏيڻ جو ارادو ڪرڻ کان پوء. ۽ جيڪڏھن اھو سچا ھين ھا ، اتي فقط ھڪڙي ئي جڳھ ٿي سگھي ٿي جتي انھن جي تھذيب لڪيل ھئي."
  },
  {
    "language": "Swahili",
    "symbol": "sw",
    "text": "Alikuwa ameambiwa mara kwa mara kwamba hatua muhimu zaidi zilikuwa za kwanza na za mwisho. Ilikuwa ni kitu ambacho alikuwa akibeba ndani yake katika kila kitu alichofanya, lakini baadaye akajitokeza na kuvuruga kila kitu. Alimwambia kuwa alikuwa na makosa. Hatua ya kwanza haikuwa muhimu zaidi. Hatua ya mwisho haikuwa muhimu zaidi. Ilikuwa hatua inayofuata ambayo ilikuwa muhimu zaidi. Miti, kwa hivyo, lazima iwe mbinu za zamani na za zamani sana kwamba hawakufikiria chochote juu yao, wakiwachukulia kuwa muhimu sana hata hata washenzi kama sisi wangeijua na wasiwe na mashaka. Wakati huo, labda hawakuwa na muda mwingi baada ya kutugundua tunazunguka na tunakusudia kutua. Na kama hiyo ingekuwa kweli, kunaweza kuwa na sehemu moja tu ambapo ustaarabu wao ulifichwa."
  },
  {
    "language": "Yiddish",
    "symbol": "yi",
    "text": "זי האָט שוין מאָל און ווידער געזאָגט אַז די וויכטיקסטע טריט זײַנען די ערשטע און די לעצטע. דאָס איז געווען עפּעס וואָס זי האָט געטראגן אין זיך אין אַלץ וואָס זי האָט געטאן, אָבער דערנאָך האָט ער זיך געוויזן און אַלץ דיסראַפּטיד. ער האָט איר געזאָגט אַז זי האָט עס פאַלש. דער ערשטער שריט איז נישט די מערסט וויכטיק. די לעצטע שריט איז נישט די מערסט וויכטיק. דאָס איז געווען דער ווייַטער שריט וואָס איז געווען די מערסט וויכטיק. די ביימער מוזן דעריבער זיין אַזאַ אַלט און פּרימיטיוו טעקניקס אַז זיי געדאַנק גאָרנישט פון זיי, וואָס זיי באַטראַכטן אַזוי ומבאַקוועם אַז אפילו ווילד ווי אונדז וואָלט וויסן פון זיי און ניט זיין סאַספּישאַס. דערנאָך זיי מיסטאָמע נישט האָבן צו פיל צייט נאָך זיי דיטעקטאַד אונדז אָרביטינג און בדעה צו לאַנד. און אויב דאָס איז אמת, עס קען זיין בלויז איין אָרט וווּ זייער ציוויליזאַציע איז געווען פאַרבאָרגן."
  },
  {
    "language": "Yoruba",
    "symbol": "yo",
    "text": "O ti sọ fun ni akoko ati akoko lẹẹkansi pe awọn igbesẹ pataki julọ ni akọkọ ati igbehin. O jẹ nkan ti o gbe ninu rẹ ninu ohun gbogbo ti o ṣe, ṣugbọn lẹhinna o fihan ati da ohun gbogbo ru. O sọ fun u pe o ni aṣiṣe. Igbesẹ akọkọ kii ṣe pataki julọ. Igbesẹ ti o kẹhin kii ṣe pataki julọ. O jẹ igbesẹ ti o tẹle ti o ṣe pataki julọ. Nitorinaa, awọn igi gbọdọ jẹ iru awọn ọgbọn atijọ ati ti igba atijọ ti wọn ko ronu nkankan nipa wọn, nireti pe wọn ko ṣe pataki pe paapaa awọn oniwajẹ bi wa yoo mọ ti wọn ki o ma ṣe fura. Ni iyẹn, o ṣee ṣe wọn ko ni akoko pupọ ju lẹhin ti wọn ṣe iwari wa yipo kiri ati pinnu lati de. Ati pe ti iyẹn ba jẹ otitọ, ibiti o le wa nikan ni ibi ti ọlaju wọn ti farapamọ."
  },
  {
    "language": "Uzbek",
    "symbol": "uz",
    "text": "Unga eng muhim qadamlar birinchi va oxirgisi ekanligini qayta-qayta aytishgan. Bu uning o'zida hamma narsani o'zida ushlab turadigan narsa edi, lekin keyin u paydo bo'ldi va hamma narsani buzdi. U unga noto'g'ri ekanligini aytdi. Birinchi qadam eng muhimi emas edi. Oxirgi qadam eng muhim emas edi. Bu eng muhim bo'lgan keyingi qadam edi. Shuning uchun daraxtlar shunday eski va ibtidoiy texnika bo'lishi kerakki, ular ular haqida hech narsa o'ylamas edilar, ularni shunchalik ahamiyatsiz deb hisobladilar, hatto biz kabi vahshiylar ham ular haqida bilishadi va shubhalanmasinlar. Bu holatda, ular bizning orbitamizda aylanishimiz va qo'nish niyatimiz borligini aniqlaganlaridan keyin ko'p vaqtlari bo'lmagandir. Va agar bu haqiqat bo'lsa, ularning tsivilizatsiyasi yashiringan bitta joy bo'lishi mumkin edi."
  },
  {
    "language": "Scots Gaelic",
    "symbol": "gd",
    "text": "Chaidh innse dhi a-rithist agus a-rithist gur e na ceumannan as cudromaiche a ’chiad agus an tè mu dheireadh. B ’e rudeigin a bha i a’ giùlan taobh a-staigh i anns a h-uile dad a rinn i, ach an uairsin sheall e suas agus chuir e dragh air a h-uile càil. Thuirt e rithe gun robh i ceàrr. Cha b ’e a’ chiad cheum an rud as cudromaiche. Cha b ’e an ceum mu dheireadh an rud as cudromaiche. B ’e an ath cheum a bu chudromaiche. Feumaidh na craobhan, mar sin, a bhith nan seann dhòighean agus cho prìomhach is nach robh iad a ’smaoineachadh dad dhiubh, gam faicinn cho neo-chinnteach’ s gum biodh fios aig eadhon luchd-saoraidh mar sinne agus gun a bhith amharasach. Aig an àm sin, is dòcha nach robh cus ùine aca às deidh dhaibh lorg fhaighinn oirnn a ’gluasad agus an dùil tighinn air tìr. Agus nam biodh sin fìor, cha bhiodh ann ach aon àite far an robh an t-sìobhaltachd aca falaichte."
  },
  {
    "language": "Sinhala",
    "symbol": "si",
    "text": "වැදගත්ම පියවර පළමු හා අවසාන පියවර බව ඇයට නැවත නැවතත් කාලය හා වේලාව පවසා තිබුණි. එය ඇය කළ සෑම දෙයකින්ම ඇය තුළ ගෙන ගිය දෙයක්, නමුත් පසුව ඔහු පෙන්වමින් සියල්ල කඩාකප්පල් කළේය. ඔහු ඇයට කිව්වා ඇයට එය වැරදියි කියා. පළමු පියවර වඩාත්ම වැදගත් නොවේ. අවසාන පියවර වඩාත්ම වැදගත් නොවේ. එය වඩාත් වැදගත් වූයේ ඊළඟ පියවරයි. එබැවින් ගස් එතරම් පැරණි හා ප්‍රාථමික ශිල්පීය ක්‍රම විය යුතු අතර ඔවුන් ඒවා ගැන කිසිවක් නොසිතූ අතර ඒවා කොතරම් අනපේක්ෂිතදැයි සිතා අප වැනි ම්ලේච්ඡයන් පවා ඔවුන් ගැන දැනගෙන සැක සහිත නොවනු ඇත. අප කක්ෂගත වී ගොඩබෑමට අදහස් කරන බව ඔවුන් හඳුනාගත් පසු ඔවුන්ට වැඩි කාලයක් නොතිබුණි. එය සත්‍යයක් නම්, ඔවුන්ගේ ශිෂ් ization ාචාරය සැඟවී ඇත්තේ එක් ස්ථානයක් පමණි."
  },
  {
    "language": "Nepali",
    "symbol": "ne",
    "text": "उनलाई समय र समय बताइएको थियो कि सब भन्दा महत्त्वपूर्ण चरणहरू पहिलो र अन्तिम हो। यो उनले गरिन् जुन उनी सबै कुरामा गर्थिन्, तर त्यसपछि उनले देखाए र सबै चीजमा अवरोध खडा गरे। उनले उनलाई भने कि उनीसँग यो गलत थियो। पहिलो चरण सबैभन्दा महत्त्वपूर्ण थिएन। अन्तिम चरण सब भन्दा महत्त्वपूर्ण थिएन। यो अर्को चरण थियो जुन सब भन्दा महत्त्वपूर्ण थियो। त्यसकारण रूखहरू यति पुरानो र आदिम प्रविधि हुनुपर्दछ कि उनीहरूले ती केही पनि सोचेनन्न, उनीहरूलाई यति विवादास्पद ठान्थे कि हामी जस्तो बृक्षलाई पनि उनीहरूले चिन्नेछन् र शंकास्पद पनि हुँदैनन्। त्यतिखेर, उनीहरूसँग अधिक समय थिएन जब तिनीहरूले हामीलाई परिक्रमा गरे र भूमि खोज्न खोजे। र यदि यो सत्य हो भने, त्यहाँ केवल एक ठाउँ हुन सक्छ जहाँ तिनीहरूको सभ्यता लुकेको थियो।"
  },
  {
    "language": "Maltese",
    "symbol": "mt",
    "text": "Hija kienet qalulha darba wara l-oħra li l-aktar passi importanti kienu l-ewwel u l-aħħar. Kienet xi ħaġa li ġarret ġo fiha f’dak kollu li għamlet, imma mbagħad hu wera u ħarbat kollox. Huwa qalilha li kellha ħażin. L-ewwel pass ma kienx l-iktar importanti. L-aħħar pass ma kienx l-iktar importanti. Kien il-pass li jmiss li kien l-iktar importanti. Is-siġar, għalhekk, għandhom ikunu tekniki tant qodma u primittivi li ma ħasbu xejn dwarhom, u jqisuhom tant bla konsegwenza li anke s-selvaġġi bħalna jkunu jafu bihom u ma jkunux suspettużi. F’dak il-ħin, probabbilment ma kellhomx wisq ħin wara li skoprewna orbitati u bi ħsiebna niżlu l-art. U jekk dan kien veru, jista 'jkun hemm post wieħed biss fejn iċ-ċiviltà tagħhom kienet moħbija."
  },
  {
    "language": "Latin",
    "symbol": "la",
    "text": "Et erat ei qui semel atque iterum maxime momenti sunt vestigia prima et ultima. Hoc est aliquid quod non ferri in ea quae in illa fecit, sed tum ille ostendit et omnia dissipantur. Erat autem illa et indicavit ei qui iniuriam. Primus gradus est non maxime momenti. Ultimum gradum in esse non est maxime momenti. Hoc autem quod est maxime momenti gradum proximum progredi. Arbores Ergo oportet quod haec ars nihil illa prima et curavit eos levis barbaris quidem nobis et illis suspectum cognosceret. In hoc autem verisimile non habeo nimium temporis, postquam orbiting detexerunt, nos et haec illave defensurus terram. Quod si vero solum posse turrium ubi latebat."
  },
  {
    "language": "Khmer",
    "symbol": "km",
    "text": "នាងត្រូវបានគេប្រាប់ម្តងហើយម្តងទៀតថាជំហានសំខាន់បំផុតគឺជំហានដំបូងនិងចុងក្រោយ។ វាគឺជាអ្វីដែលនាងបានកាន់នៅក្នុងខ្លួននាងក្នុងគ្រប់អ្វីៗដែលនាងបានធ្វើប៉ុន្តែបន្ទាប់មកគាត់បានបង្ហាញនិងរំខានដល់អ្វីៗទាំងអស់។ គាត់បានប្រាប់នាងថានាងមានកំហុស។ ជំហានដំបូងមិនសំខាន់ទេ។ ជំហានចុងក្រោយគឺមិនសំខាន់ទេ។ វាជាជំហានបន្ទាប់ដែលសំខាន់បំផុត។ ដើមឈើដូច្នេះត្រូវតែជាបច្ចេកទេសចាស់និងបឋមដូច្នេះពួកគេមិនបានគិតពីអ្វីទាំងអស់ដោយគិតថាវាមិនចាំបាច់ទាល់តែសោះដែលសូម្បីតែការសន្សំសំចៃដូចពួកយើងក៏ស្គាល់ពួកគេដែរហើយមិនគួរឱ្យសង្ស័យទេ។ នៅពេលនោះពួកគេប្រហែលជាមិនមានពេលវេលាច្រើនទេបន្ទាប់ពីពួកគេបានរកឃើញយើងវិលវល់និងមានបំណងចុះចត។ ហើយប្រសិនបើវាជាការពិតវាអាចមានកន្លែងតែមួយគត់ដែលអរិយធម៌របស់ពួកគេត្រូវបានលាក់។"
  },
  {
    "language": "Irish",
    "symbol": "ga",
    "text": "Dúradh léi arís agus arís eile gurb iad na céimeanna ba thábhachtaí an chéad cheann agus an ceann deireanach. Rud a rinne sí laistigh di i ngach rud a rinne sí, ach ansin thaispeáin sé gach rud agus chuir sé isteach air. Dúirt sé léi go raibh sí mícheart. Níorbh é an chéad chéim an ceann is tábhachtaí. Níorbh é an chéim dheireanach an ceann is tábhachtaí. Ba é an chéad chéim eile an ceann is tábhachtaí. Ní foláir, mar sin, go bhfuil na crainn mar theicnící chomh sean agus chomh primitive nár cheap siad faic díobh, agus iad á mheas chomh neamhfhreagrach sin go mbeadh a fhios ag fiú daoine saortha mar iad agus nach mbeadh siad amhrasach. Ag an am sin, is dócha nach raibh an iomarca ama acu tar éis dóibh muid a bhrath ag fithisiú agus ag iarraidh teacht i dtír. Agus dá mbeadh sé sin fíor, ní fhéadfadh ach áit amháin a bheith ann ina raibh a sibhialtacht i bhfolach."
  },
  {
    "language": "Hmong",
    "symbol": "hmn",
    "text": "Nws tau hais qhia lub sijhawm thiab ib zaug ntxiv tias cov qib tseem ceeb tshaj yog cov thawj thiab tom kawg. Nws yog ib yam dab tsi uas nws nqa hauv nws hauv txhua yam nws ua, tab sis tom qab ntawd nws qhia thiab cuam tshuam txhua yam. Nws hais rau nws tias nws ua txhaum nws lawm. Thawj kauj ruam tsis yog qhov tseem ceeb. Kauj kawg tsis yog qhov tseem ceeb. Nws yog lub kauj ruam tom ntej uas yog qhov tseem ceeb tshaj plaws. Cov ntoo, yog li ntawd, yuav tsum yog cov txuj ci qub thiab qub qub uas lawv tsis xav dab tsi ntawm lawv, deeming lawv li tsis tseem ceeb uas txawm tias kev txuag zoo ib yam li peb yuav paub ntawm lawv thiab tsis txhob ua xyem xyav. Ntawm lub sijhawm ntawd, tej zaum lawv tsis muaj sijhawm ntau tom qab lawv kuaj pom peb mus ncig thiab npaj tsaws. Thiab yog tias qhov ntawd yog qhov tseeb, yuav muaj ib qho chaw uas lawv qhov kev coj noj coj ua raug zais."
  },
  {
    "language": "Haitian Creole",
    "symbol": "ht",
    "text": "Yo te di li tan ak tan ankò ke etap ki pi enpòtan yo te premye a ak dènye a. Se te yon bagay ke li te pote nan li nan tout sa li te fè, men Lè sa a, li te parèt ak deranje tout bagay. Li te di li ke li te gen li mal. Premye etap la pa t 'pi enpòtan an. Dènye etap la pa t 'pi enpòtan an. Se te pwochen etap la ki te pi enpòtan an. Pye bwa yo, Se poutèt sa, yo dwe tankou teknik fin vye granmoun ak primitif ke yo te panse pa gen anyen nan yo, jije yo konsa enkonsistan ke menm sovaj tankou nou ta konnen nan yo epi yo pa dwe sispèk. Lè sa a, yo pwobableman pa t 'gen twòp tan apre yo fin detekte nou òbit ak entansyon nan peyi. Men, si sa a te vre, ta ka gen yon sèl kote sivilizasyon yo te kache."
  },
  {
    "language": "Frisian",
    "symbol": "fy",
    "text": "Se waard hieltyd wer ferteld dat de wichtichste stappen de earste en de lêste wiene. It wie wat dat se yn har droech yn alles wat se die, mar doe ferskynde hy en fersteurde alles. Hy fertelde har dat se it ferkeard hie. De earste stap wie net de wichtichste. De lêste stap wie net de wichtichste. It wie de folgjende stap dy't de wichtichste wie. De beammen moatte dêrom sokke âlde en primitive techniken wêze dat se der neat fan tinke, se beskôgje sa ûnbedoeld dat sels wylden lykas wy derfan wite soene en net erchtinkend wêze. Dêrnei hienen se wierskynlik net te folle tiid nei't se ús ûntdutsen hawwe dy't rûn binne en fan doel wiene te lânjen. En as dat wier wie, koe der mar ien plak wêze wêr't har beskaving ferburgen wie."
  },
  {
    "language": "Bosnian",
    "symbol": "bs",
    "text": "Ponovno su joj govorili da su najvažniji koraci prvi i zadnji. Bilo je to nešto što je nosila u sebi u svemu što je radila, ali onda se on pojavio i sve poremetio. Rekao joj je da je pogriješila. Prvi korak nije bio najvažniji. Posljednji korak nije bio najvažniji. To je bio sljedeći korak koji je bio najvažniji. Drveće, dakle, mora biti toliko stara i primitivna tehnika da nije o njima ništa mislila, smatrajući ih tako nebitnim da bi čak i divljaci poput nas znali za njih i ne bi bili sumnjičavi. U to vrijeme vjerovatno nisu imali previše vremena nakon što su nas otkrili kako orbitiramo i namjeravamo sletjeti. A da je to istina, moglo bi postojati samo jedno mjesto gdje se skrivala njihova civilizacija."
  },
  {
    "language": "Armenian",
    "symbol": "hy",
    "text": "Նրան բազմիցս ասել էին, որ ամենակարևոր քայլերը առաջինն ու վերջինն էին: Դա մի բան էր, որ նա կրում էր իր մեջ ամեն ինչում, ինչ անում էր, բայց հետո նա հայտնվեց և խանգարեց ամեն ինչ: Նա ասաց նրան, որ կինը սխալ է վարվել: Առաջին քայլը ամենակարևորը չէր: Վերջին քայլը ամենակարևորը չէր: Դա հաջորդ քայլն էր, որ ամենակարևորն էր: Ուստի ծառերը պետք է լինեն այնքան հին և պարզունակ տեխնիկա, որ նրանք դրանց մասին ոչինչ չմտածեն ՝ համարելով դրանք այնքան անարդյունավետ, որ նույնիսկ մեզ նման վայրենիները իմանան դրանց մասին և կասկածելի չլինեն: Ընդ որում, նրանք, հավանաբար, շատ ժամանակ չունեին այն բանից հետո, երբ մեզ հայտնաբերեցին ուղեծիր դուրս գալու և վայրէջք մտադրելու մասին: Եվ եթե դա ճիշտ լիներ, ապա կարող էր լինել միայն մեկ տեղ, որտեղ թաքնված էր նրանց քաղաքակրթությունը:"
  }
]