[
  {
    "language": "English",
    "symbol": "en",
    "text": "The day had begun on a bright note. The sun finally peeked through the rain for the first time in a week, and the birds were sinf=ging in its warmth. There was no way to anticipate what was about to happen. It was a worst-case scenario and there was no way out of it. There was little doubt that the bridge was unsafe. All one had to do was look at it to know that with certainty. Yet Bob didn't see another option. He may have been able to work one out if he had a bit of time to think things through, but time was something he didn't have. A choice needed to be made, and it needed to be made quickly. It's always good to bring a slower friend with you on a hike. If you happen to come across bears, the whole group doesn't have to worry. Only the slowest in the group do. That was the lesson they were about to learn that day."
  },
  {
      "language": "Arabic",
      "symbol": "ar",
      "text": "بدأ اليوم بملاحظة مشرقة. اختلست الشمس أخيرًا من خلال المطر لأول مرة منذ أسبوع ، وكانت الطيور تتأرجح في دفئها. لم تكن هناك طريقة لتوقع ما سيحدث. لقد كان السيناريو الأسوأ ولم يكن هناك مخرج منه.\nلم يكن هناك شك في أن الجسر كان غير آمن. كل ما كان على المرء فعله هو النظر إليه لمعرفة ذلك على وجه اليقين. ومع ذلك ، لم يرى بوب خيارًا آخر. ربما كان قادرًا على حل شيء ما إذا كان لديه بعض الوقت للتفكير في الأمور ، لكن الوقت كان شيئًا لم يكن لديه. هناك حاجة لاتخاذ خيار ، ويجب القيام به بسرعة.\nمن الجيد دائمًا إحضار صديق أبطأ معك في نزهة. إذا صادفتك دببة ، فلا داعي للقلق على المجموعة بأكملها. فقط الأبطأ في المجموعة يفعلون ذلك. كان هذا هو الدرس الذي كانوا على وشك تعلمه في ذلك اليوم."
  },
  {
      "language": "Dutch",
      "symbol": "nl",
      "text": "De dag was begonnen met een heldere toon. De zon gluurde eindelijk voor het eerst in een week door de regen, en de vogels zaten te zwijgen in zijn warmte. Er was geen manier om te anticiperen op wat er ging gebeuren. Het was een worstcasescenario en er was geen uitweg.\nEr bestond weinig twijfel over dat de brug onveilig was. Het enige wat je hoefde te doen was ernaar kijken om dat met zekerheid te weten. Toch zag Bob geen andere optie. Hij had er misschien een kunnen bedenken als hij een beetje tijd had gehad om over dingen na te denken, maar tijd had hij niet. Er moest een keuze worden gemaakt en die moest snel worden gemaakt.\nHet is altijd goed om een ​​langzamere vriend mee te nemen tijdens een wandeling. Mocht je toevallig beren tegenkomen, dan hoeft de hele groep zich geen zorgen te maken. Alleen de langzaamsten in de groep doen dat. Dat was de les die ze die dag zouden leren."
  },
  {
      "language": "French",
      "symbol": "fr",
      "text": "La journée avait commencé sur une note lumineuse. Le soleil a finalement jeté un coup d'œil à travers la pluie pour la première fois en une semaine, et les oiseaux ont été sinf = ging dans sa chaleur. Il n'y avait aucun moyen d'anticiper ce qui allait se passer. C'était le pire des cas et il n'y avait aucun moyen de s'en sortir.\nIl ne faisait aucun doute que le pont n'était pas sûr. Il suffisait de le regarder pour le savoir avec certitude. Pourtant, Bob n'a pas vu d'autre option. Il aurait peut-être pu en élaborer un s'il avait eu un peu de temps pour réfléchir, mais le temps était quelque chose qu'il n'avait pas. Un choix devait être fait et il devait être fait rapidement.\nIl est toujours bon d'amener un ami plus lent avec vous lors d'une randonnée. Si vous rencontrez des ours, tout le groupe n'a pas à s'inquiéter. Seuls les plus lents du groupe le font. C'était la leçon qu'ils s'apprêtaient à apprendre ce jour-là."
  },
  {
      "language": "German",
      "symbol": "de",
      "text": "Der Tag hatte hell begonnen. Die Sonne spähte schließlich zum ersten Mal seit einer Woche durch den Regen, und die Vögel waren in ihrer Wärme sündhaft. Es gab keine Möglichkeit, vorauszusehen, was passieren würde. Es war ein Worst-Case-Szenario und es gab keinen Ausweg.\nEs gab kaum Zweifel, dass die Brücke unsicher war. Alles, was man tun musste, war es anzusehen, um das mit Sicherheit zu wissen. Doch Bob sah keine andere Option. Er hätte vielleicht einen herausfinden können, wenn er ein bisschen Zeit zum Nachdenken gehabt hätte, aber Zeit war etwas, das er nicht hatte. Es musste eine Wahl getroffen werden, und sie musste schnell getroffen werden.\nEs ist immer gut, einen langsameren Freund auf eine Wanderung mitzunehmen. Wenn Sie auf Bären stoßen, muss sich die ganze Gruppe keine Sorgen machen. Nur die langsamsten in der Gruppe. Das war die Lektion, die sie an diesem Tag lernen wollten."
  },
  {
      "language": "Italian",
      "symbol": "it",
      "text": "La giornata era iniziata con una nota brillante. Il sole finalmente fece capolino attraverso la pioggia per la prima volta in una settimana, e gli uccelli erano sinf = ging nel suo calore. Non c'era modo di prevedere cosa stava per accadere. Era lo scenario peggiore e non c'era via d'uscita.\nNon c'erano dubbi che il ponte non fosse sicuro. Bastava guardarlo per saperlo con certezza. Eppure Bob non vedeva un'altra opzione. Potrebbe essere stato in grado di elaborarne uno se avesse avuto un po 'di tempo per riflettere sulle cose, ma il tempo era qualcosa che non aveva. Una scelta doveva essere fatta e doveva essere fatta rapidamente.\nÈ sempre bene portare un amico più lento con te durante un'escursione. Se ti capita di incontrare orsi, l'intero gruppo non deve preoccuparsi. Solo i più lenti del gruppo lo fanno. Questa era la lezione che stavano per imparare quel giorno."
  },
  {
      "language": "Japanese",
      "symbol": "ja",
      "text": "その日は明るいメモで始まりました。ようやく太陽が一週間ぶりに雨の中をのぞき、鳥たちはその暖かさの中でsinf = gingしていました。何が起きようとしているかを予測する方法はありませんでした。それは最悪のシナリオであり、それから抜け出す方法はありませんでした。\n橋が安全でないことは疑いの余地がありませんでした。それを確実に知るためにそれを見るだけでした。それでも、ボブは別の選択肢を見ませんでした。物事を考える時間が少しあれば、彼はそれを解決することができたかもしれませんが、時間は彼が持っていなかったものでした。選択を行う必要があり、それを迅速に行う必要がありました。\n遅い友達を連れてハイキングに行くのはいつでもいいことです。クマに出くわしたとしても、グループ全体で心配する必要はありません。グループの中で最も遅いものだけがそうします。それが彼らがその日に学ぼうとしていた教訓でした。"
  },
  {
      "language": "Russian",
      "symbol": "ru",
      "text": "День начался с яркой ноты. Наконец-то солнце впервые за неделю выглянуло из-под дождя, и птицы наслаждались его теплом. Невозможно было предвидеть то, что должно было произойти. Это был наихудший сценарий, и выхода из него не было.\nНе было сомнений, что мост небезопасен. Все, что нужно было сделать, это посмотреть на него, чтобы убедиться в этом. И все же Боб не видел другого выхода. Возможно, он смог бы решить одну из них, если бы у него было немного времени, чтобы все обдумать, но времени у него не было. Выбор нужно было сделать, и его нужно было сделать быстро.\nВсегда хорошо брать с собой в поход более медленного друга. Если вам случится встретить медведей, не беспокойтесь всей группе. Только самые медленные в группе. Это был урок, который они собирались усвоить в тот день."
  },
  {
      "language": "Spanish",
      "symbol": "es",
      "text": "El día había comenzado con una nota brillante. El sol finalmente se asomó a través de la lluvia por primera vez en una semana, y los pájaros cantaban con su calor. No había forma de anticipar lo que estaba a punto de suceder. Era el peor de los casos y no había forma de salir de él.\nHabía pocas dudas de que el puente no era seguro. Todo lo que había que hacer era mirarlo para saberlo con certeza. Sin embargo, Bob no vio otra opción. Es posible que hubiera podido resolver uno si hubiera tenido un poco de tiempo para pensar las cosas, pero el tiempo era algo que no tenía. Era necesario tomar una decisión y hacerlo rápidamente.\nSiempre es bueno llevar a un amigo más lento a una caminata. Si te encuentras con osos, todo el grupo no tiene que preocuparse. Solo los más lentos del grupo lo hacen. Esa fue la lección que estaban a punto de aprender ese día."
  },
  {
      "language": "Catalan",
      "symbol": "ca",
      "text": "El dia havia començat amb una nota brillant. El sol, finalment, va mirar per la pluja per primera vegada en una setmana, i els ocells es van quedar sense calor. No hi havia manera d’anticipar el que estava a punt de passar. Va ser el pitjor dels casos i no hi va haver sortida.\nHi havia pocs dubtes que el pont no era segur. L’únic que s’havia de fer era mirar-lo per saber-ho amb certesa. Tot i així, Bob no va veure cap altra opció. Potser n’ha pogut elaborar una si tenia una mica de temps per pensar les coses, però el temps era quelcom que no tenia. Cal escollir una decisió i fer-la ràpidament.\nSempre és bo portar un amic més lent amb tu en una excursió. Si us trobeu amb óssos, tot el grup no s’ha de preocupar. Només ho fan els més lents del grup. Aquesta va ser la lliçó que estaven a punt d’aprendre aquell dia."
  },
  {
      "language": "Czech",
      "symbol": "cs",
      "text": "Den začal jasnou notou. Slunce konečně poprvé za týden nakouklo skrz déšť a ptáci se sáněli v teple. Neexistoval způsob, jak předvídat, co se bude dít. Byl to nejhorší scénář a nebylo z něj východiska.\nO tom, že most není bezpečný, nebylo pochyb. Jediné, co musel udělat, bylo se na to podívat, aby to věděl s jistotou. Bob přesto neviděl jinou možnost. Možná by byl schopen vypracovat jednu, kdyby měl trochu času na promyšlení, ale čas byl něco, co neměl. Bylo třeba učinit volbu a provést ji rychle.\nVždy je dobré vzít si na výlet pomalejšího přítele. Pokud náhodou narazíte na medvědy, nemusí se celá skupina bát. Jenom nejpomalejší ve skupině. To bylo lekce, které se toho dne měli naučit."
  },
  {
      "language": "Estonian",
      "symbol": "et",
      "text": "Päev oli alanud heleda noodiga. Päike piilus viimaks vihma läbi esimest korda nädala jooksul ja linnud olid soojas. Ei olnud kuidagi võimalik ette näha, mis juhtuma hakkab. See oli halvim stsenaarium ja sellest polnud pääsu.\nPolnud erilist kahtlust, et sild oli ohutu. Kõik, mida pidi tegema, oli seda vaatama minna, et seda kindlalt teada saada. Ometi ei näinud Bob muud võimalust. Võib-olla oleks ta suutnud ühe välja töötada, kui tal oleks natuke aega asjade läbimõtlemiseks, kuid aeg oli midagi, mida tal polnud. Tuli teha valik ja see tuli teha kiiresti.\nAlati on hea matkale kaasa võtta aeglasem sõber. Kui juhtute karudega kokku puutuma, ei pea kogu rühm muretsema. Ainult grupi kõige aeglasemad teevad. See oli õppetund, mida nad sel päeval õppima pidid."
  },
  {
      "language": "Filipino",
      "symbol": "tl",
      "text": "Ang araw ay nagsimula sa isang maliwanag na tala. Sa wakas ay sumilip ang araw sa ulan sa unang pagkakataon sa isang linggo, at ang mga ibon ay sinf = ging sa init nito. Walang paraan upang asahan kung ano ang mangyayari. Ito ay isang pinakapangit na sitwasyon at walang paraan na makalabas dito.\nMay maliit na pagdududa na ang tulay ay hindi ligtas. Ang kailangan lamang gawin ay tingnan ito upang malaman na may kasiguruhan. Gayunpaman hindi nakita ni Bob ang isa pang pagpipilian. Maaaring nagawa niyang mag-ehersisyo kung mayroon siyang kaunting oras upang pag-isipan ang mga bagay, ngunit ang oras ay isang bagay na wala siya. Ang isang pagpipilian ay kailangang gawin, at kailangan itong gawin nang mabilis.\nPalaging mabuti na magdala ka ng isang mas mabagal na kaibigan sa isang paglalakad. Kung nagkatagpo ka ng mga oso, ang buong pangkat ay hindi dapat mag-alala. Ang pinakamabagal lamang sa pangkat ang makakagawa. Iyon ang aralin na matututuhan nila sa araw na iyon."
  },
  {
      "language": "Danish",
      "symbol": "da",
      "text": "Dagen var begyndt på en lys tone. Solen kiggede endelig igennem regnen for første gang på en uge, og fuglene var sinf = ging i sin varme. Der var ingen måde at foregribe, hvad der var ved at ske. Det var et værst tænkeligt scenario, og der var ingen vej ud af det.\nDer var lidt tvivl om, at broen var usikker. Det eneste, man skulle gøre, var at se på det for at vide det med sikkerhed. Alligevel så Bob ikke en anden mulighed. Han har muligvis været i stand til at udarbejde en, hvis han havde lidt tid til at tænke igennem tingene, men tiden var noget, han ikke havde. Der skulle træffes et valg, og det skulle gøres hurtigt.\nDet er altid godt at have en langsommere ven med på en vandretur. Hvis du tilfældigvis støder på bjørne, behøver hele gruppen ikke bekymre dig. Kun den langsomste i gruppen gør det. Det var den lektion, de var ved at lære den dag."
  },
  {
      "language": "Chinese Simplified",
      "symbol": "zh-cn",
      "text": "美好的一天开始了。终于，一周来的头一次太阳终于从雨中窥视了，鸟儿在温暖着。无法预料将要发生的事情。这是最坏的情况，没有办法。\n毫无疑问，这座桥是不安全的。人们所要做的就是肯定地看着它。但是鲍伯没有其他选择。如果他有一点时间思考问题的话，他也许可以解决问题，但是时间是他所没有的。需要做出选择，并且必须迅速做出选择。\n带个慢一点的朋友和你一起远足总是很好。如果您碰巧遇到了熊，那么整个团队都不必担心。只有小组中最慢的一个。那是他们那天要学的课。"
  },
  {
      "language": "Greek",
      "symbol": "el",
      "text": "Η μέρα είχε ξεκινήσει με μια φωτεινή νότα. Ο ήλιος κρυφοκοίτησε τελικά μέσα από τη βροχή για πρώτη φορά σε μια εβδομάδα, και τα πουλιά ήταν αμαρτωλά στη ζεστασιά του. Δεν υπήρχε τρόπος να προβλέψουμε τι επρόκειτο να συμβεί. Ήταν ένα χειρότερο σενάριο και δεν υπήρχε διέξοδος.\nΔεν υπήρχε αμφιβολία ότι η γέφυρα δεν ήταν ασφαλής. Το μόνο που έπρεπε να κάνουμε ήταν να το κοιτάξουμε για να το γνωρίζουμε με βεβαιότητα. Ωστόσο, ο Μπομπ δεν είδε άλλη επιλογή. Μπορεί να ήταν σε θέση να επιλύσει εάν είχε λίγο χρόνο για να σκεφτεί τα πράγματα, αλλά ο χρόνος ήταν κάτι που δεν είχε. Μια επιλογή έπρεπε να γίνει, και έπρεπε να γίνει γρήγορα.\nΕίναι πάντα καλό να φέρετε έναν πιο αργό φίλο μαζί σας σε μια πεζοπορία. Εάν τυχαίνει να συναντήσετε αρκούδες, ολόκληρη η ομάδα δεν χρειάζεται να ανησυχείτε. Μόνο οι πιο αργοί στην ομάδα κάνουν. Αυτό ήταν το μάθημα που επρόκειτο να μάθουν εκείνη την ημέρα."
  },
  {
      "language": "Bengali",
      "symbol": "bn",
      "text": "দিনটি শুরু হয়েছিল একটি উজ্জ্বল নোটে। অবশেষে এক সপ্তাহের মধ্যে প্রথমবারের মতো বৃষ্টিপাতের সূর্য উঁকি মারে এবং পাখিরা উষ্ণতায় ডুবে থাকে = ছিটকে পড়ে। কী ঘটবে তা অনুমান করার উপায় ছিল না। এটি ছিল সবচেয়ে খারাপ পরিস্থিতি এবং এর থেকে বেরোনোর ​​কোনও উপায় ছিল না।\nসেতুটি অনিরাপদ ছিল কিনা তাতে সন্দেহ ছিল না। প্রত্যেকে যা করতে হবে তা নিশ্চিততার সাথে জানতে এটির দিকে নজর দেওয়া হয়েছিল। তবুও বব আর কোনও বিকল্প দেখেনি। বিষয়গুলি চিন্তা করার জন্য যদি তার কিছুটা সময় থাকে তবে তিনি সম্ভবত একটি কাজ করতে সক্ষম হয়েছিলেন, তবে সময় এমন কিছু ছিল যা তার ছিল না। একটি পছন্দ করা দরকার, এবং এটি দ্রুত করা দরকার।\nআপনার সাথে আস্তে আস্তে ধীর বন্ধু আনাই ভাল। আপনি যদি ভালুকটি পেরিয়ে আসেন, পুরো গ্রুপকে চিন্তার দরকার নেই। কেবলমাত্র গ্রুপে সবচেয়ে ধীর। সেদিন তারা এই পাঠটি শিখতে শুরু করেছিল।"
  },
  {
      "language": "Bulgarian",
      "symbol": "bg",
      "text": "Денят беше започнал с ярка нотка. Слънцето най-накрая надникна през дъжда за първи път от една седмица и птиците бяха sinf = ging в неговата топлина. Нямаше начин да се предвиди какво ще се случи. Това беше най-лошият сценарий и нямаше изход от него.\nНямаше малко съмнение, че мостът е опасен. Трябваше само да го погледнем, за да разберем това със сигурност. И все пак Боб не видя друга опция. Може да е успял да го измисли, ако е имал малко време да обмисли нещата, но времето е нещо, което той не е имал. Трябваше да се направи избор и то бързо.\nВинаги е добре да вземете по-бавен приятел със себе си на поход. Ако случайно попаднете на мечки, цялата група не трябва да се притеснява. Правят само най-бавните в групата. Това беше урокът, който щяха да научат този ден."
  },
  {
      "language": "Croatian",
      "symbol": "hr",
      "text": "Dan je započeo vedrim notama. Sunce je napokon provirilo kroz kišu prvi put u tjedan dana, a ptice su topile u svojoj toplini. Nije bilo načina predvidjeti što će se dogoditi. Bio je to najgori scenarij i iz njega nije bilo izlaza.\nBilo je malo sumnje u to da most nije siguran. Trebalo je samo to pogledati da bi se to sa sigurnošću znalo. Ipak, Bob nije vidio drugu mogućnost. Možda je mogao uspjeti jedan da je imao vremena za razmišljanje, ali vrijeme je bilo nešto što on nije imao. Trebalo je napraviti izbor i to brzo.\nUvijek je dobro sa sobom u planinarenje povesti sporijeg prijatelja. Ako slučajno naiđete na medvjede, cijela se grupa ne mora brinuti. To rade samo najsporiji u grupi. To je bila lekcija koju su tog dana trebali naučiti."
  },
  {
      "language": "Chinese Traditional",
      "symbol": "zh-tw",
      "text": "美好的一天開始了。終於，一周來的頭一次，陽光終於從雨中窺見了，鳥兒的溫暖變得令人毛骨悚然。無法預料將要發生的事情。這是最壞的情況，沒有辦法。\n毫無疑問，這座橋是不安全的。人們所要做的就是肯定地看著它。但是鮑伯沒有其他選擇。如果他有一點時間思考問題的話，他也許可以解決問題，但是時間是他所沒有的。需要做出選擇，並且必須迅速做出選擇。\n帶個慢一點的朋友和你一起遠足總是很好。如果您碰巧遇到了熊，那麼整個團隊都不必擔心。只有小組中最慢的一個。那是他們那天要學的課。"
  },
  {
      "language": "Finnish",
      "symbol": "fi",
      "text": "Päivä oli alkanut kirkkaalla nuotilla. Aurinko kurkisti lopulta sateen läpi ensimmäistä kertaa viikossa, ja linnut olivat sinf = ging lämpöä. Ei ollut mitään keinoa ennakoida tapahtumia. Se oli pahin tapaus, eikä siitä ollut mitään ulospääsyä.\nEi ollut epäilystäkään siitä, että silta oli vaarallinen. Ainoa mitä oli tehtävä, oli katsoa sitä tietääkseen se varmasti. Silti Bob ei nähnyt muuta vaihtoehtoa. Hän on saattanut pystyä ratkaisemaan ongelman, jos hänellä olisi vähän aikaa ajatella asioita, mutta aika ei ollut hänellä. Valinta oli tehtävä ja se oli tehtävä nopeasti.\nOn aina hyvä tuoda hitaampi ystävä mukaasi vaellukselle. Jos satut kohtaamaan karhuja, koko ryhmän ei tarvitse huolehtia. Vain ryhmän hitaimmat tekevät. Se oli opetus, jonka he olivat aikeissa oppia sinä päivänä."
  },
  {
      "language": "Indonesian",
      "symbol": "id",
      "text": "Hari itu dimulai dengan nada cerah. Matahari akhirnya mengintip melalui hujan untuk pertama kalinya dalam seminggu, dan burung-burung itu sangat hangat. Tidak ada cara untuk mengantisipasi apa yang akan terjadi. Itu adalah skenario terburuk dan tidak ada jalan keluar darinya.\nAda sedikit keraguan bahwa jembatan itu tidak aman. Yang harus dilakukan adalah melihatnya untuk mengetahuinya dengan pasti. Namun Bob tidak melihat pilihan lain. Dia mungkin bisa mengerjakannya jika dia punya sedikit waktu untuk memikirkan semuanya, tetapi waktu adalah sesuatu yang tidak dia miliki. Sebuah pilihan harus dibuat, dan itu harus dibuat dengan cepat.\nItu selalu baik untuk membawa teman yang lebih lambat bersama Anda saat mendaki. Jika Anda kebetulan bertemu beruang, seluruh kelompok tidak perlu khawatir. Hanya yang paling lambat dalam grup yang melakukannya. Itulah pelajaran yang akan mereka pelajari hari itu."
  },
  {
      "language": "Esperanto",
      "symbol": "eo",
      "text": "La tago komenciĝis per brila noto. La suno finfine kaŝrigardis tra la pluvo por la unua fojo en semajno, kaj la birdoj sinĝenis en ĝia varmo. Ne estis maniero antaŭvidi, kio estis okazonta. Ĝi estis plej malbonkaza scenaro kaj ne estis eliro.\nEstis malmulta dubo, ke la ponto estis nesekura. Oni nur devis rigardi ĝin por scii tion kun certeco. Tamen Bob ne vidis alian eblon. Li eble povis ellabori unu se li havis iom da tempo pripensi aferojn, sed tempo estis io, kion li ne havis. Elekto devis esti farita, kaj ĝi devis esti farita rapide.\nĈiam estas bone kunporti pli malrapidan amikon kun migrado. Se vi hazarde renkontas ursojn, la tuta grupo ne devas zorgi. Nur la plej malrapidaj en la grupo faras. Tio estis la leciono, kiun ili estis lernontaj tiun tagon."
  },
  {
      "language": "Hebrew",
      "symbol": "iw",
      "text": "היום התחיל בנימה בהירה. סוף סוף השמש הציצה דרך הגשם בפעם הראשונה מזה שבוע, והציפורים היו חפות = מחלצות בחום שלה. לא הייתה שום דרך לצפות מה עומד לקרות. זה היה תרחיש הכי גרוע ולא היה שום דרך לצאת ממנו.\nלא היה ספק שהגשר אינו בטוח. כל מה שהיה צריך לעשות היה להסתכל על זה כדי לדעת זאת בוודאות. עם זאת בוב לא ראה אפשרות אחרת. יתכן שהוא הצליח לפתור אחת אם היה לו קצת זמן לחשוב על הדברים, אבל הזמן היה משהו שלא היה לו. צריך לעשות בחירה, והיא צריכה להיעשות במהירות.\nתמיד טוב להביא איתך חבר איטי יותר לטיול. אם במקרה נתקלת בדובים, כל הקבוצה לא צריכה לדאוג. רק הכי איטי בקבוצה. זה היה הלקח שהם עמדו ללמוד באותו יום."
  },
  {
      "language": "Korean",
      "symbol": "ko",
      "text": "그날은 밝은 메모로 시작되었습니다. 마침내 일주일 만에 처음으로 태양이 비를 뚫고 들어 왔고, 새들은 따뜻함을 느끼며 울고 있었다. 곧 일어날 일을 예상 할 방법이 없었습니다. 최악의 시나리오 였고 탈출구가 없었습니다.\n다리가 안전하지 않다는 데는 의심의 여지가 없었습니다. 모든 사람은 그것을 확실히 알기 위해 그것을보아야 만했습니다. 그러나 Bob은 다른 옵션을 보지 못했습니다. 생각할 시간이 조금 있으면 문제를 해결할 수 있었을 지 모르지만 시간은 그가 갖지 못한 것이었다. 선택이 필요했고 신속하게 이루어져야했습니다.\n느린 친구와 함께 하이킹을하는 것은 항상 좋습니다. 곰을 만나면 전체 그룹이 걱정할 필요가 없습니다. 그룹에서 가장 느린 사람 만 수행합니다. 그것이 그들이 그날 배워야 할 교훈이었습니다."
  },
  {
      "language": "Latvian",
      "symbol": "lv",
      "text": "Diena bija sākusies uz gaišas nots. Saule beidzot pirmo reizi nedēļas laikā lūrēja lietū, un putni bija siltumā. Nekādi nevarēja paredzēt, kas notiks. Tas bija vissliktākais scenārijs, un no tā nebija izejas.\nNebija šaubu, ka tilts ir nedrošs. Vajadzēja tikai uz to paskatīties, lai to zinātu droši. Tomēr Bobs neredzēja citu iespēju. Iespējams, viņš varēja to atrisināt, ja viņam bija mazliet laika visu pārdomāt, bet laiks viņam bija tāds, kā nebija. Bija jāizdara izvēle, un tā bija ātri jāizdara.\nPārgājienā vienmēr ir labi ņemt līdzi lēnāku draugu. Ja gadās sastapt lāčus, visai grupai nav jāuztraucas. To dara tikai lēnākie grupā. Tā bija mācība, ko viņi šajā dienā gatavojās apgūt."
  },
  {
      "language": "Marathi",
      "symbol": "mr",
      "text": "दिवसाची सुरुवात चमकदार चिठ्ठीवर झाली होती. अखेरीस सूर्याने पहिल्यांदाच पावसात डोकावले आणि पक्षी त्याच्या उबदारतेमध्ये पाप करीत होते. काय घडणार आहे याचा अंदाज लावण्याचा कोणताही मार्ग नव्हता. ही सर्वात वाईट परिस्थिती होती आणि त्यातून मार्ग सापडला नव्हता.\nहा पूल असुरक्षित असल्याची शंका नव्हती. हे निश्चितपणे जाणून घेण्यासाठी प्रत्येकाने त्याकडे पाहिले पाहिजे. तरीही बॉबला दुसरा पर्याय दिसला नाही. गोष्टींबद्दल विचार करण्यासाठी थोडा वेळ मिळाला असेल तर कदाचित तो बाहेर काम करू शकला असता, परंतु वेळ अशी होती जी त्याच्याजवळ नव्हती. निवड करणे आवश्यक होते आणि ते द्रुतपणे केले जाणे आवश्यक आहे.\nआपल्याबरोबर भाडेवाढ्यासह हळू मित्र आणणे नेहमीच चांगले आहे. आपण अस्वल ओलांडून घडल्यास, संपूर्ण गटास चिंता करण्याची गरज नाही. केवळ गटातील सर्वात धीमे लोक करतात. त्या दिवशी ते शिकणार होते हाच धडा होता."
  },
  {
      "language": "Malayalam",
      "symbol": "ml",
      "text": "ശോഭയുള്ള ഒരു കുറിപ്പിൽ ദിവസം ആരംഭിച്ചു. ഒരാഴ്ചയ്ക്കുള്ളിൽ ആദ്യമായി സൂര്യൻ മഴയിലൂടെ എത്തിനോക്കി, പക്ഷികൾ അതിന്റെ th ഷ്മളതയിൽ sinf = ging ആയിരുന്നു. എന്താണ് സംഭവിക്കാൻ പോകുന്നതെന്ന് മുൻകൂട്ടി അറിയാൻ ഒരു മാർഗവുമില്ല. ഇത് ഒരു മോശം അവസ്ഥയായിരുന്നു, അതിൽ നിന്ന് രക്ഷപ്പെടാൻ ഒരു മാർഗവുമില്ല.\nപാലം സുരക്ഷിതമല്ലെന്ന കാര്യത്തിൽ സംശയമില്ല. അത് ചെയ്യേണ്ടത് ഉറപ്പായും അറിയാൻ മാത്രമാണ്. എന്നിട്ടും ബോബ് മറ്റൊരു ഓപ്ഷൻ കണ്ടില്ല. കാര്യങ്ങൾ‌ ചിന്തിക്കാൻ‌ അൽ‌പ്പം സമയമുണ്ടെങ്കിൽ‌ അയാൾ‌ക്ക് ഒന്ന്‌ പ്രവർ‌ത്തിക്കാൻ‌ കഴിഞ്ഞേക്കും, പക്ഷേ സമയം അയാൾ‌ക്ക് ഇല്ലാത്ത ഒന്നായിരുന്നു. ഒരു തിരഞ്ഞെടുപ്പ് നടത്തേണ്ടതുണ്ട്, അത് വേഗത്തിൽ ചെയ്യേണ്ടതുണ്ട്.\nവേഗതയിൽ ഒരു സുഹൃത്തിനെ നിങ്ങളോടൊപ്പം കൊണ്ടുവരുന്നത് എല്ലായ്പ്പോഴും നല്ലതാണ്. നിങ്ങൾ കരടികളിലൂടെ കടന്നുപോകുകയാണെങ്കിൽ, മുഴുവൻ ഗ്രൂപ്പും വിഷമിക്കേണ്ടതില്ല. ഗ്രൂപ്പിലെ വേഗത കുറഞ്ഞവർ മാത്രമാണ് ചെയ്യുന്നത്. അന്ന് അവർ പഠിക്കാൻ പോകുന്ന പാഠം അതായിരുന്നു."
  },
  {
      "language": "Malay",
      "symbol": "ms",
      "text": "Hari telah bermula dengan nada terang. Matahari akhirnya mengintip hujan untuk pertama kalinya dalam seminggu, dan burung-burung itu sinf = menghanguskan kehangatannya. Tidak ada cara untuk mengantisipasi apa yang akan terjadi. Ini adalah senario terburuk dan tidak ada jalan keluar dari situ.\nTidak ada keraguan bahawa jambatan itu tidak selamat. Yang harus dilakukan hanyalah melihatnya untuk mengetahui perkara itu dengan pasti. Namun Bob tidak melihat pilihan lain. Dia mungkin dapat menyelesaikannya jika dia mempunyai sedikit masa untuk memikirkan semuanya, tetapi masa adalah sesuatu yang tidak dia miliki. Pilihan perlu dibuat, dan perlu dibuat dengan cepat.\nSelalu baik untuk membawa rakan yang lebih perlahan dengan anda semasa mendaki. Sekiranya anda terserempak dengan beruang, keseluruhan kumpulan tidak perlu risau. Hanya yang paling lambat dalam kumpulan. Itulah pelajaran yang hendak mereka pelajari pada hari itu."
  },
  {
      "language": "Lithuanian",
      "symbol": "lt",
      "text": "Diena prasidėjo ryškia nata. Saulė pagaliau pirmą kartą per savaitę žvilgčiojo per lietų, o paukščiai buvo šiluma. Nebuvo galimybės numatyti, kas nutiks. Tai buvo blogiausias scenarijus ir iš jo nebuvo išeities.\nNeliko abejonių, kad tiltas yra nesaugus. Viskas, ką reikėjo padaryti, buvo į tai pažvelgti, kad žinotų tai užtikrintai. Tačiau Bobas nematė kito varianto. Galbūt jis sugebėjo išspręsti vieną, jei turėjo šiek tiek laiko viską apgalvoti, tačiau laiko jis neturėjo. Reikėjo rinktis ir tai reikėjo padaryti greitai.\nĮ žygį visada gerai atsivežti lėtesnį draugą. Jei pasitaikys meškų, visai grupei nereikia jaudintis. Tai daro tik lėčiausi grupės nariai. Tai buvo pamoka, kurią jie turėjo išmokti tą dieną."
  },
  {
      "language": "Norwegian",
      "symbol": "no",
      "text": "Dagen hadde begynt på en lys tone. Solen kikket endelig gjennom regnet for første gang på en uke, og fuglene var sinf = ging i sin varme. Det var ingen måte å forutse hva som var i ferd med å skje. Det var et verste fall, og det var ingen vei ut av det.\nDet var liten tvil om at broen var usikker. Alt man måtte gjøre var å se på det for å vite det med sikkerhet. Likevel så ikke Bob et annet alternativ. Han har kanskje klart å trene en hvis han hadde litt tid til å tenke gjennom ting, men tiden var noe han ikke hadde. Det måtte tas et valg, og det måtte tas raskt.\nDet er alltid bra å ha en langsommere venn med på turen. Hvis du tilfeldigvis kommer over bjørner, trenger ikke hele gruppen å bekymre seg. Bare den tregeste i gruppen gjør det. Det var leksjonen de skulle lære den dagen."
  },
  {
      "language": "Polish",
      "symbol": "pl",
      "text": "Dzień zaczął się jasnym tonem. Słońce w końcu po raz pierwszy od tygodnia wyjrzało przez deszcz i ptaki grzęzły w jego cieple. Nie było sposobu, aby przewidzieć, co miało się wydarzyć. To był najgorszy scenariusz i nie było z niego wyjścia.\nNie było wątpliwości, że most był niebezpieczny. Wystarczyło na to spojrzeć, żeby wiedzieć, że to z pewnością. Jednak Bob nie widział innej opcji. Mógłby coś wymyślić, gdyby miał trochę czasu na przemyślenie, ale czasu nie miał. Trzeba było dokonać wyboru i to szybko.\nZawsze dobrze jest zabrać na wycieczkę wolniejszego przyjaciela. Jeśli trafisz na niedźwiedzie, cała grupa nie musi się martwić. Robią to tylko najwolniejsi w grupie. To była lekcja, której mieli się tego dnia nauczyć."
  },
  {
      "language": "Serbian",
      "symbol": "sr",
      "text": "Дан је започео ведром нотом. Сунце је коначно провирило кроз кишу први пут у недељу дана, а птице су синф = гинг у својој топлини. Није било начина да се предвиди шта ће се догодити. Био је то најгори сценарио и из њега није било излаза.\nБило је мало сумње да мост није сигуран. Требало је само то погледати да би се то са сигурношћу знало. Ипак, Боб није видео другу опцију. Можда је успео да то разреши ако је имао мало времена да размисли, али време је било нешто што он није имао. Требало је направити избор, и то брзо.\nУвек је добро повести споријег пријатеља са собом у планинарење. Ако случајно наиђете на медведе, цела група не мора да брине. То раде само најспорији у групи. То је била лекција коју су тог дана требали научити."
  },
  {
      "language": "Swedish",
      "symbol": "sv",
      "text": "Dagen hade börjat med en ljus ton. Solen tittade äntligen genom regnet för första gången på en vecka, och fåglarna var sinf = ging i sin värme. Det fanns inget sätt att förutse vad som skulle hända. Det var ett värsta fall och det fanns ingen väg ut ur det.\nDet råder liten tvivel om att bron var osäker. Allt man var tvungen att göra var att titta på det för att veta det med säkerhet. Ändå såg Bob inte ett annat alternativ. Han kanske har kunnat räkna ut en om han hade lite tid att tänka igenom saker, men tiden var något han inte hade. Ett val behövde göras, och det behövde göras snabbt.\nDet är alltid bra att ta med en långsammare vän på en vandring. Om du råkar stöta på björnar behöver inte hela gruppen oroa sig. Det är bara den långsammaste i gruppen. Det var den lektion de skulle lära sig den dagen."
  },
  {
      "language": "Telugu",
      "symbol": "te",
      "text": "రోజు ప్రకాశవంతమైన నోట్లో ప్రారంభమైంది. ఎండ చివరకు ఒక వారంలో మొదటిసారి వర్షం గుండా చూసింది, మరియు పక్షులు దాని వెచ్చదనం లో sinf = జింగ్. ఏమి జరగబోతుందో to హించడానికి మార్గం లేదు. ఇది ఒక చెత్త దృష్టాంతం మరియు దాని నుండి బయటపడటానికి మార్గం లేదు.\nవంతెన సురక్షితం కాదనే సందేహం లేదు. ఒకరు చేయాల్సిందల్లా అది ఖచ్చితంగా తెలుసుకోవడమే. ఇంకా బాబ్ మరొక ఎంపికను చూడలేదు. అతను విషయాలు ఆలోచించటానికి కొంచెం సమయం ఉంటే అతను ఒక పని చేయగలిగాడు, కానీ సమయం అతనికి లేనిది. ఒక ఎంపిక చేయవలసి ఉంది, మరియు అది త్వరగా చేయాల్సిన అవసరం ఉంది.\nనెమ్మదిగా స్నేహితుడిని మీతో ఎక్కి తీసుకురావడం ఎల్లప్పుడూ మంచిది. మీరు ఎలుగుబంట్లు చూస్తే, మొత్తం సమూహం ఆందోళన చెందాల్సిన అవసరం లేదు. సమూహంలో నెమ్మదిగా మాత్రమే చేస్తారు. ఆ రోజు వారు నేర్చుకోబోయే పాఠం అది."
  },
  {
      "language": "Urdu",
      "symbol": "ur",
      "text": "دن ایک روشن نوٹ پر شروع ہوا تھا۔ آخر کار ایک ہفتہ میں پہلی بار سورج نے جھانک لیا ، اور پرندے اس کی گرمی میں ڈوب رہے تھے۔ کیا ہونے والا تھا اس کا اندازہ لگانے کا کوئی راستہ نہیں تھا۔ یہ ایک انتہائی خراب صورتحال تھا اور اس سے نکلنے کا کوئی راستہ نہیں تھا۔\nاس میں تھوڑا سا شبہ تھا کہ پل غیر محفوظ تھا۔ یقین کے ساتھ یہ جاننے کے ل All سبھی کو اسے دیکھنا تھا۔ پھر بھی باب کو دوسرا آپشن نظر نہیں آیا۔ اگر وہ چیزوں کو سوچنے کے لئے تھوڑا وقت دیتا تو شاید وہ کام کرسکتا ہے ، لیکن وقت کچھ ایسا تھا جس کے پاس وہ نہیں تھا۔ ایک انتخاب کرنے کی ضرورت ہے ، اور اسے جلدی سے بنانے کی ضرورت ہے۔\nایک سست دوست کو اپنے ساتھ بڑھاو. کے ساتھ لانا ہمیشہ اچھا ہے۔ اگر آپ ریچھوں کے پار آتے ہیں تو ، پورے گروپ کو پریشان ہونے کی ضرورت نہیں ہے۔ صرف گروپ میں سب سے آہستہ کام کرتے ہیں۔ اس دن وہ سبق حاصل کرنے جارہے تھے۔"
  },
  {
      "language": "Thai",
      "symbol": "th",
      "text": "วันนี้ได้เริ่มต้นขึ้นด้วยความสดใส ในที่สุดดวงอาทิตย์ก็มองผ่านสายฝนเป็นครั้งแรกในรอบหนึ่งสัปดาห์และนกก็รู้สึกแย่กับความอบอุ่นของมัน ไม่มีทางที่จะคาดเดาสิ่งที่กำลังจะเกิดขึ้น มันเป็นสถานการณ์ที่เลวร้ายที่สุดและไม่มีทางออกจากมัน\nมีข้อสงสัยเล็กน้อยว่าสะพานไม่ปลอดภัย สิ่งที่ต้องทำคือมองไปที่มันเพื่อให้รู้ว่าอย่างแน่นอน แต่บ็อบไม่เห็นตัวเลือกอื่น เขาอาจจะทำงานอย่างใดอย่างหนึ่งได้ถ้าเขามีเวลาคิดเรื่องต่างๆอยู่บ้าง แต่เวลาเป็นสิ่งที่เขาไม่มี ทางเลือกที่จำเป็นต้องทำและต้องรีบดำเนินการ\nการพาเพื่อนที่ช้ากว่าไปกับคุณเป็นเรื่องดีเสมอ ถ้าบังเอิญเจอหมีทั้งกลุ่มก็ไม่ต้องกังวล ช้าที่สุดในกลุ่มเท่านั้นที่ทำได้ นั่นคือบทเรียนที่พวกเขากำลังจะเรียนรู้ในวันนั้น"
  },
  {
      "language": "Portuguese",
      "symbol": "pt",
      "text": "O dia havia começado com uma nota brilhante. O sol finalmente apareceu através da chuva pela primeira vez em uma semana, e os pássaros começaram a suar em seu calor. Não havia como prever o que estava para acontecer. Era o pior cenário e não havia como escapar.\nHavia pouca dúvida de que a ponte não era segura. Tudo o que se precisava fazer era olhar para saber com certeza. No entanto, Bob não viu outra opção. Ele pode ter conseguido descobrir um se tivesse um pouco de tempo para pensar sobre as coisas, mas tempo era algo que ele não tinha. Uma escolha precisava ser feita, e ela precisava ser feita rapidamente.\nÉ sempre bom levar um amigo mais lento com você em uma caminhada. Se você encontrar ursos, o grupo todo não precisa se preocupar. Apenas os mais lentos do grupo o fazem. Essa era a lição que eles estavam prestes a aprender naquele dia."
  },
  {
      "language": "Slovak",
      "symbol": "sk",
      "text": "Deň začal svetlou notou. Slnko konečne prvýkrát po týždni vykuklo cez dážď a vtáky sinf = ging vo svojom teple. Nedalo sa nijako predvídať, čo sa má stať. Bol to najhorší scenár a nebolo z neho cesty.\nNiet pochýb o tom, že most bol nebezpečný. Stačilo sa len pozrieť na to, aby to bolo isté. Bob však nevidel inú možnosť. Možno by bol schopný vypracovať jeden, ak by mal trochu času na premyslenie vecí, ale čas bol niečím, na čo nemal. Bolo treba urobiť výber a urobiť to rýchlo.\nNa túru je vždy dobré vziať so sebou pomalšieho kamaráta. Ak náhodou narazíte na medveďa, celá skupina sa nemusí obávať. Robia to iba tí najpomalší v skupine. To bolo poučenie, ktoré sa toho dňa chystali naučiť."
  },
  {
      "language": "Tajik",
      "symbol": "tg",
      "text": "Рӯзи ёддошти дурахшон оғоз ёфт. Ниҳоят офтоб бори аввал дар тӯли як ҳафта аз байни борон чашм дӯхт ва паррандагон дар гармии он синф = ҷингил буданд. Ҳеҷ имкони пешгӯии он чизе буд, ки дар пеш аст. Ин сенарияи бадтарин буд ва роҳи халосӣ аз он вуҷуд надошт.\nШубҳае набуд, ки пул хатарнок аст. Танҳо ба он нигоҳ кардан лозим буд, то бидонед, ки бо итминон. Бо вуҷуди ин Боб варианти дигарро надид. Шояд ӯ метавонист як чизро кор кунад, агар каме вақт дошта бошад, то ҳама чизро мулоҳиза кунад, аммо вақт чизе буд, ки ӯ надошт. Интихоб кардан лозим буд ва онро зуд бояд анҷом дод.\nҲамеша хуб аст, ки дӯсти сусттарро бо худ дар пиёда биёред. Агар шумо бо хирсҳо дучор оед, тамоми гурӯҳ хавотир нестанд. Танҳо сусттаринҳо дар гурӯҳ кор мекунанд. Ин ҳамон дарсест, ки онҳо дар он рӯз омӯхтанӣ буданд."
  },
  {
      "language": "Turkish",
      "symbol": "tr",
      "text": "Gün parlak bir notla başlamıştı. Güneş nihayet bir hafta içinde ilk kez yağmurun içinden dikizledi ve kuşlar sıcağıyla gün yüzüne çıktı. Neler olacağını tahmin etmenin bir yolu yoktu. Bu en kötü durum senaryosuydu ve bundan hiçbir çıkış yolu yoktu.\nKöprünün güvensiz olduğuna dair çok az şüphe vardı. Bunu kesin olarak bilmek için tek yapması gereken ona bakmaktı. Yine de Bob başka bir seçenek görmedi. Bir şeyleri derinlemesine düşünmek için biraz vakti olsaydı, bunu çözebilirdi, ama zaman sahip olmadığı bir şeydi. Bir seçim yapılması gerekiyordu ve hızlı bir şekilde yapılması gerekiyordu.\nYürüyüşte yanınızda daha yavaş bir arkadaş getirmek her zaman iyidir. Ayılarla karşılaşırsanız, tüm grubun endişelenmesine gerek yok. Sadece gruptaki en yavaşlar bunu yapar. O gün öğrenecekleri ders buydu."
  },
  {
      "language": "Vietnamese",
      "symbol": "vi",
      "text": "Một ngày đã bắt đầu với một ghi chú tươi sáng. Cuối cùng thì mặt trời cũng ló dạng qua cơn mưa lần đầu tiên sau một tuần, và những chú chim đang chìm trong hơi ấm của nó. Không có cách nào để đoán trước những gì sắp xảy ra. Đó là một tình huống xấu nhất và không có cách nào thoát khỏi nó.\nCó một chút nghi ngờ rằng cây cầu không an toàn. Tất cả những gì người ta phải làm là nhìn vào nó để biết điều đó một cách chắc chắn. Tuy nhiên, Bob không thấy lựa chọn nào khác. Anh ta có thể đã giải quyết được vấn đề này nếu anh ta có một chút thời gian để suy nghĩ thấu đáo mọi thứ, nhưng thời gian là thứ mà anh ta không có. Một sự lựa chọn cần được thực hiện và nó cần được thực hiện nhanh chóng.\nLuôn luôn tốt nếu bạn mang theo một người bạn chậm hơn khi đi bộ đường dài. Nếu tình cờ bắt gặp gấu, cả nhóm cũng không phải lo lắng. Chỉ người chậm nhất trong nhóm mới làm được. Đó là bài học mà họ sắp học ngày hôm đó."
  },
  {
      "language": "Ukrainian",
      "symbol": "uk",
      "text": "День розпочався з яскравої ноти. Сонце, нарешті, вперше за тиждень зазирнуло крізь дощ, і птахи сипели в його теплі. Не було можливості передбачити, що мало відбутися. Це був найгірший сценарій, і з нього не було виходу.\nБуло мало сумнівів у тому, що міст небезпечний. Потрібно було лише поглянути на це, щоб точно це знати. Проте Боб не бачив іншого варіанту. Можливо, він зміг би щось розробити, якби у нього було трохи часу на обдумування речей, але часу у нього не було. Потрібно було зробити вибір, і це потрібно було зробити швидко.\nЗавжди добре брати з собою в похід повільнішого друга. Якщо ви випадково натрапите на ведмедів, вся група не повинна хвилюватися. Роблять лише найповільніші в групі. Це був урок, який вони збиралися засвоїти того дня."
  },
  {
      "language": "Tamil",
      "symbol": "ta",
      "text": "நாள் ஒரு பிரகாசமான குறிப்பில் தொடங்கியது. சூரியன் இறுதியாக ஒரு வாரத்தில் முதல் முறையாக மழையின் வழியாக எட்டிப் பார்த்தது, பறவைகள் அதன் வெப்பத்தில் sinf = ஜிங். என்ன நடக்கப்போகிறது என்று எதிர்பார்க்க வழி இல்லை. இது ஒரு மோசமான சூழ்நிலை மற்றும் அதிலிருந்து வெளியேற வழி இல்லை.\nபாலம் பாதுகாப்பற்றது என்பதில் சந்தேகம் இல்லை. எல்லோரும் செய்ய வேண்டியது, அதை உறுதியாக அறிந்து கொள்ள. இன்னும் பாப் வேறு வழியைக் காணவில்லை. விஷயங்களைச் சிந்திக்க அவருக்கு சிறிது நேரம் இருந்தால், அவர் ஒரு வேலையைச் செய்ய முடிந்திருக்கலாம், ஆனால் நேரம் அவரிடம் இல்லாத ஒன்று. ஒரு தேர்வு செய்யப்பட வேண்டும், அது விரைவாக செய்யப்பட வேண்டும்.\nமெதுவான நண்பரை உங்களுடன் உயர்த்துவது எப்போதும் நல்லது. நீங்கள் கரடிகளைக் காண நேர்ந்தால், முழுக் குழுவும் கவலைப்பட வேண்டியதில்லை. குழுவில் மிக மெதுவானவர்கள் மட்டுமே செய்கிறார்கள். அன்று அவர்கள் கற்றுக்கொள்ளவிருந்த பாடம் அதுதான்."
  },
  {
      "language": "Slovenian",
      "symbol": "sl",
      "text": "Dan se je začel na svetlo noto. Sonce je končno pokukalo skozi dež prvič v enem tednu in ptice so v svoji toploti sinhale = ging. Ni bilo mogoče predvideti, kaj se bo zgodilo. Šlo je za najslabši scenarij in iz njega ni bilo izhoda.\nMalo je bilo dvoma, da most ni varen. Vse je bilo treba pogledati, da bi to zagotovo vedel. Vendar Bob ni videl druge možnosti. Morda bi ga lahko kdaj rešil, če bi imel nekaj časa za premislek, toda čas je bil nekaj, česar ni imel. Treba je bilo odločiti in to hitro.\nVedno je dobro, da s seboj na pohod pripeljete počasnejšega prijatelja. Če slučajno naletite na medvede, ni treba skrbeti celotni skupini. Naredijo le najpočasnejši v skupini. To so se naučili tistega dne."
  },
  {
      "language": "Romanian",
      "symbol": "ro",
      "text": "Ziua începuse cu o notă strălucitoare. În sfârșit, soarele a aruncat o privire prin ploaie pentru prima dată într-o săptămână, iar păsările s-au înghesuit în căldura sa. Nu exista nicio modalitate de a anticipa ce urma să se întâmple. A fost un scenariu în cel mai rău caz și nu s-a putut ieși din el.\nEra puțină îndoială că podul nu era sigur. Tot ce trebuia să facă era să se uite la el pentru a ști asta cu certitudine. Cu toate acestea, Bob nu a văzut altă opțiune. Poate că a reușit să rezolve unul dacă ar fi avut puțin timp să se gândească la lucruri, dar timpul era ceva ce nu avea. Trebuia făcută o alegere și trebuia făcută rapid.\nEste întotdeauna bine să aduci un prieten mai lent cu tine în drumeție. Dacă se întâmplă să întâlnești urși, întregul grup nu trebuie să-ți faci griji. Doar cei mai încet din grup fac asta. Aceasta a fost lecția pe care urmau să o învețe în acea zi."
  },
  {
      "language": "Afrikaans",
      "symbol": "af",
      "text": "Die dag het op 'n blink noot begin. Die son het uiteindelik vir die eerste keer in 'n week deur die reën geloer, en die voëls was sondig; Daar was geen manier om te verwag wat sou gebeur nie. Dit was 'n slegste geval en daar was geen uitweg daaruit nie.\nDaar was min twyfel dat die brug onveilig was. Al wat jy moes doen, was om daarna te kyk om dit met sekerheid te weet. Tog het Bob nie 'n ander opsie gesien nie. Hy kon miskien een uitwerk as hy 'n bietjie tyd gehad het om dinge deur te dink, maar tyd was iets wat hy nie gehad het nie. Daar moes 'n keuse gemaak word, en dit moes vinnig gemaak word.\nDit is altyd goed om 'n stadiger vriend saam te neem op 'n staptog. As u toevallig bere raak, hoef die hele groep nie bekommerd te wees nie. Net die stadigste in die groep doen dit. Dit was die les wat hulle die dag sou leer."
  },
  {
      "language": "Albanian",
      "symbol": "sq",
      "text": "Dita kishte filluar me një shënim të ndritshëm. Dielli më në fund vështroi përmes shiut për herë të parë brenda një jave, dhe zogjtë po sinfingonin në ngrohtësinë e tij. Nuk kishte asnjë mënyrë për të parashikuar atë që do të ndodhte. Ishte një skenar i rastit më të keq dhe nuk kishte si të dilte nga ai.\nKishte pak dyshim se ura ishte e pasigurt. Krejt çka duhej të bënte ishte ta shikonte për ta ditur me siguri. Megjithatë Bob nuk pa një mundësi tjetër. Ai mund të ketë qenë në gjendje të punojë një nëse do të kishte pak kohë për të menduar gjërat, por koha ishte diçka që ai nuk e kishte. Duhej bërë një zgjedhje dhe duhej bërë shpejt.\nAlwaysshtë gjithmonë mirë të sjellësh një mik më të ngadaltë me vete në një rritje. Nëse rastësisht hasni arinj, i gjithë grupi nuk ka pse të shqetësohet. Vetëm më i ngadalshmi në grup bën. Ky ishte mësimi që ata do të mësonin atë ditë."
  },
  {
      "language": "Amharic",
      "symbol": "am",
      "text": "ቀኑ በደማቅ ማስታወሻ ተጀምሯል። በመጨረሻ ፀሐይ በሳምንት ውስጥ ለመጀመሪያ ጊዜ በዝናብ ውስጥ አየች ፣ እና ወፎቹ በሙቀቱ ውስጥ sinf ነበሩ ፡፡ የሚሆነውን ለመተንበይ ምንም መንገድ አልነበረም ፡፡ እሱ በጣም የከፋ ሁኔታ ነበር እናም ከዚያ ውጭ ምንም መንገድ አልነበረም ፡፡\nድልድዩ ደህንነቱ የተጠበቀ ስለመሆኑ ብዙም ጥርጣሬ አልነበረውም ፡፡ አንድ ሰው ማድረግ የነበረበት ያንን በእርግጠኝነት ለማወቅ እሱን ማየት ነበር ፡፡ ሆኖም ቦብ ሌላ አማራጭ አላየም ፡፡ ነገሮችን ለማሰላሰል ትንሽ ጊዜ ቢኖረው አንድ ወጥቶ መሥራት ይችል ይሆናል ፣ ግን ጊዜ ያልነበረው ነገር ነበር ፡፡ ምርጫ መደረግ ነበረበት ፣ እናም በፍጥነት እንዲከናወን አስፈልጓል ፡፡\nበእግር ጉዞ ላይ ቀርፋፋ ጓደኛን ከእርስዎ ጋር ይዘው መምጣት ሁል ጊዜ ጥሩ ነው። ድቦችን የሚያጋጥሙ ከሆነ መላው ቡድን መጨነቅ የለበትም ፡፡ በቡድኑ ውስጥ በጣም ቀርፋፋዎቹ ብቻ ናቸው የሚሰሩት። ያንን ቀን ሊማሩ የነበረው ትምህርት ያ ነበር ፡፡"
  },
  {
      "language": "Armenian",
      "symbol": "hy",
      "text": "Օրը սկսվել էր պայծառ նոտայի վրա: Արևը, վերջապես, մեկ շաբաթվա ընթացքում առաջին անգամ նայեց անձրևի միջով, և թռչունները սողոսկում էին իր ջերմության մեջ: Նախատեսել, թե ինչ է կատարվելու, ոչ մի կերպ չկար: Դա ամենավատ սցենարն էր, և դրանից ելք չկար:\nՔիչ կասկած կար, որ կամուրջն անապահով է: Մնում էր միայն նայել դրան, որպեսզի դա հաստատ իմանար: Սակայն Բոբը այլ տարբերակ չտեսավ: Միգուցե նա կարողացել էր մեկ անգամ մշակել, եթե մի քիչ ժամանակ ունենար բաները մտածելու, բայց ժամանակը մի բան էր, որը նա չուներ: Պետք էր ընտրություն կատարել, և այն պետք էր արագ կատարել:\nՄիշտ լավ է դանդաղ ընկերոջ հետ արշավով բերել: Եթե ​​պատահաբար արջեր եք հանդիպում, ապա ամբողջ խումբը չպետք է անհանգստանա: Խմբում միայն ամենադանդաղն են անում: Դա այն դասն էր, որը նրանք պատրաստվում էին սովորել այդ օրը:"
  },
  {
      "language": "Bosnian",
      "symbol": "bs",
      "text": "Dan je započeo vedrim notama. Sunce je napokon provirilo kroz kišu prvi put u nedelju dana, a ptice su topile u njegovoj toplini. Nije bilo načina da se predvidi šta će se dogoditi. Bio je to najgori scenarij i iz njega nije bilo izlaza.\nBilo je malo sumnje da most nije siguran. Sve što je trebalo bilo je pogledati da bi se to sa sigurnošću znalo. Ipak, Bob nije vidio drugu opciju. Možda bi mogao uspjeti jedan da je imao vremena za razmišljanje, ali vrijeme je bilo nešto što on nije imao. Trebalo je napraviti izbor i to brzo.\nUvijek je dobro sa sobom povesti sporijeg prijatelja u planinarenje. Ako slučajno naiđete na medvjede, cijela grupa se ne mora brinuti. To rade samo najsporiji u grupi. To je bila lekcija koju su tog dana trebali naučiti."
  },
  {
      "language": "Basque",
      "symbol": "eu",
      "text": "Eguna nabarmen hasi zen. Eguzkiak, azkenean, astebetean euria ikusi zuen lehen aldiz, eta txoriak bere epeltasunean sinplifikatu ziren. Ez zegoen gerta zitekeena aurreikusteko modurik. Kasurik okerrena zen eta ez zegoen aterabiderik.\nZubia ez zen segurua zalantzarik ez zegoen. Batek egin behar zuena hori ziurtasunez ezagutzeko. Hala ere, Bobek ez zuen beste aukerarik ikusi. Agian gauza bat landu ahal izan zuen gauzak pentsatzeko denbora pixka bat izanez gero, baina denbora ez zeukan zerbait zen. Aukera bat egin behar zen, eta azkar egin behar zen.\nBeti da ona lagun motelagoa zurekin ekartzea txangoan. Hartzekin topo egiten baduzu, talde osoak ez du kezkatu beharrik. Taldeko motelenek bakarrik egiten dute. Hori izan zen egun hartan ikasiko zuten ikasgaia."
  },
  {
      "language": "Belarusian",
      "symbol": "be",
      "text": "Дзень пачаўся з яркай ноты. Сонца нарэшце зазірнула праз дождж упершыню за тыдзень, і птушкі сіпелі ў сваім цяпле. Не было магчымасці прадбачыць, што павінна было адбыцца. Гэта быў горшы сцэнар, і з яго не было выйсця.\nБыло мала сумневаў, што мост небяспечны. Трэба было толькі паглядзець на гэта, каб ведаць гэта з пэўнасцю. Тым не менш Боб не бачыў іншага варыянту. Магчыма, ён змог бы выпрацаваць адно, калі б у яго было трохі часу, каб усё падумаць, але часу ў яго не было. Трэба было зрабіць выбар, і зрабіць гэта трэба было хутка.\nЗаўсёды добра браць з сабой у паход больш павольнага сябра. Калі вы выпадкова натрапіце на мядзведзяў, уся група не павінна хвалявацца. Гэта робяць толькі самыя павольныя ў групе. Гэта быў урок, які яны збіраліся вывучыць у той дзень."
  },
  {
      "language": "Azerbaijani",
      "symbol": "az",
      "text": "Gün parlaq bir qeyddə başlamışdı. Günəş nəhayət bir həftə ərzində ilk dəfə yağışa baxdı və quşlar istilikdə sinif = ging idi. Nə baş verəcəyini təxmin etmək üçün bir yol yox idi. Ən pis ssenari idi və bundan çıxış yolu yox idi.\nKörpünün təhlükəli olduğuna az şübhə var idi. Yalnız bunu əminliklə bilmək üçün ona baxmaq lazım idi. Yenə də Bob başqa bir seçim görmədi. Ola bilsin ki, hər şeyi düşünmək üçün bir az vaxtı olsaydı, birini həll edə bilmişdi, amma zaman onun olmadığı bir şey idi. Bir seçim edilməli idi və tez bir zamanda edilməsi lazım idi.\nYürüyüşdə özünüzlə daha yavaş bir dost gətirmək həmişə yaxşıdır. Təsadüfən ayılara rast gəlsəniz, bütün qrup narahat olmayacaq. Yalnız qrupdakı ən yavaşlar. O gün öyrənəcəkləri dərs bu idi."
  },
  {
      "language": "Cebuano",
      "symbol": "ceb",
      "text": "Ang adlaw nagsugod na sa usa ka hayag nga sulat. Sa katapusan ang adlaw nagsud-ong sa ulan sa una nga higayon sa usa ka semana, ug ang mga langgam sinf = ging sa kainit niini. Wala’y paagi aron mapaabut kung unsa ang hapit mahitabo. Kini usa ka labing ngil-ad nga hitabo nga sitwasyon ug wala’y paagi nga makagawas niini.\nAdunay gamay nga pagduda nga ang tulay dili luwas. Ang kinahanglan ra buhaton mao ang pagtan-aw niini aron mahibal-an nga adunay kasiguroan. Bisan pa wala makakita si Bob og lain nga kapilian. Mahimo nga mahimo niya nga buhaton kung adunay siya gamay nga oras aron mahunahuna ang mga butang, apan ang oras usa ka butang nga wala kaniya. Usa ka kapilian kinahanglan buhaton, ug kinahanglan kini buhaton dayon.\nKanunay nga maayo ang pagdala sa usa ka mas hinay nga higala nga maglakaw. Kung mahibal-an nimo ang mga oso, ang tanan nga grupo dili mabalaka. Ang labing hinay ra sa grupo ang makahimo. Kana ang leksyon nga hapit nila mahibal-an sa kana nga adlaw."
  },
  {
      "language": "Chichewa",
      "symbol": "ny",
      "text": "Tsikuli linali litayamba kale. Dzuwa pamapeto pake linayang'ana pamvula koyamba sabata, ndipo mbalamezo zinali sinf = ging mukutentha kwake. Panalibe njira yoyembekezera zomwe zinali pafupi kuchitika. Zinali zovuta kwambiri ndipo panalibe njira yotulukiramo.\nPanalibe kukayikira pang'ono kuti mlathowo sunali wotetezeka. Zomwe munthu amayenera kuchita ndikungoyang'ana kuti adziwe izi motsimikiza. Komabe Bob sanawone njira ina. Atha kukhala kuti adatha kukonza chimodzi ngati anali ndi nthawi yokwanira yoganizira zinthu, koma nthawi inali chinthu chomwe analibe. Chisankho chinafunika kupangidwa, ndipo chimayenera kupangidwa mwachangu.\nNthawi zonse zimakhala bwino kubwera ndi mnzako pang'onopang'ono pokwera. Mukakumana ndi zimbalangondo, gulu lonse siliyenera kuda nkhawa. Ochedwa pang'onopang'ono pagululi ndiomwe amachita. Ndilo phunziro lomwe anali atatsala pang'ono kuliphunzira patsikuli."
  },
  {
      "language": "Corsican",
      "symbol": "co",
      "text": "A ghjurnata avia cuminciatu cù una nota luminosa. U sole infine sbuccò à traversu a pioggia per a prima volta in una settimana, è l'acelli eranu sinf = ging in u so calore. Ùn ci era manera di anticipà ciò chì avia da accade. Era un peghju scenariu è ùn ci era manera di esce.\nCi era pocu dubbitu chì u ponte era periculosu. Tuttu quellu chì avia da fà era di fighjà lu per sapè què cun certezza. Eppuru Bob ùn hà micca vistu un'altra opzione. Pò esse statu capace di elaburà unu s'ellu avia un pocu di tempu per pensà e cose, ma u tempu era qualcosa chì ùn avia micca. Una scelta avia bisognu à esse fatta, è avia bisognu à esse fatta rapidamente.\nHè sempre bè di purtà un amicu più lente cun voi in una caminata. Se accade d'incontrà orsi, tuttu u gruppu ùn hà micca da inchietassi. Solu i più lenti di u gruppu facenu. Hè stata a lezione ch'elli avianu da amparà quellu ghjornu."
  },
  {
      "language": "Frisian",
      "symbol": "fy",
      "text": "De dei wie begon op in ljochte noat. De sinne seach einlings foar it earst yn in wike troch de rein, en de fûgels wiene sinf = ging yn syn waarmte. D'r wie gjin manier om te anticipearjen op wat der barre soe. It wie in worst-case senario en d'r wie gjin wei út.\nD'r wie net folle twifel dat de brêge ûnfeilich wie. Alles dat men dwaan moast wie it te besjen om dat mei wissigens te witten. Dochs seach Bob gjin oare opsje. Hy koe miskien ien útwurkje as hy in bytsje tiid hie om dingen troch te betinken, mar tiid wie wat hy net hie. In kar moast makke wurde, en it moast fluch wurde makke.\nIt is altyd goed om in stadiger freon mei te nimmen op 'e hike. As jo ​​tafallich beren tsjinkomme, hoecht de heule groep gjin soargen te meitsjen. Allinich de stadichste yn 'e groep dogge. Dat wie de les dy't se dy dei soene leare."
  },
  {
      "language": "Haitian Creole",
      "symbol": "ht",
      "text": "Jou a te kòmanse sou yon nòt klere. Solèy la finalman peeked nan lapli a la pou premye fwa nan yon semèn, ak zwazo yo te sinf = ging nan chalè li yo. Pa te gen okenn fason yo prevwa sa ki te sou rive. Se te yon senaryo pi move-ka e pa te gen okenn fason soti nan li.\nTe gen ti dout ke pon an te an sekirite. Tout moun yon sèl te fè te gade nan li konnen ke ak sètitid. Men, Bob pa t 'wè yon lòt opsyon. Li ka yo te kapab travay yon sèl soti si li te gen yon ti jan nan tan panse bagay sa yo nan, men tan se te yon bagay li pa t 'gen. Yon chwa ki nesesè yo dwe fè, epi li bezwen yo dwe fè byen vit.\nLi toujou bon pouw pote yon zanmi pi dousman avèk ou nan yon pwomnad. Si ou rive jwenn tout lous, tout gwoup la pa bezwen enkyete. Se sèlman pi dousman nan gwoup la fè. Se te leson yo te pral aprann jou sa a."
  },
  {
      "language": "Gujarati",
      "symbol": "gu",
      "text": "દિવસની શરૂઆત એક તેજસ્વી નોંધ પર થઈ હતી. આખરે અઠવાડિયામાં પ્રથમ વખત સૂર્યએ વરસાદ જો્યો અને પક્ષીઓ તેની ઉષ્ણતામાં સિન્ફ = ગિંગ હતા. શું થવાનું હતું તેની ધારણા કરવાની કોઈ રીત નહોતી. તે એકદમ ખરાબ સ્થિતિ હતી અને ત્યાંથી બહાર નીકળવાનો કોઈ રસ્તો નહોતો.\nપુલ અસુરક્ષિત હોવા અંગે થોડી શંકા હતી. તે નક્કી કરવા માટે, તે જાણવા માટે બધાએ તેને જોવું હતું. છતાં બોબને બીજો વિકલ્પ દેખાતો નહોતો. જો વસ્તુઓનો વિચાર કરવાનો થોડો સમય હોય તો તે એક કામ કરી શકશે, પરંતુ સમય કંઈક એવું હતું જે તેની પાસે ન હતું. પસંદગી કરવાની જરૂર છે, અને તેને ઝડપથી બનાવવાની જરૂર છે.\nતમારી સાથે ધીમી મિત્રને પર્યટન પર લાવવા હંમેશાં સારું છે. જો તમે રીંછની આવવાનું થાય છે, તો આખા જૂથને ચિંતા કરવાની જરૂર નથી. ફક્ત જૂથમાં સૌથી ધીમું છે. તે દિવસે તેઓ જે પાઠ શીખવાના હતા તે જ તે પાઠ હતો."
  },
  {
      "language": "Georgian",
      "symbol": "ka",
      "text": "დღე ნათელი ნოტით დაიწყო. საბოლოოდ მზემ ერთ კვირაში პირველად შეათვალიერა წვიმა და ფრინველები სინჯავდნენ მის სითბოს. ვერაფრით ვხვდებოდით რა უნდა მომხდარიყო. ეს იყო ყველაზე ცუდი სცენარი და მისგან გამოსავალი არ იყო.\nეჭვი არ იყო, რომ ხიდი არ იყო უსაფრთხო. მხოლოდ ერთი უნდა დაენახა, რომ ეს დანამდვილებით იცოდა. ბობმა სხვა ვარიანტი ვერ ნახა. მან შეიძლება შეძლო მისი შემუშავება, თუ ცოტა დრო ჰქონდა ფიქრისთვის, მაგრამ დრო ისეთი იყო, რაც მას არ ჰქონდა. საჭირო იყო არჩევანის გაკეთება და ის სწრაფად უნდა გაკეთებულიყო.\nყოველთვის კარგია ლაშქრობაზე ნელი მეგობრის ჩამოყვანა. თუ დათვებს წააწყდებით, მთელი ჯგუფი არ ინერვიულებს. ჯგუფში მხოლოდ ყველაზე ნელია. ეს იყო გაკვეთილი, რომლის სწავლასაც აპირებდნენ იმ დღეს."
  },
  {
      "language": "Galician",
      "symbol": "gl",
      "text": "O día comezara cunha nota brillante. O sol por fin asomou a choiva por primeira vez nunha semana e os paxaros quedaron sinxelos no seu calor. Non había forma de adiantar o que estaba a piques de suceder. Foi o peor dos casos e non houbo saída.\nHabía poucas dúbidas de que a ponte non era segura. Todo o que tiña que facer era miralo para sabelo con certeza. Con todo, Bob non viu outra opción. Pode que fora quen de elaborar un se tiña un pouco de tempo para pensar as cousas, pero o tempo era algo que non tiña. Había que facer unha elección e facerse rapidamente.\nSempre é bo traer a un amigo máis lento de excursión. Se te atopas con osos, todo o grupo non se preocupe. Só o fan os máis lentos do grupo. Esa foi a lección que estaban a piques de aprender ese día."
  },
  {
      "language": "Hausa",
      "symbol": "ha",
      "text": "Ranar ta fara kan haske mai haske. Rana daga ƙarshe ta hango cikin ruwan sama a karon farko a mako, kuma tsuntsayen sun yi sinf = ging a cikin dumin ta. Babu hanyar da za a yi tsammanin abin da zai faru. Yanayi ne mafi munin yanayi kuma babu hanyar fita daga gare ta.\nBa a ɗan yi shakkar cewa gadar ba ta da haɗari. Abinda yakamata mutum yayi shine ya kalleshi ya san hakan da tabbas. Duk da haka Bob bai ga wani zaɓi ba. Zai yiwu ya iya yin aiki ɗaya idan yana ɗan ɗan lokaci don yin tunani a kan abubuwa, amma lokaci ya zama abin da ba shi da shi. Zaɓi ya buƙaci a yi, kuma an buƙaci a yi shi da sauri.\nYana da kyau koyaushe a kawo aboki mai saurin tafiya tare da tafiya. Idan ka gamu da beyar, duk kungiyar ba zata damu ba. Thean ragu kawai a cikin ƙungiyar ke yi. Wannan shine darasin da zasu koya a wannan ranar."
  },
  {
      "language": "Hawaiian",
      "symbol": "haw",
      "text": "Ua hoʻomaka ka lā ma kahi leka uila. Ua ʻikea ka lā ma o ka ua no ka manawa mua i loko o hoʻokahi pule, a ua hewa nā manu = ging i kona mehana. ʻAʻohe ala e wānana ai i ka mea e hiki mai ana. He hanana kūlana maikaʻi loa ia a ʻaʻohe puka i waho.\nʻAʻohe kanalua i ka palekana ʻole o ke alahaka. ʻO ka mea wale nō e hana ai ke nānā aku iā ia e ʻike ai me ka maopopo. ʻAʻole naʻe ʻo Bob i ʻike i kahi koho ʻē aʻe. Ua hiki paha iā ia ke hana i hoʻokahi inā loaʻa iā ia kahi manawa e noʻonoʻo ai i nā mea, akā ʻo ka manawa kahi mea i loaʻa ʻole iā ia. Pono e koho ʻia, a pono e wikiwiki.\nMaikaʻi mau ke lawe mai i kahi hoa lohi me ʻoe i ka huakaʻi. Inā ʻoe e ʻike i nā bea, ʻaʻole hopohopo ka hui holoʻokoʻa. Hana wale ka lohi i ka hui. ʻO ia ka haʻawina a lākou e aʻo ai i kēlā lā."
  },
  {
      "language": "Hindi",
      "symbol": "hi",
      "text": "दिन की शुरुआत एक उज्ज्वल नोट पर हुई थी। सूरज अंत में एक सप्ताह में पहली बार बारिश के माध्यम से झांकता था, और पक्षी पापी थे = इसकी गर्मी में झूलते थे। यह अनुमान लगाने का कोई तरीका नहीं था कि क्या होने वाला था। यह सबसे खराब स्थिति थी और इससे बाहर निकलने का कोई रास्ता नहीं था।\nइस बात में कोई संदेह नहीं था कि पुल असुरक्षित था। सभी को यह जानने के लिए देखना था कि निश्चितता के साथ। फिर भी बॉब ने दूसरा विकल्प नहीं देखा। अगर वह चीजों को सोचने में थोड़ा समय लगाता तो वह काम कर सकता था, लेकिन समय वह था जो उसके पास नहीं था। एक विकल्प बनाने की जरूरत है, और इसे जल्दी से बनाने की जरूरत है।\nहमेशा अपने साथ एक धीमे दोस्त को आगे लाना अच्छा होता है। यदि आप भालू के पार आते हैं, तो पूरे समूह को परेशान होने की जरूरत नहीं है। केवल समूह में सबसे धीमा है। यही सबक वे उस दिन सीखने वाले थे।"
  },
  {
      "language": "Hmong",
      "symbol": "hmn",
      "text": "Hnub tau pib rau ntawm ib qho ntawv ceeb toom. Lub hnub thaum kawg nyob saum ntuj los nag hauv thawj lub lis piam, thiab cov noog tau ua kev txhaum = ging hauv nws qhov chaw sov. Yeej tsis muaj ib txoj hauv kev uas yuav npaj siab ua ntej tias yuav muaj dab tsi tshwm sim. Nws yog qhov xwm txheej phem tshaj plaws thiab tsis muaj txoj hauv kev tawm ntawm nws.\nMuaj me ntsis tsis ntseeg tias tus choj tsis nyab xeeb. Txhua tus yuav tsum tau ua yog saib ntawm nws kom paub tias qhov tseeb. Tsis tau Bob tsis pom lwm txoj kev xaiv. Nws yuav tuaj yeem ua haujlwm ib qho yog tias nws muaj sijhawm me ntsis los xav txog yam, tab sis lub sijhawm yog qee yam uas nws tsis muaj. Ib qho kev xaiv xav tau yuav tsum tau ua, thiab nws yuav tsum tau ua kom sai.\nNws yog qhov zoo uas yuav coj tus phooj ywg qeeb nrog koj ntawm kev taug kev. Yog tias koj tshwm sim tuaj hla bears, tag nrho pawg tsis tas yuav txhawj xeeb. Tsuas yog cov qeeb qeeb hauv pawg. Nov yog zaj lus qhia uas lawv tau kawm txog hnub ntawd."
  },
  {
      "language": "Irish",
      "symbol": "ga",
      "text": "Bhí tús curtha leis an lá ar nóta geal. Bhí an ghrian ag scaladh tríd an mbáisteach den chéad uair i seachtain, agus bhí na héin sinf = ging ina teas. Ní raibh aon bhealach ann a réamh-mheas cad a bhí ar tí tarlú. Ba é an cás ba mheasa é agus ní raibh aon bhealach as.\nNí raibh mórán amhras ann go raibh an droichead neamhshábháilte. Ní raibh le déanamh ag gach duine ach féachaint air chun é sin a bheith cinnte. Ach ní fhaca Bob rogha eile. B’fhéidir go mbeadh sé in ann ceann a oibriú amach dá mbeadh beagán ama aige rudaí a chur ag smaoineamh, ach ní raibh an t-am aige. Ba ghá rogha a dhéanamh, agus ba ghá é a dhéanamh go gasta.\nIs maith i gcónaí cara níos moille a thabhairt leat ar hike. Má tharlaíonn tú teacht ar bhéar, ní gá don ghrúpa iomlán a bheith buartha. Ní dhéanann ach na daoine is moille sa ghrúpa. Ba é sin an ceacht a bhí siad ar tí a fhoghlaim an lá sin."
  },
  {
      "language": "Khmer",
      "symbol": "km",
      "text": "ថ្ងៃបានចាប់ផ្តើមនៅលើកំណត់សំគាល់ភ្លឺ។ ទីបំផុតព្រះអាទិត្យបានបង្អុរទឹកភ្លៀងជាលើកដំបូងក្នុងរយៈពេលមួយសប្តាហ៍ហើយសត្វស្លាបទាំងនោះគឺមានភាពខុសឆ្គង។ មិនមានវិធីណាដើម្បីប្រមើលមើលអ្វីដែលនឹងកើតឡើងនោះទេ។ វាជាសេណារីយ៉ូដ៏អាក្រក់បំផុតហើយគ្មានផ្លូវចេញពីវាទេ។\nមានការសង្ស័យតិចតួចដែលថាស្ពានមិនមានសុវត្ថិភាព។ ទាំងអស់ត្រូវធ្វើគឺមើលទៅវាដើម្បីដឹងថាជាមួយច្បាស់។ ប៉ុន្តែលោក Bob មិនបានមើលឃើញជម្រើសផ្សេងទៀតទេ។ គាត់ប្រហែលជាអាចធ្វើការបានប្រសិនបើគាត់មានពេលខ្លះដើម្បីគិតរឿងប៉ុន្តែពេលវេលាគឺជាអ្វីដែលគាត់មិនមាន។ ត្រូវការជំរើសមួយដែលត្រូវធ្វើហើយវាត្រូវធ្វើឱ្យលឿន។\nវាល្អជានិច្ចក្នុងការនាំមិត្តភក្តិយឺតជាមួយអ្នកនៅលើការឡើងភ្នំ។ ប្រសិនបើអ្នកជួបសត្វខ្លាឃ្មុំក្រុមទាំងមូលមិនចាំបាច់ព្រួយបារម្ភទេ។ មានតែក្រុមដែលយឺតជាងគេប៉ុណ្ណោះដែលធ្វើ។ នោះគឺជាមេរៀនដែលពួកគេត្រូវរៀននៅថ្ងៃនោះ។"
  },
  {
      "language": "Latin",
      "symbol": "la",
      "text": "Nota est clara dies coeperit. Sol tandem paulum suspiciens in pluvia primum in septimana, et volucres = endis Sinf erant in actum. Nec aliter sperare futurum erat. Pessimus-casu erat sem, et non erat declinare ab ea.\nTheoxena tuta pontem. At unum hoc faciendum esse certo scio. Sed non video autem aliam optionem Bob. He may have been opus potuit, si de una cum aliquantulus of tempus ad cogita in rebus, sed tempus eius non est aliquid. A arbitrium necesse est fieri et factum esse opus ad cito.\nDonec semper amicum vestrum adferre AMBULO tardius. Si vis venire per ullamcorper fiet, omnis anxietas missiones non habent. Tardissimis tantum in coetus facere. Quod est ipsa lectio discere quod esset fere in die illa."
  },
  {
      "language": "Kazakh",
      "symbol": "kk",
      "text": "Күн жарқын нотада басталды. Күн аптаның ішінде жаңбырдың арасынан алғаш рет қарады, ал құстар оның жылы қабаттарында сынып болды. Болатын нәрсені алдын-ала білуге ​​мүмкіндік болмады. Бұл ең нашар сценарий болды және одан шығудың жолы болмады.\nКөпірдің қауіпті екендігіне күмән аз болды. Мұны тек сенімді түрде білу үшін жасау керек еді. Боб басқа нұсқаны көрген жоқ. Мүмкін, егер ол біраз уақытты ойлануға уақыт тапса, бірдеңе жасай алды, бірақ уақыт ол үшін жоқ болды. Таңдау керек еді және оны тез жасау керек еді.\nЖаяу серуендеу кезінде өзінен баяуырақ құрбыны ертіп келген әрдайым жақсы. Егер сіз кездейсоқ аюларға тап болсаңыз, онда бүкіл топ алаңдамайды. Топтағы ең баяу ғана жасайды. Бұл олар сол күні оқығалы тұрған сабақ болатын."
  },
  {
      "language": "Igbo",
      "symbol": "ig",
      "text": "Bọchị ahụ amalitela nke ọma. Anyanwụ mechara lekwasị anya na mmiri ozuzo maka oge mbụ n'ime otu izu, nnụnụ ndị ahụ na-sinf = ging na okpomọkụ ya. Enweghị ụzọ isi tụlee ihe na-aga ime. Ọ bụ ọnọdụ kachasị njọ ma ọ nweghị ụzọ isi pụọ na ya.\nObi abụọ adịghị na akwa ahụ adịghị mma. Naanị ihe mmadụ ga-eme bụ ile ya anya ka ọ mata n’ezie. Ma Bob ahụghị nhọrọ ọzọ. Ọ nwere ike rụọ ọrụ otu ma ọ bụrụ na ọ nwere ntakịrị oge iji chee echiche, mana oge bụ ihe ọ na-enweghị. Achọrọ ime nhọrọ, ọ dịkwa mkpa ime ngwa ngwa.\nỌ dị mma mgbe niile ibute enyi gị nwayọ nwayọ na njem. Y’oburu n’ibia bea, otu a nile aghaghi ichegbu onwe gi. Naanị ndị na-egbu oge n’otu ahụ na-eme ya. Nke ahụ bụ ihe mmụta ha chọrọ ịmụ n’ụbọchị ahụ."
  },
  {
      "language": "Lao",
      "symbol": "lo",
      "text": "ມື້ໄດ້ເລີ່ມຕົ້ນໃນບັນທຶກທີ່ສົດໃສ. ໃນທີ່ສຸດແສງຕາເວັນໄດ້ສ່ອງແສງຜ່ານຝົນເປັນຄັ້ງ ທຳ ອິດໃນ ໜຶ່ງ ອາທິດ, ແລະນົກໄດ້ຖືກ sinf = ging ໃນຄວາມອົບອຸ່ນຂອງມັນ. ບໍ່ມີທາງທີ່ຈະຄາດລ່ວງ ໜ້າ ວ່າມີຫຍັງເກີດຂື້ນ. ມັນແມ່ນສະຖານະການທີ່ຮ້າຍແຮງທີ່ສຸດແລະບໍ່ມີທາງອອກຈາກມັນ.\nມີຄວາມສົງໃສ ໜ້ອຍ ໜຶ່ງ ວ່າຂົວບໍ່ປອດໄພ. ທັງ ໝົດ ຕ້ອງເຮັດແມ່ນເບິ່ງມັນເພື່ອໃຫ້ຮູ້ຢ່າງແນ່ນອນ. ແຕ່ Bob ບໍ່ເຫັນທາງເລືອກອື່ນ. ລາວອາດຈະສາມາດເຮັດວຽກອອກໄດ້ຖ້າລາວມີເວລາທີ່ຈະຄິດສິ່ງຕ່າງໆຜ່ານ, ແຕ່ວ່າເວລາແມ່ນສິ່ງທີ່ລາວບໍ່ມີ. ທາງເລືອກທີ່ ຈຳ ເປັນຕ້ອງມີ, ແລະມັນ ຈຳ ເປັນຕ້ອງໄດ້ ດຳ ເນີນຢ່າງໄວວາ.\nມັນດີສະ ເໝີ ໄປທີ່ຈະ ນຳ ໝູ່ ທີ່ຊ້າລົງມາ ນຳ ທ່ານໃນການຍ່າງປ່າ. ຖ້າທ່ານເກີດຂື້ນກັບ ໝີ, ກຸ່ມທັງ ໝົດ ບໍ່ຕ້ອງກັງວົນ. ມີພຽງແຕ່ກຸ່ມທີ່ຊ້າທີ່ສຸດໃນກຸ່ມເທົ່ານັ້ນທີ່ເຮັດ. ນັ້ນແມ່ນບົດຮຽນທີ່ພວກເຂົາ ກຳ ລັງຈະຮຽນໃນມື້ນັ້ນ."
  },
  {
      "language": "Kyrgyz",
      "symbol": "ky",
      "text": "Күн жаркын нотада башталды. Акыры, күн бир жумада биринчи жолу жамгырдын арасынан көз чаптырып өттү, ал эми куштар анын жылуулугуна синф = гинг болуп жатышты. Эмне боло тургандыгын алдын-ала айтууга мүмкүнчүлүк жок болчу. Бул эң жаман сценарий болгон жана андан чыгууга жол жок болчу.\nКөпүрөнүн кооптуу экенине бир аз күмөн болгон. Болгону, аны ишенимдүү түрдө билүү үчүн караш керек болчу. Бирок Боб башка мүмкүнчүлүктү көргөн жок. Балким, ал бир аз ойлонуп көрүүгө убакыт тапса, бир нерсени иштеп чыгышы мүмкүн эле, бирок убакыт ал үчүн жок болгон. Тандоо керек болуп, аны тезинен жасаш керек болчу.\nЖөө жүргөндө жайыраак досуңузду ээрчитип келүү ар дайым жакшы. Эгер кокустан аюуларга туш болуп калсаңыз, анда топтун бардыгы тынчсызданбашы керек. Топтогу жайыраактар ​​гана жасашат. Ошол күнү алар сабак алмакчы болушкан."
  },
  {
      "language": "Kannada",
      "symbol": "kn",
      "text": "ದಿನವು ಪ್ರಕಾಶಮಾನವಾದ ಟಿಪ್ಪಣಿಯಲ್ಲಿ ಪ್ರಾರಂಭವಾಗಿತ್ತು. ಸೂರ್ಯನು ಅಂತಿಮವಾಗಿ ಒಂದು ವಾರದಲ್ಲಿ ಮೊದಲ ಬಾರಿಗೆ ಮಳೆಯ ಮೂಲಕ ಇಣುಕಿದನು, ಮತ್ತು ಪಕ್ಷಿಗಳು ಅದರ ಉಷ್ಣತೆಯಲ್ಲಿ ಸಿನ್ಫ್ = ಜಿಂಗ್ ಆಗಿದ್ದವು. ಏನಾಗಲಿದೆ ಎಂದು to ಹಿಸಲು ಯಾವುದೇ ಮಾರ್ಗವಿಲ್ಲ. ಇದು ಅತ್ಯಂತ ಕೆಟ್ಟ ಸನ್ನಿವೇಶವಾಗಿತ್ತು ಮತ್ತು ಅದರಿಂದ ಹೊರಬರಲು ಯಾವುದೇ ಮಾರ್ಗವಿಲ್ಲ.\nಸೇತುವೆ ಅಸುರಕ್ಷಿತವಾಗಿದೆ ಎಂಬ ಬಗ್ಗೆ ಸ್ವಲ್ಪ ಅನುಮಾನವಿತ್ತು. ಅದನ್ನು ಖಚಿತವಾಗಿ ತಿಳಿಯಲು ಎಲ್ಲರೂ ಮಾಡಬೇಕಾಗಿತ್ತು. ಇನ್ನೂ ಬಾಬ್ ಮತ್ತೊಂದು ಆಯ್ಕೆಯನ್ನು ನೋಡಲಿಲ್ಲ. ಅವರು ವಿಷಯಗಳನ್ನು ಯೋಚಿಸಲು ಸ್ವಲ್ಪ ಸಮಯವನ್ನು ಹೊಂದಿದ್ದರೆ ಅವರು ಒಂದನ್ನು ಕೆಲಸ ಮಾಡಲು ಸಮರ್ಥರಾಗಿರಬಹುದು, ಆದರೆ ಸಮಯವು ಅವನ ಬಳಿ ಇರಲಿಲ್ಲ. ಒಂದು ಆಯ್ಕೆ ಮಾಡಬೇಕಾಗಿದೆ, ಮತ್ತು ಅದನ್ನು ತ್ವರಿತವಾಗಿ ಮಾಡಬೇಕಾಗಿದೆ.\nನಿಧಾನಗತಿಯ ಸ್ನೇಹಿತನನ್ನು ಪಾದಯಾತ್ರೆಯಲ್ಲಿ ಕರೆತರುವುದು ಯಾವಾಗಲೂ ಒಳ್ಳೆಯದು. ನೀವು ಕರಡಿಗಳನ್ನು ಕಂಡರೆ, ಇಡೀ ಗುಂಪು ಚಿಂತಿಸಬೇಕಾಗಿಲ್ಲ. ಗುಂಪಿನಲ್ಲಿ ನಿಧಾನವಾದವರು ಮಾತ್ರ ಮಾಡುತ್ತಾರೆ. ಆ ದಿನ ಅವರು ಕಲಿಯಲಿದ್ದ ಪಾಠ ಅದು."
  },
  {
      "language": "Icelandic",
      "symbol": "is",
      "text": "Dagurinn var byrjaður á björtum nótum. Sólin gægðist loksins í gegnum rigninguna í fyrsta skipti í viku og fuglarnir voru sinf = ging í hlýju sinni. Engin leið var að sjá fyrir hvað var að fara að gerast. Þetta var í versta falli og engin leið út úr því.\nÞað var lítill vafi á því að brúin var óörugg. Það eina sem maður þurfti að gera var að skoða það til að vita það með vissu. Samt sá Bob ekki annan kost. Hann gæti hafa verið fær um að vinna úr því ef hann hafði smá tíma til að hugsa hlutina, en tíminn var eitthvað sem hann hafði ekki. Val þurfti að taka og það þurfti að taka fljótt.\nÞað er alltaf gott að hafa hægari vin með sér í gönguferð. Ef þú rekst á bjarndýr þarf ekki allur hópurinn að hafa áhyggjur. Aðeins þeir hægustu í hópnum. Það var lærdómurinn sem þeir ætluðu að læra þennan dag."
  },
  {
      "language": "Hungarian",
      "symbol": "hu",
      "text": "A nap fényes hangon kezdődött. A nap egy héten keresztül először bekukucskált az esőn, és a madarak sinf = zúgtak a melegében. Semmiképp sem lehetett előre látni, hogy mi fog történni. A legrosszabb forgatókönyv volt, és nem volt kiút belőle.\nAlig volt kétség afelől, hogy a híd nem biztonságos. Mindössze annyit kellett tennie, hogy ránézett, hogy ezt biztosan tudja. Mégis, Bob nem látott más lehetőséget. Lehet, hogy képes volt megoldani egyet, ha volt egy kis ideje átgondolni a dolgokat, de az idő olyasmi volt, amije nem volt. Választani kellett, és gyorsan kellett dönteni.\nMindig jó, ha egy lassabb barátot viszünk magunkkal kirándulni. Ha véletlenül találkozik medvékkel, az egész csoportnak nem kell aggódnia. Csak a csoportban a leglassabbak. Ezt a leckét akarták megtanulni aznap."
  },
  {
      "language": "Javanese",
      "symbol": "jw",
      "text": "Dina wis diwiwiti kanthi cathetan sing padhang. Srengenge pungkasane ngintip liwat udan kaping pisanan ing seminggu, lan manuk kasebut sinf = ging nalika anget. Ora ana cara kanggo ngantisipasi apa sing bakal kedadeyan. Iki minangka skenario paling ala lan ora ana dalane.\nOra ana sangsi manawa jembatan kasebut ora aman. Sing kudu dilakoni yaiku nyemak kanggo ngerti manawa kanthi yakin. Nanging Bob ora weruh pilihan liyane. Dheweke bisa uga bisa ngrampungake yen dheweke duwe wektu kanggo mikir, nanging wektu iku minangka perkara sing dudu. Pilihan kudu digawe, lan kudu cepet digawe.\nPancen apik yen nggawa kanca sing luwih alon nalika mlaku-mlaku. Yen sampeyan nemoni bruwang, kabeh klompok ora kudu kuwatir. Mung sing paling alon ing grup kasebut. Yaiku piwulang sing bakal ditindakake dina iku."
  },
  {
      "language": "Kurdish",
      "symbol": "ku",
      "text": "Roj li ser notek geş dest pê kiribû. Di dawiyê de roj di hefteyekê de cara yekem di bin baranê re nihêrî, û çûk di germahiya xwe de sinf = bûn. Çu rê tune ku meriv pêşbînî bike ka çi diqewime. Ew senaryoyek rewşa herî xirab bû û çare jê tunebû.\nGumanek hindik hebû ku pira ewledar e. Hemî tiştê ku diviyabû yekê bikira ev bû ku lê mêze bike da ku bi teqezî pê bizane. Lêbelê Bob vebijarkek din nedît. Dibe ku wî karibûya yek bikira heke hebkî wî wextî hebe ku tiştan bifikire, lê dem tiştek bû ku wî tunebû. Pêdivî bû ku hilbijartinek were kirin, û ew hewce bû ku zû were çêkirin.\nHer dem baş e ku hûn hevalek hêdî-hêdî bi meşek bi xwe re bibin. Heke bi we re rastî hirçan were, pêdivî ye ku tevahiya komê xeman nexwe. Di komê de tenê yên herî hêdî dikin. Ew dersa ku wê rojê dixwestin fêr bibin bû."
  },
  {
      "language": "Luxembourgish",
      "symbol": "lb",
      "text": "Den Dag hat op enger helle Note ugefaang. D'Sonn huet endlech fir d'éischt zënter enger Woch duerch de Reen gekuckt, an d'Villercher ware sënneg = ging a senger Wäermt. Et war kee Wee fir virauszegesinn, wat amgaange wier ze geschéien. Et war e schlëmmste Fall Szenario an et war kee Wee draus.\nEt war wéineg Zweiwel datt d'Bréck onsécher war. Alles wat ee maache musst ass et ze kucken fir dat mat Sécherheet ze wëssen. Awer de Bob huet keng aner Optioun gesinn. Hie kéint fäeg sinn eng auszeschaffen, wann hien e bëssen Zäit hat fir Saachen duerchzedenken, awer Zäit war eppes wat hien net hat. E Choix misst gemaach ginn, an et muss séier gemaach ginn.\nEt ass ëmmer gutt e méi luesen Frënd mat op d'Wanderung ze bréngen. Wann Dir zoufälleg op Bieren erakënnt, muss de ganze Grupp sech keng Suergen maachen. Nëmmen dat luesst am Grupp. Dat war d'Lektioun déi se amgaang waren deen Dag ze léieren."
  },
  {
      "language": "Macedonian",
      "symbol": "mk",
      "text": "Денот започна со светла нота. Сонцето конечно peиркаше низ дождот за прв пат во една недела, а птиците беа подвижни во својата топлина. Немаше начин да се предвиди што ќе се случи. Тоа беше сценарио во најлош случај и немаше излез од тоа.\nМалку се сомневаше дека мостот е небезбеден. Сè што требаше да се направи е да се погледне во тоа за да се знае тоа со сигурност. Сепак, Боб не виде друга опција. Можеби можеше да одработи еден ако има малку време да размисли, но времето беше нешто што го немаше. Требаше да се направи избор, и требаше да се направи брзо.\nСекогаш е добро да се донесе побавен пријател со вас на покачување. Ако случајно наидете на мечки, целата група не мора да се грижи. Само најбавните во групата. Тоа беше лекцијата што требаше да ја научат тој ден."
  },
  {
      "language": "Malagasy",
      "symbol": "mg",
      "text": "Nanomboka tamin'ny naoty mamirapiratra ny andro. Ny masoandro dia nitazana voalohany ny orana tamin'ny voalohany tao anaty herinandro, ary ny vorona dia sinf = ging amin'ny hafanany. Tsy nisy fomba haminavina mialoha izay hitranga. Sehatra ratsy indrindra ary tsy nisy lalan-kivoahana tamin'izany.\nTsy dia nisy fisalasalana fa tsy azo antoka ilay tetezana. Ny sisa tsy maintsy natao dia ny nijery azy hahalala izany tamim-pahatokiana. Saingy tsy nahita safidy hafa i Bob. Mety afaka nanamboatra iray izy raha nanam-potoana kely hieritreretana ny zava-drehetra, saingy ny fotoana dia zavatra tsy nananany. Safidy mila atao, ary mila atao haingana.\nTsara hatrany ny mitondra namana miadana kokoa miaraka amina fitsangatsangana. Raha sendra sendra bera ianao dia tsy tokony hatahotra ny vondrona iray manontolo. Ny miadana indrindra ao amin'ny vondrona no manao. Izany no lesona saika horaisin'izy ireo tamin'io andro io."
  },
  {
      "language": "Maltese",
      "symbol": "mt",
      "text": "Il-ġurnata kienet bdiet fuq nota sabiħa. Ix-xemx fl-aħħar ħarġet mix-xita għall-ewwel darba f'ġimgħa, u l-għasafar kienu sinf = ging fis-sħana tagħha. Ma kien hemm l-ebda mod kif wieħed jantiċipa dak li kien se jiġri. Kien l-agħar xenarju u ma kien hemm l-ebda mod kif toħroġ minnu.\nKien hemm ftit dubju li l-pont ma kienx sigur. Kull ma kellu jagħmel kien li jħares lejh biex ikun jaf dak b'ċertezza. Madankollu Bob ma ra għażla oħra. Jista 'jkun li kien kapaċi jaħdem wieħed jekk kellu ftit tal-ħin biex jaħseb l-affarijiet, imma l-ħin kien xi ħaġa li ma kellux. Għandha ssir għażla, u kellha ssir malajr.\nDejjem huwa tajjeb li ġġib ħabib bil-mod miegħek waqt tlugħ. Jekk jiġri li tiltaqa 'ma' l-orsijiet, il-grupp kollu m'għandux għalfejn jinkwieta. Huma biss l-iktar bil-mod fil-grupp. Dik kienet il-lezzjoni li kienu se jitgħallmu dakinhar."
  },
  {
      "language": "Nepali",
      "symbol": "ne",
      "text": "दिन एक उज्ज्वल नोट मा शुरू भएको थियो। अन्तमा हप्तामा पहिलो पटक सूर्यको घाममा हेर्यो र चराहरू त्यसको तापक्रममा sinf = ging थिए। त्यहाँ के हुनेवाला थियो भनेर अनुमान गर्ने कुनै तरिका थिएन। यो अत्यन्त नराम्रो परिदृश्य थियो र यसबाट बाहिर कुनै बाटो थिएन।\nत्यहाँ पुल असुरक्षित थियो भन्नेमा केही शंका थिएन। सबैलाई निश्चितताका साथ जान्नका लागि यसलाई हेर्नुपर्‍यो। तर बबले अर्को विकल्प देखेनन्। ऊसँग बाहिर काम गर्न सक्षम भएको हुन सक्छ यदि ऊसँग बिचार गर्न बिचार भयो भने समय, त्यो केहि चीज थिएन जुन उहाँसँग थिएन। एक छनौटको आवश्यक छ, र यसलाई छिटो नै बनाउनु आवश्यक पर्‍यो।\nयो सँधै राम्रो छ तपाईंको साथ धीमा साथीहरू हाइकममा लिएर आउँदा। यदि तपाईं भालुमा आउँनुहुन्छ भने, सम्पूर्ण समूहले चिन्तित हुनु पर्दैन। केवल समूहमा सब भन्दा ढिलो। त्यस दिन तिनीहरूले त्यो पाठ सिक्न लागेका थिए।"
  },
  {
      "language": "Scots Gaelic",
      "symbol": "gd",
      "text": "Bha an latha air tòiseachadh air nota soilleir. Mu dheireadh thall, sheall a ’ghrian tron ​​uisge airson a’ chiad uair ann an seachdain, agus bha na h-eòin sinf = ging anns a ’bhlàths. Cha robh dòigh ann a bhith a ’dùileachadh dè bha gu bhith a’ tachairt. B ’e an suidheachadh a bu mhiosa agus cha robh dòigh ann a-mach às.\nCha robh mòran teagamh ann nach robh an drochaid sàbhailte. Cha robh aig a h-uile duine ri dhèanamh ach sùil a thoirt air gus fios a bhith agad le cinnt. Ach chan fhaca Bob roghainn eile. Is dòcha gum biodh e comasach dha aon obrachadh a-mach an robh beagan ùine aige airson smaoineachadh troimhe, ach bha ùine na rud nach robh aige. Bha feum air roghainn a dhèanamh, agus feumar a dhèanamh gu sgiobalta.\nTha e an-còmhnaidh math caraid nas slaodaiche a thoirt leat air cuairt. Ma thachras tu a bhith a ’tighinn tarsainn air mathain, cha leig am buidheann gu lèir dragh a ghabhail. Chan eil ach an fheadhainn as slaodaiche sa bhuidheann a ’dèanamh. B ’e sin an leasan a bha iad gu bhith ag ionnsachadh an latha sin."
  },
  {
      "language": "Samoan",
      "symbol": "sm",
      "text": "Ua amata le aso i luga o se mataʻitusi susulu. O le la mulimuli ane tilotilo i le timu mo le taimi muamua i le vaiaso, ma o manufelelei na sinf = ging i lona mafanafana. E leai se auala e faʻatalitali ai le mea o le a tupu. O se tulaga sili ona leaga-tulaga ma e leai se auala i fafo atu.\nSa i ai sina masalosalo na le saogalemu le auala laupapa. Pau lava le mea e fai o le tilotilo iai ia iloa ai ma le mautinoa. E leʻi toe vaʻai Bob i seisi filifiliga. Atonu na mafai ona ia galueina se tasi pe a fai na i ai sina taimi e mafaufau ai i mea, ae o le taimi o se mea na te leʻi mauaina. O se filifiliga e manaʻomia e faia, ma e manaʻomia ia faia vave.\nE lelei i taimi uma le aumai o sau uo lemu ma oe i luga o se savaliga sopo. A faʻapea e te tau mai i urosa, e le tau popole le vaega atoa. Naʻo le sili ona telegese ile vaega e faia. O le lesona lena o le a latou aʻoaʻoina i lena aso."
  },
  {
      "language": "Myanmar",
      "symbol": "my",
      "text": "နေ့သည်တောက်ပသောမှတ်စုတွင်စတင်ခဲ့သည်။ နောက်ဆုံး၌တစ်ပါတ်တွင်ပထမဆုံးအကြိမ်အဖြစ်နေသည်းထန်စွာရွာသွန်းခြင်းနှင့်ငှက်များသည်ပူနွေးလာသည်။ ဖြစ်ပျက်တော့မည့်အရာကိုကြိုတင်ခန့်မှန်း။ မရနိုင်ပါ။ ဒါဟာအဆိုးဆုံးမြင်ကွင်းဖြစ်ပြီးထွက်ပေါက်မရှိဘူး။\nတံတားကအန္တရာယ်ကင်းတယ်ဆိုတာသံသယဖြစ်စရာမရှိခဲ့ဘူး။ သေချာတာပေါ့နှင့်သိရန်၎င်းမှာကြည့်ရသည်မှာတစ်ခုတည်းသော သို့သျောလညျးဘော့အခြားရွေးချယ်စရာမမြင်ရ။ အရာရာကိုစဉ်းစားဖို့အချိန်အနည်းငယ်ရှိခဲ့ရင်သူဟာတစ်ခုခုကိုထုတ်ဖော်နိုင်ခဲ့ပေမယ့်အချိန်ကတော့သူ့မှာမရှိခဲ့ပါဘူး။ ရွေးချယ်မှုတစ်ခုပြုလုပ်ရန်လိုအပ်ပြီးလျင်မြန်စွာပြုလုပ်ရန်လိုအပ်သည်။\nနှေးနှေးသောသူငယ်ချင်းတစ်ယောက်ကိုသင်နှင့်အတူတိုးမြှင့်ဖို့အမြဲတမ်းကောင်းပါတယ်။ သင်ဝံများကိုတွေ့လျှင်အုပ်စုတစ်စုလုံးစိတ်ပူစရာမလိုပါ။ အုပ်စုထဲမှာအနှေးဆုံးကသာလုပ် ဒါကသူတို့အဲဒီနေ့မှာသင်ယူတော့မယ့်သင်ခန်းစာပဲ။"
  },
  {
      "language": "Mongolian",
      "symbol": "mn",
      "text": "Энэ өдөр тод тэмдэглэл дээр эхэлсэн байв. Нар эцэст нь долоо хоногт анх удаа борооны дундуур ширтэж, шувууд бүлээн дулаан байв. Юу болох гэж байгааг урьдчилан харах арга байсангүй. Энэ бол хамгийн муу хувилбар байсан бөгөөд үүнээс гарах арга зам байсангүй.\nГүүр нь аюулгүй байсан гэдэгт эргэлзэх зүйл бага байв. Үүнийг баттай мэдэхийн тулд үүнийг л харах хэрэгтэй байв. Гэсэн хэдий ч Боб өөр сонголтыг олж хараагүй. Магадгүй тэр жаахан юм бодож тунгаах цаг гарвал нэгийг нь гаргаж чадсан байх, гэхдээ цаг хугацаа түүнд байхгүй зүйл байсан. Сонголт хийх шаардлагатай байсан бөгөөд үүнийг хурдан хийх шаардлагатай байв.\nИлүү удаан найзаа явган аялалд авч явах нь үргэлж сайн байдаг. Хэрэв та санамсаргүй байдлаар баавгайтай таарвал бүх бүлэгт санаа зовох зүйлгүй болно. Зөвхөн бүлгийн хамгийн удаанаар хийдэг. Энэ бол тэдний тэр өдөр сурах гэж байсан хичээл байв."
  },
  {
      "language": "Persian",
      "symbol": "fa",
      "text": "روز با یادداشتی روشن آغاز شده بود. خورشید سرانجام برای اولین بار در طول یک هفته از زیر باران نگاه می کرد و پرندگان در گرمای خود گناه می کردند. راهی برای پیش بینی آنچه قرار بود اتفاق بیفتد وجود نداشت. این یک بدترین سناریو بود و هیچ راهی برای برون رفت از آن نبود.\nشکی در ایمن نبودن پل وجود داشت. تنها کاری که باید انجام می شد این بود که به آن نگاه کند تا با اطمینان بداند که. با این حال باب گزینه دیگری ندید. اگر او کمی وقت داشت تا فکر کند ، شاید بتواند یکی را تمرین کند ، اما وقت چیزی نبود که نداشت. یک انتخاب لازم بود که انجام شود و باید سریع انجام شود.\nهمیشه خوب است که یک دوست کندتر با خود در پیاده روی بیاورید. اگر اتفاقاً به خرس هایی برخوردید ، کل گروه نگران نیستند. فقط کندترین افراد در گروه این کار را انجام می دهند. این درسی بود که آن روز می خواستند یاد بگیرند."
  },
  {
      "language": "Pashto",
      "symbol": "ps",
      "text": "ورځ په روښانه نوټ پیل شوې وه. لمر په پای کې په اونۍ کې د لومړي ځل لپاره باران ته وکتل ، او مرغۍ ګرمې شوې = په دې ګرمۍ کې ګینګ. د اټکل کولو لپاره هیڅ لاره نه وه چې څه پیښ شي. دا د خورا خراب حالت سناریو وه او له دې څخه هیڅ لاره نه وه.\nلږ شک شتون درلود چې پل غیر محفوظ و. ټول یو باید دا په دقیقه توګه وګوري چې پوه شي چې دا د ډاډ سره. بیا هم باب بله لاره نه ویني. هغه شاید وتوانیږي یو کار وکړي که هغه د هغه شیانو په اړه فکر کولو لپاره یو څه وخت درلود ، مګر وخت یو څه و چې هغه یې نه درلود. یو انتخاب ته اړتیا وه ، او دا باید ژر تر ژره چمتو شي.\nدا تل ښه دی چې تاسو سره سست ملګري په موټر چلوونکي سره راوړئ. که تاسو د بیرونو په مینځ کې راشي ، نو ټوله ډله اندیښنه نلري. یوازې په ډله کې خورا ورو دی. دا هغه درس وو چې دوی یې د هغې ورځې زده کړه کولو په اړه وه."
  },
  {
      "language": "Maori",
      "symbol": "mi",
      "text": "Kua tiimata te ra i runga i te tangi nui. I te mutunga o te tirohanga mai o te ra i roto i te ua mo te wa tuatahi i roto i te wiki, ana nga manu he sinf = ging i tona mahana Kaore he huarahi hei tatari mo nga mea ka pa mai. He kohinga keehi kino rawa atu-kore ana he huarahi ki waho.\nKaore i ruarua te whakaaro ko te piriti kaore i te haumaru. Ko te mahi anake ma te tiro kia mohio ai me te tino tuturu. Heoi kaore a Bob i kite i tetahi atu waahanga. Akene i taea e ia te mahi tetahi ki te whai ia i tetahi wa ki te whakaaro i nga mea, engari ko te wa te mea kaore ia. He kowhiri me whiriwhiri, me tere tonu te mahi.\nHe mea pai tonu te kawe mai i tetahi hoa puhoi ki a koe i runga i te hikoi. Mena ka tupono koe ki nga pea, kaore te roopu katoa e awangawanga. Ko nga mea tere noa iho o te roopu e mahi. Koina te akoranga e akona ana e raatau i taua ra."
  },
  {
      "language": "Sesotho",
      "symbol": "st",
      "text": "Letsatsi le ne le se le qalile ka mokhoa o hlakileng. Letsatsi le ile la hlaba pula ka lekhetlo la pele bekeng, 'me linonyana li ne li le sinf = ho chesa mofuthu oa lona. Ho ne ho se mokhoa oa ho lebella se neng se tla tloha se etsahala. E ne e le boemo bo bobe ka ho fetisisa mme ho ne ho se na mokhoa oa ho tsoa ho eona.\nHo ne ho se pelaelo hore borokho bo ne bo sa sireletseha. Sohle seo motho a neng a lokela ho se etsa ke ho e sheba ho tseba seo ka bonnete. Empa Bob ha a ka a bona khetho e 'ngoe. E kanna eaba o ile a tseba ho e rarolla haeba a ne a na le nako ea ho nahana lintho, empa nako e ne e le ntho eo a neng a sena eona. Ho ne ho hlokahala hore ho khethoe, 'me ho ne ho hlokahala hore e etsoe kapele.\nKamehla ho molemo ho tla le motsoalle ea liehang ha u tsamaea. Haeba u ka kopana le libere, sehlopha sohle ha sea lokela ho tšoenyeha. Ke ba liehang haholo sehlopheng ba etsang joalo. Eo e ne e le thuto eo ba neng ba tlo tloha ba e ithuta tsatsing leo."
  },
  {
      "language": "Somali",
      "symbol": "so",
      "text": "Maalintii waxay ku bilaabatay qoraal ifaya. Qorraxda ayaa ugu dambayntii ka soo dhex martay roobka markii ugu horreysay toddobaad gudihiis, shimbirahana waxay ahaayeen sinf = ging ay kululaynta Ma jirin hab lagu sii odoroso waxa dhici doona. Waxay ahayd xaalad xaaladdeed tii ugu xumeyd oo meel ay uga baxdo jirin.\nShaki yar ayaa ka jiray in buundada aysan aamin ahayn. Waxa keliya ee ay ahayd inuu sameeyo waxay ahayd inuu fiiriyo si uu taas ku ogaado hubaal. Hase yeeshe Bob ma uusan arkin xulasho kale. Waxa laga yaabaa inuu awood u yeeshay inuu ka soo baxo mid ka mid ah haddii uu wakhti yar u haysto inuu wax ka fekero, laakiin waqtigu wuxuu ahaa wax aanu lahayn. Xulasho ayaa loo baahday in la sameeyo, waxayna u baahneyd in si deg deg ah loo sameeyo.\nHad iyo jeer way fiican tahay inaad saaxiib gaabis ah kula soo raacdo socodka. Haddii ay dhacdo inaad la kulanto bears, kooxda oo dhan maahan inay walwalaan. Kaliya kuwa ugu hooseeya kooxda ayaa sameeya. Taasi waxay ahayd casharkii ay baran lahaayeen maalintaas."
  },
  {
      "language": "Shona",
      "symbol": "sn",
      "text": "Zuva rakanga ratanga pachinhu chakajeka. Zuva rakazodongorera mukati memvura kwenguva yekutanga muvhiki, uye shiri dzaive sinf = ging mukudziya kwayo. Pakanga pasina nzira yekufungidzira kuti chii chaida kuitika. Yakanga iri mamiriro ezvinhu akaipisisa uye pakanga pasina nzira yekubuda mairi.\nPakanga paine kusahadzika kushoma kuti zambuko rakanga risina kuchengetedzeka. Zvese zvaifanirwa kuitwa kuitarisa kuti izive izvozvo zvine chokwadi. Asi Bob haana kuona imwe sarudzo. Angave akakwanisa kushanda imwe kunze kana anga aine yakati rebei yekufunga zvinhu kuburikidza, asi nguva yaive chinhu chaakange asina. Sarudzo yaida kuitwa, uye yaida kukurumidza kuitwa.\nNguva dzose zvakanaka kuunza inononoka shamwari newe pakukwira. Kana zvikaitika kuti ukasangana nemapere, boka rose harifanirwe kunetseka. Vanononoka chete muboka ndivo vanoita. Ndicho chidzidzo chavaive voda kudzidza musi uyu."
  },
  {
      "language": "Sundanese",
      "symbol": "su",
      "text": "Poé parantos dimimitian dina catetan anu caang. Panonpoé tungtungna ngintip ngalangkungan hujan pikeun kahiji kalina dina saminggu, sareng manuk-manuk éta sinf = ging dina kahaneutan na. Teu aya jalan pikeun ngantisipasi naon anu bakal kajantenan. Éta skénario anu paling parah sareng teu aya jalan kaluarna.\nAya sakedik mamang yén sasak éta teu aman. Anu kedah dilakukeun ku hiji jalma nyaéta ningali éta pikeun terang yén kalayan pasti. Nanging Bob henteu ningali pilihan sanés. Anjeunna panginten tiasa ngusahakeun upami anjeunna gaduh sakedik waktos kanggo mikirkeun hal-hal, tapi waktos mangrupikeun waktos anu henteu dipiboga ku anjeunna. Pilihan kedah dilakukeun, sareng éta kedah gancang dilakukeun.\nÉta saé pisan pikeun nyandak sobat anu laun sareng anjeun dina leumpang. Upami anjeun kabeneran mendakan biruang, sakumna kelompok henteu kedah hariwang. Ngan anu paling laun dina kelompok anu ngalakukeun. Éta pelajaran anu badé diajar dinten éta."
  },
  {
      "language": "Sindhi",
      "symbol": "sd",
      "text": "ڏينهن روشن چاڪ جي شروعات ٿي چڪي هئي. سج آخرڪار هڪ هفتي ۾ پهريون ڀيرو مينهن جي ذريعي پسيو ، ۽ پکي sinf = هن جي گرمائش ۾ ٻرندڙ. انهي کي پيش ڪرڻ جو ڪو رستو نه هو ته ڇا ٿيڻ وارو آهي. اهو هڪ بدترين ڪيس هو ۽ ان کان ٻاهر ڪو رستو نه هو.\nٿورو شڪ هو ته اهو پل غير محفوظ هو. جيڪو ڪجھ يقين سان معلوم ڪرڻو ھو ، اھو ڪنھن کي ڏسڻو پيو. اڃان تائين باب هڪ ٻيو آپشن ڪونه ڏٺي. هو شايد انهي کي ڪم ڪرڻ جي قابل ٿي سگھن ها جيڪڏهن هن وٽ شيون سوچڻ لاءِ ٿورو وقت هجي ها ، پر وقت ڪجهه هو جيڪو هن وٽ نه هو. ھڪڙو پسند ڪرڻ جي ضرورت ھئي ، ۽ اھو جلدي ٺاھڻ جي ضرورت ھئي.\nاهو هميشه سٺو هوندو آهي هڪ سست دوست کي توهان سان گڏ رستي تي وٺي اچو. جيڪڏهن توهان کي بهار جي ڀر ۾ اچڻ جو موقعو هجي ، پوري گروهه کي پريشان ٿيڻ نه گهرجي. رڳو گروپ ۾ سست ترين هوندو آهي. اهو ئي سبق هو جيڪو انهن ڏينهن سکڻ وارا هئا."
  },
  {
      "language": "Swahili",
      "symbol": "sw",
      "text": "Siku hiyo ilikuwa imeanza kwa maandishi mazuri. Jua mwishowe lilichungulia mvua kwa mara ya kwanza kwa wiki, na ndege walikuwa sinf = ging katika joto lake. Hakukuwa na njia ya kutarajia kile ambacho kilikuwa karibu kutokea. Ilikuwa hali mbaya zaidi na hakukuwa na njia ya kutoka.\nKulikuwa na shaka kidogo kwamba daraja hilo halikuwa salama. Yote ambayo mtu alipaswa kufanya ni kuiangalia ili kujua hiyo kwa hakika. Walakini Bob hakuona chaguo jingine. Anaweza kuwa na uwezo wa kufanya kazi moja ikiwa alikuwa na wakati kidogo wa kufikiria mambo, lakini wakati ulikuwa kitu ambacho hakuwa nacho. Chaguo lilihitajika kufanywa, na lilihitaji kufanywa haraka.\nDaima ni vizuri kuleta rafiki polepole na wewe juu ya kuongezeka. Ikiwa utakutana na dubu, kikundi kizima haifai kuwa na wasiwasi. Ni polepole tu katika kikundi anayefanya. Hilo ndilo somo ambalo walikuwa karibu kujifunza siku hiyo."
  },
  {
      "language": "Uzbek",
      "symbol": "uz",
      "text": "Kun yorqin notada boshlandi. Oxir-oqibat quyosh bir hafta ichida birinchi marta yomg'irga qaradi va qushlar uning iliqligida sinf = ging edi. Nima bo'lishini taxmin qilishning iloji yo'q edi. Bu eng yomon ssenariy edi va undan chiqishning iloji yo'q edi.\nKo'prik xavfli ekanligiga shubha yo'q edi. Buni aniq bilish uchun unga qarash kerak edi. Bob boshqa variantni ko'rmadi. Ehtimol, u biroz o'ylab ko'rishga vaqt topgan bo'lsa, bir narsani hal qila olgan bo'lishi mumkin, ammo vaqt unga etishmayotgan narsa edi. Tanlov qilish kerak edi va uni tezda qilish kerak edi.\nO'zingiz bilan piyoda sekinroq do'stingizni olib kelish har doim yaxshi. Agar siz tasodifan ayiqlarga duch kelsangiz, butun guruh tashvishlanmaydi. Guruhdagi eng sekin harakat qiladiganlargina. Bu o'sha kuni ular o'rganmoqchi bo'lgan dars edi."
  },
  {
      "language": "Sinhala",
      "symbol": "si",
      "text": "දවස ආරම්භ වූයේ දීප්තිමත් සටහනකිනි. සූර්යයා සතියකට පසු ප්‍රථම වතාවට වර්ෂාව දෙස බැලූ අතර කුරුල්ලන් එහි උණුසුමෙහි සින්ෆ් = ගිං විය. සිදුවීමට යන දෙය අපේක්ෂා කිරීමට ක්‍රමයක් නොතිබුණි. එය නරකම තත්වයක් වූ අතර එයින් මිදීමට මාර්ගයක් නොතිබුණි.\nපාලම අනාරක්ෂිත බවට සැකයක් නැත. සියල්ලන්ටම කළ යුතුව තිබුණේ එය නිශ්චිතවම දැන ගැනීම සඳහා එය දෙස බැලීමයි. එහෙත් බොබ් වෙනත් විකල්පයක් දුටුවේ නැත. ඔහුට යම් යම් දේ ගැන සිතා බැලීමට යම් කාලයක් තිබුනේ නම් ඔහුට එය සාර්ථක කර ගැනීමට හැකි වන්නට ඇත, නමුත් කාලය ඔහුට නොතිබූ දෙයක් විය. තේරීමක් කළ යුතු අතර එය ඉක්මණින් කළ යුතුව තිබුණි.\nමන්දගාමී මිතුරෙකු ඔබ සමඟ ඉහළට ගෙන ඒම සැමවිටම හොඳයි. ඔබට වලසුන් හමුවීමට සිදුවුවහොත්, මුළු කණ්ඩායමටම කරදර විය යුතු නැත. කරන්නේ කණ්ඩායමේ මන්දගාමී අය පමණි. එදින ඔවුන් ඉගෙන ගැනීමට සූදානම්ව සිටි පාඩම එයයි."
  },
  {
      "language": "Yoruba",
      "symbol": "yo",
      "text": "Ọjọ naa ti bẹrẹ lori akọsilẹ didan kan. Lakoko ti oorun tẹju nipasẹ ojo fun igba akọkọ ni ọsẹ kan, ati awọn ẹiyẹ sinf = ging ni igbona rẹ. Ko si ọna lati ni ifojusọna ohun ti yoo ṣẹlẹ. O jẹ iṣẹlẹ ti ọran ti o buru julọ ati pe ko si ọna lati jade.\nNibẹ wà kekere iyemeji pe awọn Afara je ailewu. Gbogbo ohun ti ẹnikan ni lati ṣe ni wo ni lati mọ iyẹn pẹlu dajudaju. Sibẹsibẹ Bob ko ri aṣayan miiran. O le ti ni anfani lati ṣiṣẹ ọkan ti o ba ni akoko diẹ lati ronu ohun nipasẹ, ṣugbọn akoko jẹ nkan ti ko ni. Aṣayan nilo lati ṣe, ati pe o nilo lati ṣe ni yarayara.\nO dara nigbagbogbo lati mu ọrẹ ti o lọra pẹlu rẹ lori irin-ajo. Ti o ba ṣẹlẹ lati kọja awọn beari, gbogbo ẹgbẹ ko ni lati ṣàníyàn. Awọn ti o lọra julọ ninu ẹgbẹ nikan ni o ṣe. Iyẹn ni ẹkọ ti wọn fẹ kọ ni ọjọ yẹn."
  },
  {
      "language": "Yiddish",
      "symbol": "yi",
      "text": "דער טאָג האט אנגעהויבן אויף אַ העל טאָן. די זון לעסאָף פּיקיד דורך די רעגן פֿאַר די ערשטער מאָל אין אַ וואָך, און די פייגל זענען סינף = גינג אין זייַן וואַרעמקייַט. עס איז קיין וועג צו ריכטנ זיך וואָס איז געווען וועגן צו פּאַסירן. דאָס איז געווען אַ ערגסט פאַל און עס איז קיין וועג אויס פון אים.\nעס איז געווען קליין צווייפל אַז די בריק איז אַנסייף. כל איינער האט צו טאָן איז געווען קוק אין עס צו וויסן מיט זיכערקייט. אָבער באָב האט נישט זען אן אנדער אָפּציע. ער קען האָבן געווען ביכולת צו אַרבעט איינער אויב ער האט אַ ביסל צייט צו טראַכטן וועגן די זאכן, אָבער די צייט איז געווען עפּעס וואָס ער האט נישט האָבן. א ברירה דארף זיין געמאכט, און עס דאַרף זיין געשווינד.\nעס איז שטענדיק גוט צו ברענגען אַ סלאָוער פרייַנד מיט איר אויף אַ שפּאַציר. אויב איר טרעפן צוויי טראגט, די גאנצע גרופּע טאָן ניט האָבן צו זאָרג. בלויז די סלאָואַסט אין דער גרופּע טאָן. דאָס איז געווען די לעקציע וואָס זיי זענען וועגן צו לערנען דעם טאָג."
  },
  {
      "language": "Xhosa",
      "symbol": "xh",
      "text": "Usuku luqale kwinqaku eliqaqambileyo. Ilanga ekugqibeleni lajonga kwimvula okokuqala ngeveki, kwaye iintaka zazine-sinf = ging kwimfudumalo yayo. Kwakungekho ndlela yakukuqikelela okuza kwenzeka. Yayiyimeko embi kakhulu kwaye kwakungekho ndlela yakuphuma kuyo.\nKwakungathandabuzeki ukuba ibhulorho yayingakhuselekanga. Into ekufuneka umntu eyenzile kukuyijonga ukuze ayazi ngokuqinisekileyo. Ukanti uBob akazange abone enye indlela. Usenokuba nakho ukusebenza ngaphandle ukuba ebenexesha elincinci lokucinga, kodwa ixesha yinto ebengenayo. Kufuneka kwenziwe ukhetho, kwaye kufuneka lwenziwe ngokukhawuleza.\nKuhlala kulungile ukuzisa umhlobo ocothayo xa unyuka. Ukuba kunokwenzeka udibane neebhere, iqela lonke alifanelanga ukuba nexhala. Ngabacothayo kuphela kwiqela abakwenzayo. Eso yayisisifundo ababeza kusifunda ngaloo mini."
  },
  {
      "language": "Welsh",
      "symbol": "cy",
      "text": "Roedd y diwrnod wedi cychwyn ar nodyn disglair. O'r diwedd, fe wnaeth yr haul edrych trwy'r glaw am y tro cyntaf mewn wythnos, ac roedd yr adar yn sinf = ging yn ei gynhesrwydd. Nid oedd unrhyw ffordd i ragweld beth oedd ar fin digwydd. Roedd yn senario waethaf ac nid oedd unrhyw ffordd allan ohono.\nNid oedd fawr o amheuaeth bod y bont yn anniogel. Y cyfan yr oedd yn rhaid ei wneud oedd edrych arno i wybod hynny gyda sicrwydd. Ac eto ni welodd Bob opsiwn arall. Efallai y byddai wedi gallu gweithio un allan os oedd ganddo ychydig o amser i feddwl am bethau, ond roedd amser yn rhywbeth nad oedd ganddo. Roedd angen gwneud dewis, ac roedd angen ei wneud yn gyflym.\nMae bob amser yn dda dod â ffrind arafach gyda chi ar daith gerdded. Os ydych chi'n digwydd dod ar draws eirth, does dim rhaid i'r grŵp cyfan boeni. Dim ond yr arafaf yn y grŵp sy'n gwneud. Dyna'r wers yr oeddent ar fin ei dysgu y diwrnod hwnnw."
  },
  {
      "language": "Zulu",
      "symbol": "zu",
      "text": "Usuku lwase luqale ngenothi elikhanyayo. Ilanga lagcina likhiphe imvula okokuqala ngesonto, futhi izinyoni zazine-sinf = ging ekufudumaleni kwayo. Yayingekho indlela yokulindela okuzokwenzeka. Kwakuyisimo esibi kakhulu futhi kwakungekho ndlela yokuphuma kuso.\nKwakungangabazeki ukuthi ibhuloho belingaphephile. Okudingeka umuntu akwenze nje ukuyibuka ukuze azi lokho ngokuqiniseka. Kodwa uBob akazange abone enye indlela. Kungenzeka ukuthi wakwazi ukucubungula eyodwa uma enesikhathi esincane sokucabangisisa kahle ngezinto, kepha isikhathi kwakuyinto ayengenayo. Kwakudingeka kwenziwe ukhetho, futhi kwakudingeka kwenziwe ngokushesha.\nKuhle ngaso sonke isikhathi ukuletha umngane ohamba kancane lapho uzonyuka intaba. Uma kwenzeka uhlangabezana namabhere, iqembu lonke akudingeki likhathazeke. Okuhamba kancane kuphela eqenjini okwenzayo. Leso kwakuyisifundo ababezosifunda ngalolo suku."
  }
]