[
    {
      "language": "English",
      "symbol": "en",
      "text": "It was not the dress, but the face and whole figure of the princess that was not pretty, but neither mademoiselle nor the little princess felt this; they still thought that if a blue ribbon were placed in the hair, the hair combed up, and the blue scarf arranged lower on the best maroon dress, and so on, all would be well. They forgot that the frightened face and the figure could not be altered, and that however they might change the setting and adornment of that face, it would still remain piteous and plain. After two or three changes to which the princess meekly submitted, just as her hair had been arranged on the top of her head (a style that quite altered and spoiled her looks) and she had put on a maroon dress with a pale-blue scarf, the little princess walked twice round her, now adjusting a fold of the dress with her little hand, now arranging the scarf and looking at her with her head bent first on one side and then on the other."
    },  
    {
        "language": "Arabic",
        "symbol": "ar",
        "text": "لم يكن الفستان جميلاً ، ولكن وجه وشكل الأميرة بالكامل لم يكن جميلاً ، لكن لم يشعر هذا ما شعرت به الملكة ولا الأميرة الصغيرة ؛ ما زالوا يعتقدون أنه إذا تم وضع شريط أزرق في الشعر ، تم تمشيط الشعر ، وترتيب الوشاح الأزرق في الأسفل على أفضل فستان كستنائي ، وهكذا ، سيكون كل شيء على ما يرام لقد نسوا أن الوجه الخائف والشكل لا يمكن تغييرهما ، وأنه مهما كان من الممكن أن يغيروا مظهر هذا الوجه وزينته ، فإنه سيظل مثيرًا للشفقة. بعد تغييرين أو ثلاثة خضعت لها الأميرة بخنوع ، تمامًا كما تم ترتيب شعرها أعلى رأسها (وهو أسلوب غيّر مظهرها تمامًا وأفسدها) وارتدت فستانًا كستنائيًا مع وشاح أزرق باهت دارت الأميرة الصغيرة حولها مرتين ، وهي الآن تعدل ثنية الفستان بيدها الصغيرة ، وترتب الوشاح الآن وتنظر إليها مع ثني رأسها أولاً من جانب ثم من الجانب الآخر."
    },
    {
        "language": "Dutch",
        "symbol": "nl",
        "text": "Niet de jurk, maar het gezicht en de hele gestalte van de prinses waren niet mooi, maar mademoiselle noch de kleine prinses voelden dit; ze dachten nog steeds dat als er een blauw lint in het haar werd gedaan, het haar werd gekamd en de blauwe sjaal lager op de beste kastanjebruine jurk, enzovoort, alles goed zou komen. Ze vergaten dat het angstige gezicht en de figuur niet konden worden veranderd, en dat hoe ze de omgeving en versiering van dat gezicht ook zouden veranderen, het nog steeds erbarmelijk en duidelijk zou blijven. Na twee of drie veranderingen waaraan de prinses zich gedwee had onderworpen, net zoals haar haar op de bovenkant van haar hoofd was gerangschikt (een stijl die haar uiterlijk behoorlijk veranderde en bedierf) en ze een kastanjebruine jurk had aangetrokken met een lichtblauwe sjaal , de kleine prinses liep twee keer om haar heen, nu met haar handje een plooi van de jurk, nu de sjaal aan het schikken en haar aan kijkend met haar hoofd eerst aan de ene kant en dan aan de andere kant gebogen."
    },
    {
        "language": "French",
        "symbol": "fr",
        "text": "Ce n'était pas la robe, mais le visage et la silhouette entière de la princesse qui n'était pas jolie, mais ni mademoiselle ni la petite princesse ne le sentaient; ils pensaient encore que si un ruban bleu était placé dans les cheveux, les cheveux peignés et l'écharpe bleue disposée plus bas sur la meilleure robe marron, et ainsi de suite, tout irait bien. Ils ont oublié que le visage effrayé et la silhouette ne pouvaient pas être modifiés et que, quelle que soit la manière dont ils pourraient changer le décor et la parure de ce visage, il resterait toujours pitoyable et simple. Après deux ou trois changements auxquels la princesse se soumit docilement, tout comme ses cheveux avaient été disposés sur le dessus de sa tête (un style qui a tout à fait altéré et gâté ses regards) et qu'elle avait enfilé une robe marron avec un foulard bleu pâle , la petite princesse fit deux fois le tour d'elle, ajustant maintenant un pli de la robe avec sa petite main, arrangeant maintenant l'écharpe et la regardant avec sa tête penchée d'abord d'un côté, puis de l'autre."
    },
    {
        "language": "German",
        "symbol": "de",
        "text": "Es war nicht das Kleid, sondern das Gesicht und die ganze Figur der Prinzessin, die nicht hübsch waren, aber weder Mademoiselle noch die kleine Prinzessin fühlten dies; Sie dachten immer noch, wenn ein blaues Band in das Haar gesteckt würde, das Haar gekämmt und der blaue Schal tiefer auf dem besten kastanienbraunen Kleid angeordnet wäre und so weiter, wäre alles in Ordnung. Sie vergaßen, dass das verängstigte Gesicht und die Figur nicht verändert werden konnten und dass, wie auch immer sie die Einstellung und Verzierung dieses Gesichts verändern mögen, es immer noch erbärmlich und schlicht bleiben würde. Nach zwei oder drei Änderungen, denen sich die Prinzessin sanftmütig unterwarf, als ihr Haar auf dem Kopf angeordnet war (ein Stil, der ihr Aussehen ziemlich veränderte und verdarb) und sie ein kastanienbraunes Kleid mit einem hellblauen Schal angezogen hatte Die kleine Prinzessin ging zweimal um sie herum, korrigierte nun mit ihrer kleinen Hand eine Falte des Kleides, arrangierte nun den Schal und sah sie mit dem Kopf zuerst auf der einen Seite und dann auf der anderen Seite an."
    },
    {
        "language": "Italian",
        "symbol": "it",
        "text": "Non era il vestito, ma il viso e l'intera figura della principessa che non era carina, ma né la signorina né la piccola principessa lo sentivano; pensavano ancora che se un nastro azzurro fosse stato messo nei capelli, i capelli pettinati e la sciarpa blu sistemata più in basso sul miglior vestito marrone, e così via, sarebbe andato tutto bene. Dimenticavano che il volto spaventato e la figura non potevano essere alterati e che, per quanto potessero cambiare l'impostazione e l'ornamento di quel viso, sarebbe comunque rimasto pietoso e semplice. Dopo due o tre modifiche a cui la principessa si era sottomessa docilmente, proprio come i suoi capelli erano stati sistemati sulla sommità della sua testa (uno stile che aveva alterato e rovinato il suo aspetto) e aveva indossato un vestito marrone con una sciarpa azzurra , la principessina le fece due volte intorno, aggiustando ora una piega del vestito con la sua manina, ora sistemando la sciarpa e guardandola con il capo chino prima da un lato e poi dall'altro."
    },
    {
        "language": "Japanese",
        "symbol": "ja",
        "text": "それはドレスではなく、かわいくなかったのは王女の顔と全体像でしたが、マドモアゼルも小さな王女もこれを感じませんでした。彼らはまだ、青いリボンを髪の毛に入れ、髪をとかし、青いスカーフを最高の栗色のドレスの下に配置するなど、すべてうまくいくと考えていました。彼らはおびえた顔と姿を変えることができないこと、そして彼らがその顔の設定と装飾を変えたとしても、それはまだ哀れで平凡なままであることを忘れていました。王女がおとなしく提出した2、3回の変更の後、ちょうど彼女の髪が彼女の頭の上に配置され（彼女の外見をかなり変えて台無しにしたスタイル）、彼女は淡いブルーのスカーフで栗色のドレスを着ていました、小さな王女は彼女の周りを2回歩き、小さな手でドレスの折り目を調整し、スカーフを配置し、頭を最初に片側に曲げ、次に反対側に曲げて彼女を見ました。"
    },
    {
        "language": "Russian",
        "symbol": "ru",
        "text": "Некрасивым было не платье, а лицо и вся фигура принцессы, но ни мадемуазель, ни маленькая принцесса этого не чувствовали; они все еще думали, что если бы голубую ленту протянуть в волосы, волосы зачесать вверх, а синий шарф расположить ниже на лучшем бордовом платье и так далее, все будет хорошо. Они забыли, что испуганное лицо и фигуру нельзя изменить и что, как бы они ни изменили оформление и украшение этого лица, оно все равно останется жалким и простым. После двух или трех изменений, которым принцесса покорно подчинилась, так же, как ее волосы были уложены на макушке (стиль, который сильно изменил и испортил ее внешний вид), она надела бордовое платье с бледно-голубым шарфом. Маленькая принцесса дважды обошла ее, то поправляя маленькую ручку складку платья, то поправляя шарф, то глядя на нее, склонив голову то с одной стороны, то с другой."
    },
    {
        "language": "Spanish",
        "symbol": "es",
        "text": "No era el vestido, sino el rostro y toda la figura de la princesa lo que no era bonito, pero ni mademoiselle ni la princesita sintieron esto; todavía pensaban que si se colocaba una cinta azul en el cabello, el cabello peinado hacia arriba y el pañuelo azul arreglado más abajo sobre el mejor vestido granate, y así sucesivamente, todo iría bien. Olvidaron que el rostro asustado y la figura no se podían alterar, y que por mucho que cambiaran el escenario y el adorno de ese rostro, seguiría siendo lastimero y sencillo. Después de dos o tres cambios a los que la princesa se sometió dócilmente, justo cuando se le había arreglado el cabello en la parte superior de la cabeza (un estilo que la alteró bastante y estropeó su apariencia) y se puso un vestido granate con un pañuelo celeste. , la princesita dio dos vueltas a su alrededor, ahora ajustando un pliegue del vestido con su manita, ahora arreglando el pañuelo y mirándola con la cabeza inclinada primero a un lado y luego al otro."
    },
    {
        "language": "Bulgarian",
        "symbol": "bg",
        "text": "Не роклята, а лицето и цялата фигура на принцесата не бяха красиви, но нито мадмоазел, нито малката принцеса усещаха това; те все още смятаха, че ако в косата се постави синя панделка, косата се среше и синият шал се подреди по-ниско върху най-добрата кестенява рокля и т.н., всичко ще бъде добре. Те забравиха, че уплашеното лице и фигурата не могат да бъдат променени и че въпреки че биха могли да променят обстановката и украсата на това лице, то пак ще остане жалко и ясно. След две или три промени, на които принцесата кротко се подчини, точно както косата й беше подредена на върха на главата (стил, който доста промени и развали външния й вид) и тя беше облякла кестенява рокля с бледосин шал , малката принцеса обиколи два пъти около нея, сега коригира гънката на роклята с малката си ръка, сега подрежда шалчето и я гледа с наведена глава от едната страна, а след това от другата."
    },
    {
        "language": "Catalan",
        "symbol": "ca",
        "text": "No era bonic el vestit, sinó la cara i la figura sencera de la princesa, però ni la senyoreta ni la petita princesa ho van sentir; encara pensaven que si es posés una cinta blava als cabells, els cabells es pentinessin i el mocador blau es disposés més avall al millor vestit marró, etc. Es van oblidar que el rostre espantat i la figura no es podien alterar, i que, per més que poguessin canviar l’ambientació i l’adorn d’aquesta cara, seguirien sent penosos i simples. Després de dos o tres canvis als quals es va sotmetre mansament a la princesa, just quan els cabells se li havien posat a la part superior del cap (un estil que alterava bastant el seu aspecte) i s’havia vestit un vestit granat amb un fulard blau pàl·lid , la princesa la va caminar dues vegades al seu voltant, ara ajustant un plec del vestit amb la seva petita mà, ara disposant el mocador i mirant-la amb el cap doblegat primer per un costat i després per l’altre."
    },
    {
        "language": "Croatian",
        "symbol": "hr",
        "text": "Nije bila lijepa haljina, već lice i cijeli lik princeze, ali ni mademoiselle ni mala princeza nisu to osjećale; još uvijek su mislili da bi se, ako se u kosu stavi plava vrpca, počešljala kosa i plavi šal smjestio niže na najboljoj kestenjastoj haljini, i tako dalje, sve dobro. Zaboravili su da se uplašeno lice i lik ne mogu mijenjati i da će, kako god mogli promijeniti postavku i ukras tog lica, i dalje ostati jadno i jasno. Nakon dvije ili tri promjene kojima se princeza krotko podvrgla, baš kao što joj je kosa bila uređena na vrhu glave (stil koji joj je prilično izmijenio i pokvario izgled) i odjenula je kestenjastu haljinu s blijedoplavim šalom , mala princeza je dva puta obišla oko nje, namještajući nabor haljine malom rukom, sada slažući šal i gledajući je savijene glave prvo s jedne, a zatim s druge strane."
    },
    {
        "language": "Bengali",
        "symbol": "bn",
        "text": "এটি পোশাক ছিল না, তবে রাজকন্যার চেহারা এবং পুরো চিত্র যা সুন্দর ছিল না, তবে মেকডময়েসেল বা ছোট রাজকন্যাকেও এটি অনুভূত হয়নি; তারা এখনও ভেবেছিল যে যদি চুলে নীল রঙের ফিতাটি রাখা হয়, চুল আঁচড়ান, এবং নীল রঙের স্কার্ফ সেরা মেরুন পোশাকের উপরে নীচের দিকে সাজিয়ে রাখে, এবং আরও কিছু ঠিক আছে। তারা ভুলে গিয়েছিল যে আতঙ্কিত মুখ এবং চিত্রটি পরিবর্তন করা যায় না, এবং তবে তারা সেই মুখের বিন্যাস এবং শোভা পরিবর্তন করতে পারে, এটি এখনও করুণ ও সরল থাকবে। দুই বা তিনটি পরিবর্তনের পরে রাজকন্যা নম্রভাবে জমা দিয়েছিল, ঠিক যেমন তার চুল তার মাথার উপরে সাজানো হয়েছিল (এমন একটি স্টাইল যা তার চেহারাকে বেশ বদলেছিল এবং নষ্ট করে দিয়েছে) এবং তিনি ফ্যাকাশে নীল রঙের স্কার্ফ দিয়ে মেরুন রঙের পোশাক পরেছিলেন। , ছোট্ট রাজকন্যা দু'বার তার চারপাশে হাঁটল, এখন তার ছোট হাতের সাথে পোশাকের ভাঁজটি সামঞ্জস্য করছে, এখন স্কার্ফটি সাজিয়ে তার মাথাটি প্রথমে একদিকে এবং তারপরে বাঁকিয়ে তাকিয়ে আছে।"
    },
    {
        "language": "Chinese Simplified",
        "symbol": "zh-cn",
        "text": "不是衣服，而是公主的脸和整个身材都不漂亮，但小姐和小公主都没有感觉到。他们仍然认为，如果在头发上放一条蓝丝带，将头发梳起来，然后将蓝色围巾放在最好的栗色连衣裙的下方，等等，一切都会很好。他们忘记了受惊的脸庞和身材无法改变，尽管他们可能改变那张脸庞的设置和装饰，但仍然会显得乏味而朴实。公主温柔地进行了两三次改动之后，就像头发已经排列在头顶上（这种样式已经完全改变并宠坏了她的外表），并且她穿着一件淡蓝色围巾的栗色连衣裙，小公主绕着她走了两次，现在用她的小手调整了衣服的褶皱，现在整理了围巾，看着她，她的头先偏向另一侧。"
    },
    {
        "language": "Czech",
        "symbol": "cs",
        "text": "Nebyly to šaty, ale tvář a celá postava princezny, které nebyly hezké, ale mademoiselle ani malá princezna to necítily; pořád si mysleli, že pokud bude do vlasů vložena modrá stuha, vlasy začesané nahoru a modrý šátek uspořádaný níže na nejlepších kaštanových šatech atd., bude vše v pořádku. Zapomněli, že vyděšený obličej a postavu nelze změnit, a že jakkoli by mohli změnit nastavení a ozdobu té tváře, stále zůstane žalostná a prostá. Po dvou nebo třech změnách, k nimž se princezna pokorně podřídila, právě když jí měla vlasy upravené na temeni hlavy (styl, který docela změnil a zkazil její vzhled), a oblékla si hnědé šaty s bledomodrým šátkem , malá princezna prošla kolem ní dvakrát, nyní malou rukou upravila záhyb šatů, nyní upravila šátek a dívala se na ni s hlavou ohnutou nejprve na jedné straně a poté na druhé."
    },
    {
        "language": "Esperanto",
        "symbol": "eo",
        "text": "Ne belaj estis la vesto, sed la vizaĝo kaj la tuta figuro de la princino, sed nek fraŭlino nek la eta princino sentis tion; ili ankoraŭ pensis, ke se blua rubando estos metita en la harojn, la haroj kombitaj kaj la blua koltuko aranĝita pli malalte sur la plej bona kaŝtanbruna robo, kaj tiel plu, ĉio fartos bone. Ili forgesis, ke la timigita vizaĝo kaj la figuro ne povas esti ŝanĝitaj, kaj ke tamen ili povus ŝanĝi la agordon kaj ornamon de tiu vizaĝo, ĝi tamen restos kompatinda kaj simpla. Post du aŭ tri ŝanĝoj, al kiuj la reĝidino milde submetiĝis, same kiel ŝiaj haroj estis aranĝitaj sur ŝia kapo (stilo, kiu sufiĉe ŝanĝis kaj ruinigis ŝiajn aspektojn) kaj ŝi surmetis kaŝtanbrunan robon kun palblua koltuko , la princineto dufoje ĉirkaŭiris ŝin, nun ĝustigante faldon de la robo per sia malgranda mano, nun aranĝante la koltukon kaj rigardante ŝin kun la kapo klinita unue unuflanke kaj poste aliflanke."
    },
    {
        "language": "Greek",
        "symbol": "el",
        "text": "Δεν ήταν το φόρεμα, αλλά το πρόσωπο και ολόκληρη η φιγούρα της πριγκίπισσας που δεν ήταν όμορφη, αλλά ούτε η μακαζούλα ούτε η μικρή πριγκίπισσα το ένιωθαν. εξακολουθούσαν να πιστεύουν ότι αν τοποθετηθεί μια μπλε κορδέλα στα μαλλιά, τα μαλλιά χτενίζονται και το μπλε μαντήλι τακτοποιείται χαμηλότερα στο καλύτερο καφέ φόρεμα και ούτω καθεξής, όλα θα ήταν καλά. Ξέχασαν ότι το φοβισμένο πρόσωπο και η φιγούρα δεν μπορούσαν να αλλάξουν και ότι όσο κι αν άλλαζαν το σκηνικό και το στολίδι αυτού του προσώπου, θα παρέμενε ακόμη ευγενικό και απλό. Μετά από δύο ή τρεις αλλαγές στις οποίες η πριγκίπισσα υπέβαλε ταπεινά, ακριβώς όπως τα μαλλιά της είχαν τοποθετηθεί στο πάνω μέρος του κεφαλιού της (ένα στυλ που άλλαξε αρκετά και χαλάρωσε την εμφάνισή της) και είχε φορέσει ένα καφέ φόρεμα με ένα ανοιχτό μπλε μαντήλι , η μικρή πριγκίπισσα περπατούσε δύο φορές γύρω της, προσαρμόζοντας τώρα μια πτυχή του φορέματος με το μικρό της χέρι, τώρα τακτοποιώντας το μαντήλι και την κοίταξε με το κεφάλι της λυγισμένο πρώτα από τη μία πλευρά και μετά από την άλλη."
    },
    {
        "language": "Finnish",
        "symbol": "fi",
        "text": "Se ei ollut mekko, vaan prinsessan kasvot ja koko hahmo, joka ei ollut kaunis, mutta kumpikaan tai pieni prinsessa eivät tunteneet tätä; he ajattelivat edelleen, että jos hiuksiin asetettaisiin sininen nauha, hiukset kammataan ylös ja sininen huivi järjestetään alempaan parhaan kastanjanruskeaan mekkoon ja niin edelleen, kaikki olisi hyvin. He unohtivat, että pelästyneitä kasvoja ja hahmoa ei voitu muuttaa, ja että vaikka he voisivatkin muuttaa kasvojen asetusta ja koristeita, se pysyi silti säälittävänä ja selkeänä. Kahden tai kolmen muutoksen jälkeen, joihin prinsessa sävyisesti alistui, aivan kuin hänen hiuksensa oli järjestetty päänsä päälle (tyyli, joka muutti ja pilasi ulkonäköään) ja hän oli pukeutunut kastanjanruskeaan mekkoon, jossa oli vaaleansininen huivi , pieni prinsessa käveli kahdesti hänen ympärillään, säätämällä nyt pukeutumisen taittoa pienellä kädellään, järjestäen nyt huivin ja katsellen häntä ensin taivutetulla päällä toisella puolella ja sitten toisella."
    },
    {
        "language": "Filipino",
        "symbol": "tl",
        "text": "Hindi ito ang damit, ngunit ang mukha at buong pigura ng prinsesa na hindi maganda, ngunit ni mademoiselle o ng maliit na prinsesa ay hindi ito nadama; naisip pa rin nila na kung ang isang bughaw na laso ay inilagay sa buhok, ang buhok ay nagsuklay, at ang asul na scarf ay naayos nang mas mababa sa pinakamagandang damit na maroon, at iba pa, magiging maayos ang lahat. Nakalimutan nila na ang takot na mukha at ang pigura ay hindi mababago, at na gayunpaman maaari nilang baguhin ang setting at palamuti ng mukha na iyon, mananatili pa rin itong piteous at payak. Matapos ang dalawa o tatlong mga pagbabago kung saan maamo na isinumite ng prinsesa, tulad ng pag-ayos ng kanyang buhok sa tuktok ng kanyang ulo (isang istilo na medyo nagbago at sumira sa kanyang hitsura) at nagsuot siya ng isang maroon na damit na may isang kulay-asul na scarf , ang maliit na prinsesa ay lumakad ng dalawang beses sa kanya, na inaayos ngayon ang isang kulungan ng damit gamit ang kanyang maliit na kamay, ngayon ay inaayos ang scarf at nakatingin sa kanya na ang ulo ay nakatungo muna sa isang gilid at pagkatapos ay sa kabilang panig."
    },
    {
        "language": "Chinese Traditional",
        "symbol": "zh-tw",
        "text": "不是衣服，而是公主的臉和整個身材都不漂亮，但小姐和小公主都沒有感覺到。他們仍然認為，如果在頭髮上放一條藍絲帶，將頭髮梳起來，然後將藍色圍巾放在最好的栗色連衣裙上，等等，一切都會很好。他們忘記了受驚的臉龐和身材無法改變，儘管他們可能改變那張臉龐的設置和裝飾，但仍然會顯得乏味而樸實。公主溫柔地進行了兩三次改動之後，就像她的頭髮排列在頭頂上（這種樣式已經完全改變並寵壞了她的外表）一樣，她穿著一件淡藍色圍巾的栗色連衣裙，小公主繞著她走了兩次，現在用她的小手調整了衣服的褶皺，現在整理了圍巾，看著她，她的頭先向一側彎曲，然後向另一側彎曲。"
    },
    {
        "language": "Danish",
        "symbol": "da",
        "text": "Det var ikke kjolen, men prinsessens ansigt og hele figur, der ikke var smuk, men hverken mademoiselle eller den lille prinsesse følte det; de troede stadig, at hvis et blåt bånd blev anbragt i håret, blev håret kæmmet op og det blå tørklæde anbragt lavere på den bedste rødbrune kjole og så videre, ville alt være godt. De glemte, at det bange ansigt og figuren ikke kunne ændres, og at uanset hvordan de kunne ændre indstillingen og udsmykningen af ​​dette ansigt, ville det stadig være trist og tydeligt. Efter to eller tre ændringer, som prinsessen ydmygt underkastede sig, ligesom hendes hår var arrangeret på toppen af ​​hovedet (en stil, der ganske ændrede og forkælet hendes udseende), og hun havde iført en rødbrun kjole med et lyseblåt tørklæde , den lille prinsesse gik to gange rundt om sig og justerede nu en fold af kjolen med sin lille hånd, arrangerede nu tørklædet og så på hende med hovedet bøjet først på den ene side og derefter på den anden."
    },
    {
        "language": "Estonian",
        "symbol": "et",
        "text": "Mitte kleit, vaid printsessi nägu ja kogu kuju ei olnud ilus, kuid seda ei tundnud ei mademoiselle ega väike printsess; nad arvasid endiselt, et kui juustesse pannakse sinine lint, kammitakse juuksed üles ja sinise salli asetatakse parima kastanipunase kleidi alla ja nii edasi, oleks kõik hästi. Nad unustasid, et hirmunud nägu ja kuju ei saa muuta ja et hoolimata sellest, kuidas nad näo kujundust ja kaunistust võivad muuta, jääb see ikkagi haledaks ja siledaks. Pärast kahte või kolme muudatust, millele printsess alandlikult alistus, olid juuksed pealaele paigutatud (stiil, mis välimust üsna muutis ja rikkus) ning ta oli pannud selga kahvatuhalli salliga kastanipunase kleidi. , kõndis väike printsess kaks korda tema ümber, sättides nüüd oma väikese käega kleidi voltimist, korraldades nüüd salli ja vaadates teda kõigepealt ühelt ja siis teiselt poolt painutatud peaga."
    },
    {
        "language": "Hebrew",
        "symbol": "iw",
        "text": "לא השמלה, אלא פניה ודמותה השלמה של הנסיכה לא היו יפים, אך לא המדמואזל וגם הנסיכה הקטנה לא הרגישו זאת; הם עדיין חשבו שאם היה מונח סרט כחול בשיער, השיער מסורק למעלה, והצעיף הכחול מסודר תחתון על שמלת החום הטובה ביותר, וכן הלאה, הכל יהיה בסדר. הם שכחו שלא ניתן לשנות את הפנים המבוהלות ואת הדמות, וכי על אף שהם עשויים לשנות את תפאורה וקישוטם של אותם פנים, הם עדיין יישארו עגומים וברורים. לאחר שניים-שלושה שינויים אליהם נכנעה הנסיכה בנחת, בדיוק כששערה סודר על ראשה (סגנון ששינה וקלקל את מראהה למדי) והיא לבשה שמלת חום עם צעיף כחול בהיר , הנסיכה הקטנה הלכה סביבה פעמיים, מכוונת כעת קפל של השמלה בידה הקטנה, מסדרת כעת את הצעיף ומביטה בה כשראשה מכופף תחילה מצד אחד ואחר כך מצד שני."
    },
    {
        "language": "Lithuanian",
        "symbol": "lt",
        "text": "Ne suknelė, o princesės veidas ir visa figūra nebuvo graži, tačiau to nepajuto nei mademoiselle, nei mažoji princesė; jie vis dar manė, kad jei į plaukus būtų įdėta mėlyna juostelė, plaukai būtų sušukuoti ir mėlyna skara būtų išdėstyta žemiau ant geriausios kaštoninės suknelės ir pan., viskas būtų gerai. Jie pamiršo, kad išsigandusio veido ir figūros negalima pakeisti, ir kad ir kaip jie galėtų pakeisti to veido dekoraciją ir puošmeną, jis vis tiek išliks apmaudus ir paprastas. Po dviejų ar trijų pokyčių, kuriuos princesė nuolankiai pateikė, lygiai taip pat, kaip plaukai buvo surikiuoti ant viršugalvio (stilius, kuris gana pakeitė ir sugadino jos išvaizdą), ir ji apsivilko kaštoninę suknelę su blyškiai mėlyna skara. , mažoji princesė dukart apėjo ją, dabar savo maža ranka sureguliuodama suknelės klostę, dabar sutvarkydama šaliką ir žiūrėdama į ją išlenkta galva iš vienos pusės, paskui iš kitos pusės."
    },
    {
        "language": "Korean",
        "symbol": "ko",
        "text": "예쁘지 않은 것은 드레스가 아니라 공주의 얼굴과 전체 모습 이었지만 마드모아 젤이나 작은 공주도 느끼지 못했다. 그들은 여전히 ​​파란 리본을 머리에 꽂으면 머리가 빗질하고, 파란색 스카프가 가장 좋은 적갈색 드레스에 더 낮게 배치되는 등 모든 것이 잘 될 것이라고 생각했습니다. 그들은 겁에 질린 얼굴과 모습을 바꿀 수 없다는 것을 잊었고, 그 얼굴의 설정과 장식을 바꿀 수는 있지만 여전히 불쌍하고 평범 할 것이라는 사실을 잊었습니다. 2 ~ 3 번의 변경 후 공주는 머리 위에 머리를 얹고 (그녀의 외모를 훼손한 스타일) 옅은 파란색 스카프로 적갈색 드레스를 입었던 것처럼 , 작은 공주는 그녀의 주위를 두 번 걸었고, 이제는 작은 손으로 드레스의 주름을 조정하고 이제 스카프를 정리하고 머리를 먼저 구부린 다음 다른 쪽을 바라보고 있습니다."
    },
    {
        "language": "Indonesian",
        "symbol": "id",
        "text": "Bukan gaunnya, tapi wajah dan keseluruhan sosok sang putri yang tidak cantik, tapi baik Mademoiselle maupun putri kecil tidak merasakan ini; mereka masih berpikir jika pita biru dipasang di rambut, rambut disisir ke atas, dan syal biru diatur lebih rendah pada gaun merah marun terbaik, dan seterusnya, semua akan baik-baik saja. Mereka lupa bahwa wajah yang ketakutan dan sosoknya tidak dapat diubah, dan bahwa bagaimanapun mereka mungkin mengubah pengaturan dan perhiasan wajah itu, itu akan tetap memilukan dan polos. Setelah dua atau tiga perubahan yang diajukan sang putri dengan lemah lembut, seperti rambutnya yang telah diatur di atas kepalanya (gaya yang cukup mengubah dan merusak penampilannya) dan dia mengenakan gaun merah marun dengan syal biru pucat. , Putri kecil berjalan dua kali mengelilinginya, sekarang menyesuaikan lipatan gaun dengan tangan kecilnya, sekarang mengatur syal dan menatapnya dengan kepala tertunduk pertama di satu sisi dan kemudian di sisi lain."
    },
    {
        "language": "Latvian",
        "symbol": "lv",
        "text": "Ne jau kleita, bet gan princeses seja un visa figūra nebija glīta, taču to nejuta ne mademoiselle, ne mazā princese; viņi joprojām domāja, ka, ja matos būtu ievietota zila lente, mati būtu izķemmēti un zilā šalle zemāk sakārtota uz labākās sarkanbrūnās krāsas kleitas utt., viss būtu kārtībā. Viņi aizmirsa, ka izbiedēto seju un figūru nevar mainīt, un ka, lai arī viņi var mainīt šīs sejas iestatījumu un rotājumu, tā joprojām paliks žēl un gluda. Pēc divām vai trim izmaiņām, kurām princese lēnprātīgi pakļāvās, tāpat kā viņas mati bija sakārtoti galvas augšdaļā (stils, kas diezgan mainīja un sabojāja viņas izskatu), un viņa bija uzvilkusi sarkanbrūnu kleitu ar gaiši zilu šalli. , mazā princese staigāja divas reizes ap viņu, tagad ar savu mazo roku pielaboja kleitas kroku, tagad sakārtoja šalli un lūkojās uz viņu ar saliektu galvu vispirms vienā pusē, bet pēc tam otrā."
    },
    {
        "language": "Malayalam",
        "symbol": "ml",
        "text": "വസ്ത്രധാരണമല്ല, രാജകുമാരിയുടെ മുഖവും രൂപവും സുന്ദരമായിരുന്നില്ല, പക്ഷേ മാഡെമോയിസലിനോ ചെറിയ രാജകുമാരിയോ ഇത് അനുഭവിച്ചില്ല; മുടിയിൽ നീല നിറത്തിലുള്ള റിബൺ സ്ഥാപിക്കുകയാണെങ്കിൽ, മുടി ചീകി, നീല നിറത്തിലുള്ള സ്കാർഫ് മികച്ച മെറൂൺ വസ്ത്രത്തിന് താഴെയായി ക്രമീകരിച്ചിട്ടുണ്ടെങ്കിൽ, എല്ലാം നന്നായിരിക്കുമെന്ന് അവർ ഇപ്പോഴും കരുതി. പേടിച്ചരണ്ട മുഖവും രൂപവും മാറ്റാൻ കഴിയില്ലെന്നും അവർ ആ മുഖത്തിന്റെ ക്രമീകരണവും അലങ്കാരവും മാറ്റിയാലും അത് ദയനീയവും വ്യക്തവുമായി തുടരുമെന്നും അവർ മറന്നു. രണ്ടോ മൂന്നോ മാറ്റങ്ങൾക്ക് ശേഷം രാജകുമാരി സ ek മ്യമായി സമർപ്പിച്ചു, തലമുടി തലയുടെ മുകളിൽ ക്രമീകരിച്ചിരുന്നതുപോലെ (അവളുടെ ശൈലിയിൽ മാറ്റം വരുത്തി നശിപ്പിച്ച ഒരു ശൈലി) അവൾ ഒരു മെറൂൺ വസ്ത്രത്തിൽ ഇളം നീല നിറത്തിലുള്ള സ്കാർഫ് ധരിച്ചിരുന്നു , കൊച്ചു രാജകുമാരി അവളുടെ ചുറ്റും രണ്ടുതവണ നടന്നു, ഇപ്പോൾ വസ്ത്രത്തിന്റെ ഒരു മടങ്ങ് അവളുടെ ചെറിയ കൈകൊണ്ട് ക്രമീകരിച്ചു, ഇപ്പോൾ സ്കാർഫ് ക്രമീകരിച്ച് തല കൊണ്ട് കുനിഞ്ഞ് ആദ്യം ഒരു വശത്തും പിന്നീട് മറുവശത്തും."
    },
    {
        "language": "Polish",
        "symbol": "pl",
        "text": "To nie sukienka, ale twarz i cała postać księżniczki nie były ładne, ale ani mademoiselle, ani mała księżniczka nie czuły tego; nadal uważali, że gdyby we włosach umieścić niebieską wstążkę, uczesać włosy i niebieski szalik ułożyć niżej na najlepszej bordowej sukience i tak dalej, wszystko byłoby dobrze. Zapomnieli, że przestraszonej twarzy i figury nie można zmienić, i że jakkolwiek mogliby zmienić ustawienie i ozdobę tej twarzy, pozostanie ona nadal żałosna i prosta. Po dwóch lub trzech zmianach, którym księżniczka potulnie się poddała, tak jak jej włosy były ułożone na czubku głowy (styl, który całkiem zmienił i zepsuł jej wygląd) i włożyła bordową sukienkę z bladoniebieskim szalikiem. Mała księżniczka okrążyła ją dwa razy, teraz poprawiając fałd sukienki swoją małą rączką, układając teraz szalik i patrząc na nią z pochyloną głową najpierw z jednej strony, a potem z drugiej."
    },
    {
        "language": "Malay",
        "symbol": "ms",
        "text": "Itu bukan pakaian, tetapi wajah dan bentuk keseluruhan puteri yang tidak cantik, tetapi mademoiselle dan puteri kecil tidak merasakan hal ini; mereka masih berfikir bahawa jika pita biru diletakkan di rambut, rambut disisir, dan selendang biru disusun lebih rendah pada gaun marun terbaik, dan seterusnya, semuanya akan baik. Mereka lupa bahawa wajah dan sosok yang ketakutan tidak dapat diubah, dan bahawa bagaimanapun mereka mengubah pengaturan dan perhiasan wajah itu, itu tetap akan menjadi sopan dan jelas. Setelah dua atau tiga perubahan yang diserahkan oleh puteri dengan lembut, sama seperti rambutnya yang diatur di atas kepalanya (gaya yang cukup berubah dan merosakkan penampilannya) dan dia mengenakan gaun merah dengan selendang biru pucat , puteri kecil itu berjalan dua kali di sekelilingnya, sekarang menyesuaikan lipatan gaun dengan tangan kecilnya, sekarang menyusun selendang dan memandangnya dengan kepalanya bengkok terlebih dahulu di satu sisi dan kemudian di sisi lain."
    },
    {
        "language": "Norwegian",
        "symbol": "no",
        "text": "Det var ikke kjolen, men prinsessens ansikt og hele figur som ikke var pen, men verken mademoiselle eller den lille prinsessen følte dette; de trodde fortsatt at hvis et blått bånd ble plassert i håret, håret ble kamret opp og det blå skjerfet ordnet lavere på den beste rødbrune kjolen, og så videre, ville alt være bra. De glemte at det skremte ansiktet og figuren ikke kunne endres, og at uansett hvordan de kunne endre innstillingen og utsmykningen til ansiktet, ville det fremdeles forbli ynkelig og tydelig. Etter to eller tre forandringer som prinsessen ydmykt underkastet seg, akkurat som håret hadde blitt ordnet på toppen av hodet (en stil som ganske forandret og bortskjemte hennes utseende) og hun hadde på seg en rødbrun kjole med et lyseblått skjerf , den lille prinsessen gikk to ganger rundt henne, justerte nå en fold av kjolen med den lille hånden, ordnet nå skjerfet og så på henne med hodet bøyd først på den ene siden og deretter på den andre."
    },
    {
        "language": "Marathi",
        "symbol": "mr",
        "text": "हा ड्रेस नव्हता, परंतु त्या राजकुमारीचा चेहरा आणि संपूर्ण व्यक्तिमत्त्व सुंदर नव्हता, परंतु मेमेडमोईसेल किंवा लहान राजकन्येलाही हे वाटले नाही; त्यांना अजूनही वाटलं आहे की जर केसांमध्ये निळा रंगाचा रिबन ठेवला गेला असेल तर केस कोंबडले जातील आणि निळ्या रंगाचा स्कार्फ उत्तम मेरूनच्या ड्रेसवर कमी व्यवस्था केली असेल वगैरे सर्व काही ठीक होईल. ते विसरले की घाबरलेला चेहरा आणि आकृती बदलू शकत नाही आणि कदाचित त्या चेह the्याची सेटिंग आणि सुशोभितपणा कदाचित बदलला जाईल, परंतु तरीही ते दयाळू आणि साधे राहतील. राजकन्या नम्रपणे सादर केलेल्या दोन किंवा तीन बदलांनंतर, जसे तिच्या केसांच्या केसांची केस तिच्या डोक्याच्या वरच्या बाजूस बनविली गेली होती (एक स्टाईल ज्याने तिच्या देखाव्यामध्ये बदल घडवून आणला आणि खराब केले) आणि तिने फिकट गुलाबी निळा स्कार्फ घालून मरून रंगाचा ड्रेस घातला होता. , ती लहान राजकन्या तिच्याभोवती दोनदा फिरत राहिली, आता ती तिच्या छोट्या हाताने ड्रेसचा पट समायोजित करीत आहे, आता स्कार्फची ​​व्यवस्था करत आहे आणि तिच्या डोक्यात प्रथम वाकून तिच्याकडे पहात आहे आणि मग दुसरीकडे."
    },
    {
        "language": "Portuguese",
        "symbol": "pt",
        "text": "Não era o vestido, mas o rosto e toda a figura da princesa que não era bonita, mas nem mademoiselle nem a princesinha sentiam isso; eles ainda achavam que se uma fita azul fosse colocada no cabelo, o cabelo penteado para cima e o lenço azul colocado mais abaixo no melhor vestido marrom e assim por diante, tudo ficaria bem. Esqueceram-se de que o rosto assustado e a figura não podiam ser alterados e que, por mais que mudassem a configuração e o adorno daquele rosto, ele continuaria comovente e simples. Depois de duas ou três mudanças às quais a princesa se submeteu humildemente, assim como seu cabelo foi arrumado no alto da cabeça (um estilo que alterou e estragou sua aparência) e ela colocou um vestido marrom com um lenço azul claro , a princesinha andou duas vezes em volta dela, ora ajeitando uma dobra do vestido com a mãozinha, ora arrumando o lenço e olhando para ela com a cabeça inclinada primeiro para um lado e depois para o outro."
    },
    {
        "language": "Romanian",
        "symbol": "ro",
        "text": "Nu rochia, ci chipul și întreaga figură a prințesei nu erau frumoase, dar nici mademoiselle și nici micuța prințesă nu au simțit acest lucru; încă mai credeau că dacă o panglică albastră ar fi plasată în păr, părul pieptănat și eșarfa albastră aranjată mai jos pe cea mai bună rochie maro și așa mai departe, totul ar fi bine. Au uitat că chipul înfricoșat și figura nu puteau fi modificate și că, oricum ar putea schimba decorul și podoaba acelei fețe, ar rămâne totuși plin de păcate și de simplu. După două sau trei schimbări la care prințesa s-a supus cu blândețe, la fel cum părul îi fusese așezat în vârful capului (un stil care îi altera destul de mult aspectul) și își îmbrăcase o rochie maro cu o eșarfă albastră , micuța prințesă a mers de două ori în jurul ei, ajustând acum o faldă a rochiei cu mâna ei mică, aranjând acum eșarfa și privind-o cu capul aplecat mai întâi pe o parte și apoi pe cealaltă."
    },
    {
        "language": "Serbian",
        "symbol": "sr",
        "text": "Није била лепа хаљина, већ лице и цео лик принцезе, који нису били лепи, али ни мадемоиселле ни мала принцеза нису то осећали; још увек су мислили да ако се у косу стави плава трака, коса се почешља и плави шал доле постави на најбољу кестењасту хаљину и тако даље, све ће бити у реду. Заборавили су да уплашено лице и лик не могу да се промене и да ће, како год могли да промене поставку и украс тог лица, и даље остати јадно и чисто. Након две или три промене којима се принцеза кротко потчинила, баш као што јој је коса била уређена на врху главе (стил који јој је прилично изменио и покварио изглед) и обукла је кестењасту хаљину са бледоплавим шалом , мала принцеза је шетала два пута око ње, сада руком подешавајући преклоп хаљине, сада сређујући шал и гледајући је савијене главе прво на једној, а затим на другој страни."
    },
    {
        "language": "Tamil",
        "symbol": "ta",
        "text": "இது ஆடை அல்ல, ஆனால் இளவரசியின் முகமும் முழு உருவமும் அழகாக இல்லை, ஆனால் மேடமொயிசெல்லோ அல்லது சிறிய இளவரசியோ இதை உணரவில்லை; கூந்தலில் ஒரு நீல நிற ரிப்பன் வைக்கப்பட்டால், தலைமுடி சீப்பு, மற்றும் நீல நிற தாவணி சிறந்த மெரூன் உடையில் குறைவாக அமைக்கப்பட்டிருக்கும், மற்றும் பல, எல்லாம் நன்றாக இருக்கும் என்று அவர்கள் இன்னும் நினைத்தார்கள். பயந்துபோன முகத்தையும் உருவத்தையும் மாற்ற முடியாது என்பதையும், அந்த முகத்தின் அமைப்பையும் அலங்காரத்தையும் அவர்கள் மாற்றினாலும், அது இன்னும் பரிதாபமாகவும் தெளிவாகவும் இருக்கும் என்பதை அவர்கள் மறந்துவிட்டார்கள். இளவரசி சாந்தமாக சமர்ப்பித்த இரண்டு அல்லது மூன்று மாற்றங்களுக்குப் பிறகு, அவளுடைய தலைமுடி தலைமுடியின் மேல் அமைக்கப்பட்டிருந்ததைப் போலவே (அவளது தோற்றத்தை மிகவும் மாற்றியமைத்து கெடுத்த ஒரு பாணி) மற்றும் அவள் ஒரு மெரூன் உடையில் வெளிர்-நீல நிற தாவணியுடன் அணிந்திருந்தாள் , சிறிய இளவரசி அவளை இரண்டு முறை சுற்றி நடந்தாள், இப்போது ஆடையின் ஒரு மடியை தன் சிறிய கையால் சரிசெய்து, இப்போது தாவணியை ஒழுங்குபடுத்தி, தலையை முதலில் ஒரு பக்கத்திலும், மறுபுறத்திலும் வளைத்து அவளைப் பார்த்தாள்."
    },
    {
        "language": "Turkish",
        "symbol": "tr",
        "text": "Elbisesi değil, güzel olmayan prensesin yüzü ve tüm figürü idi, ama ne matmazel ne de küçük prenses bunu hissetti; yine de saça mavi bir kurdele takılırsa, saçlar taranırsa ve mavi fular en iyi bordo elbisenin altına yerleştirilirse, vb. her şeyin yoluna gireceğini düşünüyorlardı. Korkmuş yüzün ve figürün değiştirilemeyeceğini, o yüzün dekorunu ve süslemesini değiştirseler de, yine de acıklı ve sade kalacağını unuttular. Prensesin uysal bir şekilde teslim ettiği iki veya üç değişiklikten sonra, tıpkı saçları başının üstüne yerleştirilmiş (görünüşünü oldukça değiştiren ve bozan bir stil) ve soluk mavi fularlı bordo bir elbise giydiği gibi. , küçük prenses onun etrafında iki kez yürüdü, şimdi küçük eliyle elbisenin bir kıvrımını düzeltiyor, şimdi atkıyı ayarlıyor ve önce bir tarafa, sonra diğer tarafa bükülmüş başı ona bakıyordu."
    },
    {
        "language": "Vietnamese",
        "symbol": "vi",
        "text": "Không phải chiếc váy, mà là khuôn mặt và toàn bộ dáng người của công chúa không được xinh đẹp, nhưng cả cô và công chúa nhỏ đều không cảm thấy điều này; họ vẫn nghĩ rằng nếu một dải ruy băng xanh được cài trên tóc, chải tóc lên và chiếc khăn màu xanh được xếp thấp hơn trên chiếc váy màu hạt dẻ đẹp nhất, và cứ thế, tất cả sẽ tốt đẹp. Họ quên rằng khuôn mặt sợ hãi và hình dáng không thể thay đổi được, và dù họ có thể thay đổi bối cảnh và trang điểm của khuôn mặt đó, thì khuôn mặt đó vẫn sẽ trông rất đáng yêu và bình thường. Sau hai hoặc ba lần thay đổi mà công chúa dịu dàng đệ trình, giống như mái tóc của cô ấy đã được sắp xếp trên đỉnh đầu (một kiểu khá thay đổi và làm hỏng vẻ ngoài của cô ấy) và cô ấy đã mặc một chiếc váy màu hạt dẻ với một chiếc khăn màu xanh nhạt , cô công chúa nhỏ đi vòng quanh cô hai lần, bây giờ cô đang chỉnh lại một nếp gấp của chiếc váy với bàn tay nhỏ bé của mình, lúc này đang sắp xếp chiếc khăn và nhìn cô đang cúi đầu trước hết nghiêng về bên này rồi đến bên kia."
    },
    {
        "language": "Ukrainian",
        "symbol": "uk",
        "text": "Не вбрання, а обличчя та ціла фігура принцеси були не гарні, але ні мадемуазель, ні маленька принцеса цього не відчували; вони все ще думали, що якщо в волосся помістити блакитну стрічку, зачесати волосся, а синій шарф, розміщений нижче на найкращій темно-бордовій сукні, і так далі, все було б добре. Вони забули, що перелякане обличчя та фігуру неможливо змінити, і що, хоч би вони могли змінити обстановку та прикрасу цього обличчя, воно все одно залишатиметься жалюгідним і простим. Після двох-трьох змін, яким принцеса покірно підкорилася, так само, як її волосся було укладено на маківці (стиль, який досить змінив і зіпсував її вигляд), і вона одягнула темно-бордове плаття з блідо-блакитним шарфом , маленька принцеса два рази обходила її, поправляючи своєю рукою складку сукні, покладаючи шарф і дивлячись на неї, зігнувши голову спочатку з одного боку, а потім з іншого."
    },
    {
        "language": "Telugu",
        "symbol": "te",
        "text": "ఇది దుస్తులు కాదు, కానీ యువరాణి యొక్క ముఖం మరియు మొత్తం బొమ్మ అందంగా లేదు, కానీ మాడెమొయిసెల్లె లేదా చిన్న యువరాణి ఈ అనుభూతిని పొందలేదు; జుట్టులో నీలిరంగు రిబ్బన్ ఉంచినట్లయితే, జుట్టు దువ్వెన, మరియు నీలిరంగు కండువా ఉత్తమ మెరూన్ దుస్తులపై తక్కువగా అమర్చబడి ఉంటుంది, మరియు అన్నీ బాగానే ఉంటాయని వారు ఇప్పటికీ భావించారు. భయపడిన ముఖం మరియు బొమ్మను మార్చలేమని వారు మరచిపోయారు, మరియు వారు ఆ ముఖం యొక్క అమరిక మరియు అలంకారాన్ని మార్చగలిగినప్పటికీ, అది ఇప్పటికీ దయనీయంగా మరియు సాదాసీదాగా ఉంటుంది. రెండు లేదా మూడు మార్పుల తరువాత, యువరాణి సౌమ్యంగా సమర్పించినది, ఆమె జుట్టు ఆమె తల పైన అమర్చినట్లే (ఆమె శైలిని చాలా మార్చివేసి, పాడుచేసే శైలి) మరియు ఆమె మెరూన్ దుస్తులు ధరించి లేత-నీలం కండువాతో ."
    },
    {
        "language": "Swedish",
        "symbol": "sv",
        "text": "Det var inte klänningen, utan prinsessans ansikte och hela figur som inte var vacker, men varken mademoiselle eller den lilla prinsessan kände detta; de trodde fortfarande att om ett blått band placerades i håret, håret kammades upp och den blå halsduken ordnade lägre på den bästa rödbruna klänningen, och så vidare, skulle allt bli bra. De glömde att det skrämda ansiktet och figuren inte kunde förändras, och att de ändå skulle kunna vara tråkiga och enkla, ändå hur de ändrade ansiktet och prydnaden. Efter två eller tre förändringar som prinsessan ödmjukt inlämnade, precis som håret hade ordnats på toppen av hennes huvud (en stil som ganska förändrade och förstörde hennes utseende) och hon hade på sig en rödbrun klänning med en ljusblå halsduk , den lilla prinsessan gick två gånger runt henne, justerade nu ett veck av klänningen med sin lilla hand, ordnade nu halsduken och tittade på henne med huvudet böjt först på ena sidan och sedan på den andra."
    },
    {
        "language": "Slovak",
        "symbol": "sk",
        "text": "Neboli to šaty, ale tvár a celá postava princeznej, ktoré neboli pekné, ale ani mademoiselle, ani malá princezná to nepocítili; stále si mysleli, že ak bude do vlasov umiestnená modrá stuha, vlasy budú vyčesané nahor a modrý šál usporiadaný nižšie na najlepších gaštanových šatách atď., bude všetko v poriadku. Zabudli, že vystrašená tvár a postava sa nedajú zmeniť, a že by však mohli zmeniť nastavenie a ozdobu tejto tváre, stále zostane poľutovaniahodná a jasná. Po dvoch alebo troch zmenách, ktoré princezná krotko podstúpila, si vlasy upravila na temeno hlavy (štýl, ktorý jej dosť zmenil a pokazil vzhľad) a obliekla si gaštanové šaty s bledomodrou šatkou , malá princezná dvakrát prešla okolo nej, teraz malou ručičkou upravila záhyb šiat, teraz upravila šál a pozerala sa na ňu s hlavou ohnutou najskôr na jednej a potom na druhej strane."
    },
    {
        "language": "Slovenian",
        "symbol": "sl",
        "text": "Ni bila obleka, ampak obraz in celotna postava princese lepa, toda niti mademoiselle niti mala princesa tega nista čutila; še vedno so mislili, da če bi v lase postavili modri trak, lase počesali in modri šal razporedili nižje na najboljšo maronovo obleko itd., bi bilo vse v redu. Pozabili so, da prestrašenega obraza in postave ni mogoče spremeniti in da, čeprav bi lahko spremenili postavitev in okras tega obraza, bo še vedno očaran in jasen. Po dveh ali treh spremembah, ki se jim je princeska krotko podredila, tako kot so si bili lasje razporejeni na vrhu glave (slog, ki je precej spremenil in pokvaril njen videz) in si je nadela rjavo obleko z bledo modrim šalom , je mala princeska dvakrat hodila okrog nje, zdaj je z majhno roko prilagajala pregib obleke, zdaj je uredila šal in jo gledala z upognjeno glavo najprej na eni in nato na drugi strani."
    },
    {
        "language": "Tajik",
        "symbol": "tg",
        "text": "Ин либос набуд, балки чеҳра ва тамоми чеҳраи шоҳдухтар зебо набуд, аммо на мадмуазел ва на шоҳдухтари хурд инро эҳсос намекарданд; онҳо ҳанӯз ҳам фикр мекарданд, ки агар ба мӯй лентаи кабуд меандохтанд, мӯйҳо шона мезаданд ва рӯймоли кабуд дар либоси беҳтарини марӯӣ поинтар ҷойгир мешуд ва ғайра, ҳамааш хуб мешуд. Онҳо фаромӯш карданд, ки чеҳраи тарсида ва рақамро тағир додан мумкин нест ва бо вуҷуди ин, ки онҳо тағирот ва зебу зинати он чеҳраро тағир диҳанд, он ҳанӯз ҳам ҳузнангез ва содда боқӣ хоҳад монд. Пас аз ду ё се тағирот, ки шоҳдухта ба онҳо мулоимона итоат кард, ҳамон тавре ки мӯйҳояш дар болои сараш гузошта шуда буданд (услубе, ки намуди зоҳирии ӯро комилан тағир дода ва вайрон кардааст) ва ӯ либоси зардобӣ бо рӯймоли кабуд-кабуд ба бар кард , шоҳдухтари хурдсол ду бор давр зада, акнун як даста либосро бо дасти кӯчакаш танзим карда, акнун рӯймолро ба тартиб андохт ва сарашро аввал ба як тараф ва сипас ба тарафи дигар хам карда ба вай нигарист."
    },
    {
        "language": "Thai",
        "symbol": "th",
        "text": "ไม่ใช่การแต่งกาย แต่เป็นใบหน้าและรูปร่างทั้งหมดของเจ้าหญิงที่ไม่สวย แต่ทั้งมาดมัวแซลและเจ้าหญิงองค์น้อยไม่รู้สึกถึงสิ่งนี้ พวกเขายังคงคิดว่าถ้าติดริบบิ้นสีฟ้าไว้ที่ผมผมก็หวีขึ้นและผ้าพันคอสีน้ำเงินก็จัดให้อยู่ต่ำกว่าชุดสีน้ำตาลแดงที่ดีที่สุดและอื่น ๆ ทั้งหมดก็จะดี พวกเขาลืมไปว่าใบหน้าที่ตื่นตระหนกและรูปร่างไม่สามารถเปลี่ยนแปลงได้และอย่างไรก็ตามพวกเขาอาจเปลี่ยนการตั้งค่าและการตกแต่งใบหน้านั้นก็ยังคงดูน่าเกรงขามและเรียบง่าย หลังจากการเปลี่ยนแปลงสองหรือสามครั้งที่เจ้าหญิงส่งมาอย่างอ่อนโยนเช่นเดียวกับที่ผมของเธอถูกจัดไว้ที่ด้านบนของศีรษะ (สไตล์ที่ค่อนข้างเปลี่ยนไปและทำให้รูปลักษณ์ของเธอเสียไป) และเธอก็ใส่ชุดสีแดงเข้มพร้อมผ้าพันคอสีฟ้าอ่อน เจ้าหญิงตัวน้อยเดินรอบตัวเธอสองครั้งตอนนี้ปรับการพับของชุดด้วยมือเล็ก ๆ ของเธอตอนนี้จัดผ้าพันคอและมองเธอโดยก้มศีรษะก่อนที่ด้านใดด้านหนึ่งจากนั้นอีกด้านหนึ่ง"
    },
    {
        "language": "Urdu",
        "symbol": "ur",
        "text": "یہ لباس نہیں تھا ، بلکہ شہزادی کا چہرہ اور پوری شخصیت تھی جو خوبصورت نہیں تھی ، لیکن نہ ہی میڈموئزیل اور نہ ہی چھوٹی شہزادی نے یہ محسوس کیا تھا۔ انہوں نے پھر بھی سوچا کہ اگر بالوں میں نیلے رنگ کا ربن رکھا جاتا ہے ، بالوں کو کنگن کیا جاتا ہے ، اور نیلے رنگ کا اسکارف بہترین مرون لباس پر نیچے کا اہتمام کرتا ہے ، اور اسی طرح ، سب ٹھیک ہوجائے گا۔ وہ یہ بھول گئے کہ خوفزدہ چہرہ اور شخصیت کو تبدیل نہیں کیا جاسکتا ہے ، اور یہ بھی کہ وہ اس چہرے کی ترتیب اور زینت کو تبدیل کرسکتے ہیں ، تب بھی یہ بدبخت اور سادہ رہے گا۔ شہزادی نے دو یا تین تبدیلیوں کے بعد جس طرح شہزادی نے نرمی سے پیش کیا ، بالکل اسی طرح جیسے اس کے بال اس کے سر کے اوپری حصے میں ترتیب دیئے گئے تھے (ایک ایسا انداز جس نے اس کی شکل کو کافی حد تک تبدیل اور خراب کردیا تھا) اور اس نے ہلکے نیلے رنگ کے اسکارف کے ساتھ مرون لباس پہن رکھا تھا۔ ، چھوٹی شہزادی اس کے دو بار اس کے چکر لگاتی ، اب اپنے چھوٹے ہاتھ سے لباس کا ایک جوڑ ایڈجسٹ کرتی ہے ، اب اسکارف کا بندوبست کرتی ہے اور اس کی طرف سر جھکا کر پہلے اسے ایک طرف اور پھر دوسری طرف دیکھتی ہے۔"
    },
    {
        "language": "Afrikaans",
        "symbol": "af",
        "text": "Dit was nie die rok nie, maar die gesig en die hele figuur van die prinses wat nie mooi was nie, maar nie mademoiselle of die klein prinses het dit gevoel nie; hulle het nog gedink dat as 'n blou lint in die hare geplaas word, die hare opgekam en die blou serp laer op die beste maroenrok geplaas word, ensovoorts, dit alles goed sou gaan. Hulle het vergeet dat die bang gesig en die figuur nie kon verander word nie, en dat hulle, hoewel hulle die omgewing en versiering van die gesig sou kon verander, steeds bedroef en eenvoudig sou bly. Na twee of drie veranderinge waaraan die prinses sagmoedig onderwerp het, net soos haar hare bo-op haar kop gerangskik is ('n styl wat haar voorkoms baie verander en bederf het) en sy 'n maroenrok met 'n ligblou serp aangetrek het , die klein prinses loop twee keer om haar, pas nou 'n vou van die rok aan met haar handjie, rangskik nou die serp en kyk na haar met haar kop eers gebuig aan die een kant en dan aan die ander kant."
    },
    {
        "language": "Armenian",
        "symbol": "hy",
        "text": "Ոչ թե զգեստը, այլ արքայադստեր դեմքն ու ամբողջ կազմվածքն էին, որ գեղեցիկ չէին, բայց դա ո՛չ թագուհին էր զգում, ո՛չ էլ փոքրիկ արքայադուստրը. նրանք դեռ մտածում էին, որ եթե կապույտ ժապավեն դրվեր մազերի մեջ, մազերը սանրված լինեին, և կապույտ շարֆը դասավորված լիներ ամենալավ շագանակագույն զգեստի վրա և այլն, ամեն ինչ լավ կլիներ: Նրանք մոռացան, որ վախեցած դեմքն ու կազմվածքը հնարավոր չէ փոխել, և որ, այնուամենայնիվ, նրանք կարող են փոխել այդ դեմքի կառուցվածքն ու զարդարանքը, այն դեռ կմնա բարեպաշտ և պարզ: Երկու-երեք փոփոխություններից հետո, որոնց արքայադուստրը հեզորեն ներկայացրեց, ճիշտ այնպես, ինչպես մազերը դասավորված էին գլխավերևում (ոճ, որը բավականին փոխում և փչացնում էր նրա տեսքը) և նա հագել էր մուգ կապույտ զգեստ ՝ գունատ-կապույտ շարֆով: , փոքրիկ արքայադուստրը երկու անգամ շրջեց նրա շուրջը, այժմ իր փոքրիկ ձեռքով հարմարեցնելով զգեստի ծալքը, այժմ շարելով շարֆը և նայելով նրան ՝ գլուխը թեքված նախ մի կողմում, իսկ հետո մյուս կողմում:"
    },
    {
        "language": "Belarusian",
        "symbol": "be",
        "text": "Не прыгожая была сукенка, а твар і ўся постаць прынцэсы, але ні мадэмуазель, ні маленькая прынцэса гэтага не адчувалі; яны ўсё яшчэ думалі, што калі ў валасы пакласці сінюю стужку, зачасаць валасы і размясціць сіні шалік ніжэй на лепшай бардовай сукенцы і гэтак далей, усё будзе добра. Яны забыліся, што спалоханы твар і постаць нельга змяніць, і што, хоць яны могуць змяніць абстаноўку і ўпрыгожванне гэтага твару, ён усё роўна застанецца жаласным і простым. Пасля дзвюх-трох змен, на якія прынцэса пакорліва падпарадкавалася, гэтак жа, як валасы былі размешчаны на макушцы (стыль, які цалкам змяніў і сапсаваў яе знешнасць), і яна надзела цёмна-бардовую сукенку з бледна-блакітным шалікам , маленькая прынцэса два разы хадзіла вакол яе, цяпер папраўляючы складку сукенкі маленькай рукой, зараз расстаўляючы шалік і гледзячы на ​​яе, сагнуўшы галаву спачатку з аднаго, а потым з другога боку."
    },
    {
        "language": "Chichewa",
        "symbol": "ny",
        "text": "Sanali kavalidwe, koma nkhope ndi mawonekedwe onse a mfumukazi zomwe sizinali zokongola, koma ngakhale mademoiselle kapena mwana wamkazi wamkazi wamng'ono sanamve izi; iwo amaganizabe kuti ngati riboni wabuluu atayikidwa mu tsitsi, tsitsilo losakanizidwa, ndi mpango wabuluu wokonzedwa pansi pa diresi labwino kwambiri la maroon, ndi zina zotero, zonse zikhala bwino. Iwo anaiwala kuti nkhope yamantha ndi chiwerengerocho sichingasinthidwe, ndikuti ngakhale atha kusintha mawonekedwe ndikukongoletsa kwa nkhopeyo, imakhalabe yopanda tanthauzo. Pambuyo pa kusintha kawiri kapena katatu komwe mfumukaziyi idapereka modzichepetsa, monga momwe tsitsi lake lidakonzera mutu wake (kalembedwe kamene kanasinthiratu ndikuwononga mawonekedwe ake) ndipo adavala diresi yamaroon ndi mpango wabuluu wotumbululuka , mwana wamkazi wamkazi wamng'ono uja adayenda mozungulira kawiri, tsopano akusintha kavalidwe kake ndi dzanja lake laling'ono, tsopano akukonza mpango ndikumuyang'ana atapindika mutu choyamba mbali imodzi kenako."
    },
    {
        "language": "Galician",
        "symbol": "gl",
        "text": "Non era bonito o vestido, senón o rostro e toda a figura da princesa, pero nin a señorita nin a pequena princesa sentiron isto; aínda pensaban que se se colocase unha cinta azul no pelo, o peiteado e a bufanda azul dispostos máis abaixo no mellor vestido granate, etc., todo estaría ben. Esqueceron que o rostro asustado e a figura non se podían alterar e que, por máis que puidesen cambiar a configuración e o adorno daquel rostro, seguirían sendo penosos e claros. Despois de dous ou tres cambios aos que a princesa se someteu con mansedume, xusto cando o cabelo se lle tiña colocado na parte superior da cabeza (un estilo que alteraba bastante e estropeaba o seu aspecto) e vestira un vestido granate cun pano azul pálido. , a pequena princesa camiñou dúas veces ao redor dela, agora axustando un pregamento do vestido coa súa pequena man, agora arranxando a bufanda e mirándoa coa cabeza dobrada primeiro por un lado e despois polo outro."
    },
    {
        "language": "Haitian Creole",
        "symbol": "ht",
        "text": "Li pa t 'rad la, men figi a ak figi antye nan Princess la ki pa te bèl, men ni mademoiselle ni Princess la ti kras te santi sa a; yo te toujou panse ke si yo te mete yon riban ble nan cheve a, cheve yo te penyen, epi echap ble a te ranje pi ba sou pi bon rad wouj maron an, ak sou sa, tout bagay ta bon. Yo bliye ke figi a pè ak figi a pa t 'kapab chanje, e ke sepandan yo ta ka chanje anviwònman an ak dekorasyon nan ki figi, li ta toujou rete pite ak plenn. Apre de oswa twa chanjman ki Princess la dousman soumèt, menm jan cheve li te ranje sou tèt la nan tèt li (yon style ki byen chanje ak gate sanble l ') epi li te mete yo sou yon rad mawon ak yon echap pal-ble , ti prensès la te mache de fwa bò kote l, kounye a li ajiste yon pliye rad la ak ti men l, kounye a li fè aranjman pou foula a epi gade l ak tèt li koube premye sou yon bò epi apre sou lòt la."
    },
    {
        "language": "Hindi",
        "symbol": "hi",
        "text": "यह पोशाक नहीं थी, लेकिन राजकुमारी का चेहरा और संपूर्ण आकृति जो बहुत सुंदर नहीं थी, लेकिन न तो मोदेउस्सेल और न ही छोटी राजकुमारी ने यह महसूस किया; उन्होंने अभी भी सोचा था कि अगर बालों में एक नीली रिबन लगा दी जाए, तो बालों में कंघी हो जाती है, और नीली स्कार्फ सबसे अच्छी मैरून पोशाक पर कम व्यवस्थित होती है, और इसी तरह, सभी ठीक हो जाएंगे। वे यह भूल गए कि भयभीत चेहरा और आकृति को नहीं बदला जा सकता है, और हालांकि वे उस चेहरे की सेटिंग और श्रंगार को बदल सकते हैं, फिर भी यह घबराहट और सादा रहेगा। दो या तीन बदलावों के बाद, जो राजकुमारी ने नम्रतापूर्वक प्रस्तुत किए, जैसे कि उसके सिर के शीर्ष पर उसके बाल व्यवस्थित किए गए थे (एक शैली जो काफी बदल गई और उसके रूप को खराब कर दिया) और उसने एक नीली-नीली पोशाक के साथ एक मैरून पोशाक पहन रखी थी छोटी राजकुमारी उसके साथ दो बार चक्कर लगाती थी, अब अपने छोटे से हाथ से ड्रेस की एक तह को समायोजित करती थी, अब दुपट्टे का इंतजाम करती है और उसे अपने सिर को पहले एक तरफ झुकाती हुई और फिर दूसरी तरफ देखती है।"
    },
    {
        "language": "Icelandic",
        "symbol": "is",
        "text": "Það var ekki kjóllinn, heldur andlitið og öll persóna prinsessunnar sem var ekki falleg, en hvorki mademoiselle né litla prinsessan fundu fyrir þessu; þeir héldu samt að ef bláu slaufunni væri komið fyrir í hárinu, hárið greitt upp og bláa trefilinn raðað neðar á besta maroon kjólnum og svo framvegis, þá væri allt í góðu. Þeir gleymdu að ekki var hægt að breyta hræddu andlitinu og myndinni, og þó að þeir gætu breytt umgjörð og skreytingu á því andliti, þá yrði það samt sorglegt og látlaust. Eftir tvær eða þrjár breytingar sem prinsessan sendi hógværð til, rétt eins og hári hennar hafði verið raðað efst á höfðinu á sér (stíll sem breytti og spillti útliti hennar nokkuð) og hún hafði klætt sig í brúnpúða kjól með fölbláum trefil , litla prinsessan gekk tvisvar um hana, stillti nú kjólfellinguna með litlu hendinni, raðaði nú trefilnum og horfði á hana með höfuðið bogið fyrst á aðra hliðina og síðan á hina."
    },
    {
        "language": "Javanese",
        "symbol": "jw",
        "text": "Ora klambine, nanging praupane lan sosok putri sing ora ayu, nanging uga mademoiselle utawa putri cilik sing ora ngrasakake iki; dheweke isih mikir manawa pita biru dilebokake ing rambut, rambut dikenceng, lan syal biru ditata ngisor ing gaun maroon sing paling apik, lan liya-liyane, kabeh bakal apik. Dheweke lali yen pasuryan sing keweden lan tokoh kasebut ora bisa diowahi, lan sanajan bisa ngganti setelan lan dekorasi wajah kasebut, tetep bakal tetep sopan lan polos. Sawise loro utawa telu pangowahan putri kasebut kanthi lembut, kaya rambute sing wis diatur ing ndhuwur sirahe (gaya sing cukup ngrubah lan ngrusak dheweke) lan dheweke nganggo klambi maroon nganggo syal biru pucat , putri cilik mlaku kaping pindho ngubengi dheweke, saiki nyetel klambi nganggo tangane sing cilik, saiki ngatur selendang lan ndeleng karo sirahe ditekuk dhisik ing sisih banjur sisih liyane."
    },
    {
        "language": "Khmer",
        "symbol": "km",
        "text": "វាមិនមែនជាសម្លៀកបំពាក់ទេប៉ុន្តែមុខនិងតួរអង្គទាំងមូលរបស់ព្រះនាងដែលមិនស្អាតនោះទេប៉ុន្តែទាំង mademoiselle និងព្រះនាងតូចមិនមានអារម្មណ៍បែបនេះទេ។ ពួកគេនៅតែគិតថាប្រសិនបើមានខ្សែបូពណ៌ខៀវត្រូវបានគេដាក់នៅក្នុងសក់នោះសក់រលីងរលោងហើយកន្សែងពណ៌ខៀវបានរៀបចំទាបជាងនៅលើរ៉ូបម៉ុងហ្គោលដ៏ល្អបំផុតហើយដូច្នេះអ្វីៗទាំងអស់នឹងល្អ។ ពួកគេបានភ្លេចថាមុខមាត់គួរឱ្យខ្លាចនិងតួលេខមិនអាចត្រូវបានផ្លាស់ប្តូរបានទេហើយទោះយ៉ាងណាពួកគេអាចផ្លាស់ប្តូរការកំណត់និងការតុបតែងមុខនោះវានៅតែនៅតែគួរអោយគោរពនិងសាមញ្ញ។ បន្ទាប់ពីការផ្លាស់ប្តូរពីរឬបីដែលព្រះនាងបានដាក់ស្នើដោយសុភាពរាបសាដូចជាសក់របស់នាងត្រូវបានគេរៀបចំនៅលើក្បាលរបស់នាង (ស្ទីលដែលផ្លាស់ប្តូរនិងខូចមុខមាត់របស់នាង) ហើយនាងបានស្លៀកសំលៀកបំពាក់ពណ៌ផ្កាឈូកជាមួយក្រម៉ាពណ៌ខៀវ។ , ព្រះនាងតូចបានដើរជុំវិញនាងពីរដង, ឥឡូវនេះបានផ្លាស់ប្តូរដងនៃរ៉ូបមួយដោយដៃតូចរបស់នាងឥឡូវនេះរៀបចំក្រម៉ានិងសម្លឹងមើលនាងដោយក្បាលរបស់នាង bent ដំបូងនៅលើមួយចំហៀងហើយបន្ទាប់មកនៅលើផ្សេងទៀត។"
    },
    {
        "language": "Lao",
        "symbol": "lo",
        "text": "ມັນບໍ່ແມ່ນເຄື່ອງແຕ່ງກາຍ, ແຕ່ເປັນໃບ ໜ້າ ແລະຕົວເລກທັງ ໝົດ ຂອງເຈົ້າຍິງທີ່ບໍ່ງາມ, ແຕ່ທັງ mademoiselle ແລະເຈົ້າຍິງນ້ອຍໆກໍ່ຮູ້ສຶກແນວນີ້ບໍ່ໄດ້; ພວກເຂົາຍັງຄິດວ່າຖ້າໂບໂບສີຟ້າຖືກວາງໄວ້ໃນເສັ້ນຜົມ, ເສັ້ນຜົມປະສົມ, ແລະຜ້າພັນຄໍສີຟ້າຈັດໃຫ້ຕໍ່າກ່ວາເຄື່ອງແຕ່ງກາຍທີ່ດີທີ່ສຸດ, ແລະອື່ນໆ, ທຸກຢ່າງຈະດີ. ພວກເຂົາລືມວ່າໃບ ໜ້າ ທີ່ ໜ້າ ຢ້ານກົວແລະຕົວເລກບໍ່ສາມາດປ່ຽນແປງໄດ້, ແລະເຖິງຢ່າງໃດກໍ່ຕາມພວກເຂົາອາດຈະປ່ຽນການຕັ້ງຄ່າແລະເຄື່ອງປະດັບຂອງໃບ ໜ້າ ນັ້ນ, ມັນຈະຍັງຄົງງາມຕາແລະເປັນ ທຳ ມະດາ. ຫລັງຈາກການປ່ຽນແປງສອງຫລືສາມຢ່າງທີ່ເຈົ້າຍິງໄດ້ຍື່ນສະເຫນີດ້ວຍຄວາມອ່ອນໂຍນ, ຄືກັບວ່າຜົມຂອງນາງໄດ້ຖືກຈັດຢູ່ເທິງຫົວຂອງນາງ (ແບບທີ່ຂ້ອນຂ້າງປ່ຽນແປງແລະຫຼອກລວງເບິ່ງນາງ) ແລະນາງໄດ້ໃສ່ຊຸດແຕ່ງກາຍທີ່ມີຜ້າພັນຄໍສີຟ້າອ່ອນໆ. , ເຈົ້າຍິງນ້ອຍໄດ້ຍ່າງເຂົ້າຮອບນາງສອງຄັ້ງ, ດຽວນີ້ໄດ້ດັດປັບຊຸດຂອງເຄື່ອງນຸ່ງດັ່ງກ່າວດ້ວຍມືນ້ອຍຂອງນາງ, ດຽວນີ້ ກຳ ລັງຈັດຜ້າພັນບາດແລະຫລຽວເບິ່ງນາງດ້ວຍຫົວຂອງນາງກົ່ງຢູ່ເບື້ອງ ໜຶ່ງ ເບື້ອງ ໜຶ່ງ ແລະຫຼັງຈາກນັ້ນອີກເບື້ອງ ໜຶ່ງ."
    },
    {
        "language": "Macedonian",
        "symbol": "mk",
        "text": "Не беше фустанот, туку лицето и целата фигура на принцезата што не беше убава, но ниту мадемозела, ниту малата принцеза не го почувствуваа тоа; тие сè уште мислеа дека ако се стави сина лента во косата, косата се чешла, а сината шамија наредена пониско од најдобриот костенлив фустан, и така натаму, сè ќе биде добро. Заборавија дека исплашеното лице и фигурата не можат да се менуваат и дека, сепак, може да го сменат поставувањето и украсот на тоа лице, сепак ќе остане pубезно и обично. После две-три измени на кои принцезата кротко се поднесе, исто како што и беа распоредени косата на горниот дел од главата (стил кој прилично го менуваше и го расипуваше нејзиниот изглед) и облече костенлив фустан со бледо-сина шамија , малата принцеза двапати ја заобиколи, сега со својата мала рака прилагоди еден преклоп на фустанот, сега ја распореди шамијата и ја гледа со свиткана глава прво од едната, а потоа од другата страна."
    },
    {
        "language": "Maori",
        "symbol": "mi",
        "text": "Ehara ko te kakahu, engari ko te kanohi me te ahua o te piriniha kaore i ataahua, engari kaore ano hoki a mademoiselle me te kuini iti i kite i tenei. i whakaaro tonu raatau mena ka whakatakotoria he riipene puru ki roto i nga makawe, ka heru nga makawe, ka whakarakahia te kaakahu kikorangi ki raro i te kakahu maroon pai, aha atu, ka pai katoa. Ka warewarehia e raatau te mata whakamataku me te ahua kaore e taea te whakarereke, a, ahakoa ka rereke te waahi me te whakapaipai o tera kanohi, ka mau tonu te pite me te maania. I muri e rua, e toru ranei nga whakarereketanga i tukuna maamaa e te rangatira wahine, pera tonu me nga makawe kua oti te whakanoho ki runga o tona mahunga (he momo i whakarereke ka kino nga kanohi) a ka whakakakahu ia i tetahi kakahu maroona me te kaakahu kahurangi kikorangi. , te kuini iti e hikoi ana i a ia e rua, i tenei wa e whakatika ana i te kaakahu me tana ringaringa iti, kei te whakareri inaianei i te kaameta ka tiro atu ki a ia me te mahunga o te mahunga ki tetahi taha ka tahi."
    },
    {
        "language": "Nepali",
        "symbol": "ne",
        "text": "यो पोशाक थिएन, तर राजकुमारीको अनुहार र पूरै व्यक्तित्व जुन राम्रो थिएन, तर न त मेडेमोइसेले वा सानो राजकुमारीले यो महसुस गरे; उनीहरूले सोचे कि यदि कपालमा नीलो रिबन राखियो भने, कपाल कम्बल भएको थियो, र निलो स्कार्फले उत्तम मेरुन पोशाकमा निचोडा मिलाएको छ, र यस्तै, सबै ठीकठाक हुनेछ। उनीहरूले बिर्सिए कि डराएको अनुहार र आकृतिलाई परिवर्तन गर्न सकिदैन, र जसरी तिनीहरूले त्यो अनुहारको सेटिंग र सुन्दरता परिवर्तन गर्न सक्दछन्, यो अझै पनि दयनीय र सादा रहन्छ। दुई वा तीन परिवर्तन पछि जसमा राजकुमारी नम्रतापूर्वक पेस गरे, जसरी उनको कपाल उनको टाउकोको शीर्ष भागमा व्यवस्थित गरीएको थियो (एक शैली जसले उसको शैली बदल्न र बिगार्ने शैलीमा) र उनले फुस्रो नीलो रातो स्कार्फको साथ मरून रंगको लुगा लगाई। , सानो राजकुमारी उनको दुई पटक घुमाइन्, अब उनको सानो हातले पोशाक को एक पट समायोजित, अब स्कार्फ व्यवस्थित र उनको टाउको झुकाएर उनको हेरी पहिलो एक तरफ र अर्को तिर।"
    },
    {
        "language": "Samoan",
        "symbol": "sm",
        "text": "E le o ofu, ae o foliga ma le tino atoa o le purinisese e le aulelei, ae leʻo lagona e le mademoiselle poʻo le tamaʻi purinisese lenei; na latou manatu lava afai e tuu se lanumoana lipine i totonu o le lauulu, o le lauulu selu faʻatasi, ma le lanumoana sikafu faʻatulagaina i lalo o le sili maroon ofu, ma isi, o le a lelei uma. Na galo ia i latou le fefefe o foliga ma le ata e le mafai ona suia, ma e ui lava latou te ono suia le setiina ma teuteuga o lena foliga, o le a tumau pea le piteous ma manino. Ina ua maeʻa lua pe tolu suiga na tuʻu mai e le purinisese ma le agamalu, e pei lava ona faʻatulagaina lona lauulu i luga o lona ulu (o se sitaili na suia ma faʻaleagaina ona foliga) ma na ia ofuina se ofu tele ma se sikafu lanumoana sesega. , o le tamaʻi purinisese na savali faʻalua faʻataʻamilomilo ia te ia, o lea na faʻafouina se gaugau o le ofu i lona laʻititi lima, o lea ua faʻatulagaina le sikafu ma tilotilo atu ia te ia ma lona ulu ua punou muamua i le tasi itu ona oʻo lea i le isi."
    },
    {
        "language": "Shona",
        "symbol": "sn",
        "text": "Yakanga isiri iyo yekupfeka, asi kumeso uye chimiro chose chemuchindakadzi icho chisina kunaka, asi kana mademoiselle kana mwanasikana wamambo havana kuzvinzwa izvi; ivo vachiri kufunga kuti kana ribhoni rebhuruu rakaiswa muvhudzi, vhudzi rakasunganidzwa, uye jira rebhuruu rakarongedzwa pazasi pane rakanakisa rokwe remaroni, zvichingodaro, zvese zvingave zvakanaka. Vakakanganwa kuti kumeso kwaityisa uye chimiro hachikwanisi kuchinjwa, uye kuti zvisinei nekuti vangachinje mamiriro nekushongedza kwechiso ichocho, zvaizoramba zvichiratidzika uye zvakajeka. Mushure mechipiri kana katatu shanduko iyo mambokadzi akaisa zvinyoro-nyoro, sekunge bvudzi rake rakange rakarongedzwa pamusoro pemusoro wake (chimiro chakachinja uye chakashatisa chitarisiko chake) uye iye aive akapfeka rokwe remaroni nekavara-bhuruu rakachenuruka , mwanasikana wamambo mudiki akafamba kaviri akamukomberedza, ikozvino achigadzirisa folda yedhirezi neruoko rwake rudiki, iye zvino achirongedza jira ndokumutarisa nemusoro wake wakakotama kutanga kune rimwe divi uyezve kune rimwe."
    },
    {
        "language": "Somali",
        "symbol": "so",
        "text": "Dharka may ahayn, laakiin wejiga iyo muuqaalka guud ee amiiraddu ma qurux badnayn, laakiin mademoiselle iyo amiiradda yar midkoodna sidan ma dareemin; wali waxay moodayeen in hadii xarig buluug ah timaha la dhigo, timuhu way is shanleeyaan, shumaca buluuga ah ayaa hoos loogu sii hagaajiyaa dharka ugu wanaagsan ee maroonka, iyo wixii la mid ah, wax waliba way fiicnaan doonaan. Waxay illoobeen in wajiga cabsida leh iyo shaxanka aan la beddeli karin, iyo in kastoo ay beddeli karaan habeynta iyo qurxinta wejigaas, inay weli sii ahaan doonto ciil iyo caddaan. Ka dib laba ama seddex isbadal oo ay amiiraddu si ixtiraam leh u soo gudbisay, sidii ay timaheeda loogu hagaajiyay madaxa korkeeda (qaab aad u badalay oo muuqaalkeedii xumaaday) oo iyadu xidhatay maro maroon ah oo leh buluug buluug ah oo midabkiisu yahay buluug ah. , Amiiraddii yarayd waxay laba jeer ku wareegtay iyada, iyadoo hadda ku hagaajinaysa laab laab labiska gacanteeda yar, oo hadda isku habaynaysa macawista oo fiirineysa iyadoo madaxeedu u laaban yahay marka hore dhinac dhinac ka dibna dhinaca kale."
    },
    {
        "language": "Yiddish",
        "symbol": "yi",
        "text": "עס איז נישט די קלייד, אָבער די פּנים און גאַנץ פיגור פון די פּרינצעסין וואָס איז געווען ניט שיין, אָבער ניט מאַדעמאָיסעללע אדער די ביסל פּרינסעס פּעלץ דאָס; זיי נאָך געדאַנק אַז אויב אַ בלוי בענד איז געשטעלט אין די האָר, די האָר קאָומד אַרויף, און די בלוי שאַל עריינדזשד נידעריקער אויף דער בעסטער מאַרון קלייד, און אַזוי אויף, אַלע וואָלט זיין געזונט. זיי פארגעסן אַז די דערשראָקן פּנים און די פיגור קען נישט זיין אָלטערד, און אַז זיי קען טוישן די באַשטעטיקן און באַפּוצונג פון דעם פּנים, עס וואָלט נאָך בלייבן נעבעך און קלאָר. נאָך צוויי אָדער דרייַ ענדערונגען צו וואָס די פּרינסעס מעקלי דערלאנגט, פּונקט ווי איר האָר איז געווען עריינדזשד אויף די שפּיץ פון איר קאָפּ (אַ נוסח וואָס גאַנץ אָלטערד און קאַליע איר קוקן) און זי האט אנגעטאן אַ מאַרון קלייד מיט אַ בלאַס-בלוי שאַל , די קליין פּרינצעסין געגאנגען צוויי מאָל אַרום איר, איצט אַדזשאַסטינג אַ פאַרלייגן פון די קלייד מיט איר קליין האַנט, איצט עריינדזשד די שאַל און קוק בייַ איר מיט איר קאָפּ בענט ערשטער פון איין זייַט און דערנאָך אויף די אנדערע."
    },
    {
        "language": "Uzbek",
        "symbol": "uz",
        "text": "Bu ko'ylak emas, balki malikaning yuzi va butun qiyofasi chiroyli emas edi, lekin na mademoiselle va na kichkina malika buni sezishdi; ular hali ham sochlarga ko'k tasma qo'yilsa, sochlar taralgan bo'lsa va ko'k sharf eng yaxshi maroon libosiga pastroq qilib joylashtirilgan bo'lsa va hokazo. Ular qo'rqib ketgan yuzni va qiyofani o'zgartirib bo'lmasligini, shu bilan birga u yuzning ko'rinishini va bezaklarini o'zgartirishi mumkin bo'lsa ham, u achinarli va sodda bo'lib qolishini unutdilar. Ikki yoki uchta o'zgarishlardan so'ng, malika muloyimlik bilan topshirdi, xuddi sochlari boshining tepasida joylashgani kabi (uslubi juda o'zgargan va ko'rinishini buzgan) va u och-ko'k sharf bilan maroon libos kiygan edi. , kichkina malika uni ikki marta aylanib o'tdi, endi kichkina qo'li bilan kiyimning katlamini to'g'rilab, endi sharfni tartibga solib, boshini avval bir tomonga, keyin ikkinchi tomoniga egilgan holda unga qarab qo'ydi."
    },
    {
        "language": "Yoruba",
        "symbol": "yo",
        "text": "Kii ṣe imura, ṣugbọn oju ati gbogbo eeya ti ọmọ-binrin ọba ti ko lẹwa, ṣugbọn bẹni mademoiselle tabi ọmọ-binrin kekere ti o ni imọran eyi; wọn tun ronu pe ti wọn ba fi tẹẹrẹ buluu kan si irun naa, irun ori rẹ, ati pe sikafu bulu naa ṣeto isalẹ lori aṣọ maroon ti o dara julọ, ati bẹbẹ lọ, gbogbo wọn yoo dara. Wọn gbagbe pe oju ti o bẹru ati eeya naa ko le yipada, ati pe sibẹsibẹ wọn le yi eto ati ọṣọ ti oju yẹn pada, yoo tun jẹ palẹ ati pẹtẹlẹ. Lẹhin awọn ayipada meji tabi mẹta si eyiti ọmọ-binrin ọba fi tututu ṣe silẹ, gẹgẹ bi a ti ṣeto irun ori rẹ ni ori ori rẹ (aṣa ti o yipada pupọ ati ibajẹ awọn oju rẹ) ati pe o ti wọ aṣọ maroon kan pẹlu sikafu alawọ-pupa , Ọmọ-binrin kekere naa rin lẹẹmeji ni ayika rẹ, ni bayi n ṣatunṣe agbo ti imura pẹlu ọwọ kekere rẹ, ni bayi ṣeto sikafu ati wiwo rẹ pẹlu ori rẹ tẹ akọkọ ni apa kan ati lẹhinna ni ekeji."
    },
    {
        "language": "Welsh",
        "symbol": "cy",
        "text": "Nid y ffrog oedd hi, ond wyneb a ffigwr cyfan y dywysoges nad oedd yn bert, ond nid oedd mademoiselle na'r dywysoges fach yn teimlo hyn; roeddent yn dal i feddwl pe bai rhuban glas yn cael ei roi yn y gwallt, y gwallt yn cribo i fyny, a'r sgarff las wedi'i drefnu'n is ar y ffrog marwn orau, ac ati, byddai popeth yn iawn. Fe wnaethant anghofio na ellid newid yr wyneb ofnus na'r ffigur, ac er y gallent newid gosodiad a addurn yr wyneb hwnnw, byddai'n parhau i fod yn wamal a blaen. Ar ôl dau neu dri newid y cyflwynodd y dywysoges yn addfwyn iddynt, yn union fel yr oedd ei gwallt wedi'i drefnu ar ben ei phen (arddull a newidiodd ac a ddifethodd ei golwg) ac roedd wedi gwisgo ffrog marwn gyda sgarff las-las. , cerddodd y dywysoges fach ddwywaith o'i chwmpas, bellach yn addasu plyg o'r ffrog gyda'i llaw fach, bellach yn trefnu'r sgarff ac yn edrych arni gyda'i phen yn plygu gyntaf ar un ochr ac yna ar yr ochr arall."
    },
    {
        "language": "Zulu",
        "symbol": "zu",
        "text": "Kwakungeyona ingubo, kepha ubuso nesimo sonke senkosazana esasingesihle, kepha no-mademoiselle noma inkosazana encane abakuzwanga lokhu; babesacabanga ukuthi uma kungabekwa iribhoni eliluhlaza okwesibhakabhaka ezinweleni, izinwele zikamiwe, nesikhafu esiluhlaza okwesibhakabhaka kuhlelwe ezansi engutsheni emnandi kakhulu yamaroni, njalonjalo, konke kuzolunga. Bakhohliwe ukuthi ubuso obethukile kanye nomfanekiso akunakuguqulwa, nokuthi noma bengaguqula kanjani ukubekeka nokuhlobisa kwalobo buso, bekuzohlala kubukeka futhi kucacile. Ngemuva kwezinguquko ezimbili noma ezintathu inkosazana eyithumele ngokuzithoba, njengoba izinwele zayo zazilungiswe phezulu kwekhanda (isitayela esashintsha kakhulu futhi sonakalisa ukubukeka kwayo) futhi yayigqoke ingubo emhlophe enesikhafu esiluhlaza okwesibhakabhaka , inkosazana encane yahamba yamzungeza kabili, manje ilungisa umgoqo wengubo ngesandla sayo esincane, manje ihlela isikhafu yayibheka ikhanda layo ligobile kuqala kolunye uhlangothi yaya kolunye."
    },
    {
        "language": "Xhosa",
        "symbol": "xh",
        "text": "Yayingengubo, kodwa ubuso kunye nenani elipheleleyo lenkosazana elalingamhle, kodwa no-mademoiselle okanye inkosazana encinci baziva oku; babesacinga ukuba ukuba iribhoni eblowu ibekwe ezinweleni, iinwele zidityanisiwe, kunye nesikhafu esiluhlaza esilungiswe ezantsi kwelona lokhwe limnandi, njalo njalo, konke kuya kulunga. Balibele ukuba ubuso oboyikayo kunye nomzobo awunakuguqulwa, kwaye nokuba bangatshintsha njani ukubekwa kunye nokuhomba kobo buso, iya kuhlala ihleli nje icacile. Emva kweenguqu ezimbini okanye ezintathu apho inkosazana yangenisa ngokuthozama, kanye njengokuba iinwele zakhe zazilungiswe phezulu kwentloko yakhe (isitayile esitshintshileyo sonakalisa inkangeleko yakhe) kwaye wayenxibe ilokhwe yemaroni ngesikhafu esimthubi-bhlowu , inkosazana encinci yahamba kabini ukuyirhangqa, ngoku ilungisa umqukumbelo wengubo ngesandla sayo esincinci, ngoku ilungisa isikhafu kwaye imjongile intloko yona igobile kuqala kwelinye icala yaya kwelinye."
    },
    {
        "language": "Swahili",
        "symbol": "sw",
        "text": "Haikuwa mavazi, lakini uso na sura nzima ya kifalme ambayo haikuwa nzuri, lakini wala mademoiselle wala binti mfalme mdogo walihisi hii; bado walidhani kwamba ikiwa utepe wa bluu ungewekwa kwenye nywele, nywele zilizosokotwa, na skafu ya hudhurungi ilipangwa chini kwenye mavazi bora ya maroni, na kadhalika, yote yatakuwa sawa. Walisahau kuwa uso uliotishika na sura hiyo haingeweza kubadilishwa, na kwamba hata hivyo wangeweza kubadilisha mpangilio na mapambo ya uso huo, bado ingeendelea kuwa duni na wazi. Baada ya mabadiliko mawili au matatu ambayo kifalme aliwasilisha kwa upole, kama vile nywele zake zilikuwa zimepangwa juu ya kichwa chake (mtindo ambao ulibadilika na kuharibu sura yake) na alikuwa amevaa mavazi ya maroni na kitambaa cha rangi ya samawati , binti mfalme mdogo alitembea mara mbili kumzunguka, sasa akirekebisha zizi la nguo hiyo kwa mkono wake mdogo, sasa akipanga skafu na kumtazama akiwa ameinama kichwa kwanza upande mmoja na kisha kwa upande mwingine."
    },
    {
        "language": "Sundanese",
        "symbol": "su",
        "text": "Éta sanés baju, tapi rupa sareng inohong putri anu henteu geulis, tapi sanés mademoiselle atanapi putri alit anu ngaraos kieu; aranjeunna masih ngémutan yén upami pita biru disimpen dina buuk, rambutna disisiran, sareng syal biru diatur langkung handap dina baju Maroon anu pangsaéna, sareng anu sanésna, sadayana bakal saé. Aranjeunna poho yén pikasieuneun sareng sosok éta henteu tiasa dirobih, sareng kumaha ogé aranjeunna tiasa ngarobih suhunan sareng hiasan wajah éta, éta bakal tetep tetep sopan sareng polos. Saatos dua atanapi tilu parobihan anu putri lemah lembut dikintunkeun, sapertos rambutna parantos dilereskeun dina sirahna (gaya anu cukup ngarobih sareng ngarusak paningalna) sareng anjeunna parantos nganggo baju maroon nganggo syal biru bulak , putri alit leumpang dua kali ngurilingan anjeunna, ayeuna nyaluyukeun lipet baju nganggo tangan alitna, ayeuna nyusun syal sareng ningali anjeunna kalayan sirahna ditekuk heula dina hiji sisi teras di sisi anu sanés."
    },
    {
        "language": "Sindhi",
        "symbol": "sd",
        "text": "اهو لباس نه هو ، پر شهزاديءَ جو چهرو ۽ س figureو شڪل جيڪو خوبصورت نه هو ، پر نه ڌڻيوازل ، نه نن theي شهزادي اهو محسوس ڪيو. انهن اڃا اهو سوچيو ته جيڪڏهن بال ۾ نيري ربن رکيل هئي ، وار سنواريا وڃن ٿا ، ۽ نيري سکارف بهترين مارون لباس تي هيٺئين ترتيب ڏنل آهي ، ۽ ائين ، سڀ سٺو ٿي ويندو. اهي وساري ويٺا ته خوفزده چهرو ۽ شڪل تبديل نه ٿي سگھيو ، ۽ اهو ته شايد هن منهن جي جوڙجڪ ۽ زينت کي تبديل ڪري ڇڏين ها ، اهو اڃا تائين وقار ۽ سادو رهندو. ٻه يا ٽن تبديلين کان پوءِ جن ڏا theي شهزادي مهراڻ کي عرض ڪيو ، جئين هن جي وارن جي مٿي جي تيري جو بندوبست ڪيو ويو هو (هڪ انداز جيڪو هن جي شڪل کي بلڪل بدلايو ۽ خراب ڪري ڇڏيو) ۽ هن پيلي نيري اسڪارف سان مارون لباس تي رکيو هو نن theي شهزادي هن جي چوڌاري ٻه ڀيرا هليا ، هاڻي پنهنجي نن handي هٿ سان لباس جو فولڊر ترتيب ڏئي ، هاڻي سکارف جو بندوبست ڪندي ۽ هن کي پنهنجي سر سان ڏسندي پهرين هڪ طرف ۽ پوءِ ٻئي طرف."
    },
    {
        "language": "Scots Gaelic",
        "symbol": "gd",
        "text": "Cha b ’e an dreasa a bh’ ann, ach aodann is ìomhaigh iomlan a ’bhana-phrionnsa nach robh breagha, ach cha robh mademoiselle no a’ bhana-phrionnsa bheag a ’faireachdainn seo; bha iad fhathast den bheachd, nan deidheadh ​​rioban gorm a chur san fhalt, gum biodh am falt a ’cìreadh suas, agus an sgarfa gorm air a chuir air dòigh nas ìsle air an dreasa maroon as fheàrr, agus mar sin air adhart, bhiodh a h-uile dad gu math. Dhìochuimhnich iad nach gabhadh an aghaidh eagallach agus am figear atharrachadh, agus ged a dh ’fhaodadh iad suidheachadh agus sgeadachadh an aodainn sin atharrachadh, bhiodh e fhathast piteous agus plain. Às deidh dhà no trì atharrachaidhean a chuir a ’bhana-phrionnsa a-steach gu socair, dìreach mar a bha a falt air a rèiteachadh air mullach a cinn (stoidhle a dh’ atharraich agus a mhill a coltas) agus bha i air dreasa maroon a chuir oirre le sgarfa bàn-ghorm. , choisich a ’bhana-phrionnsa bheag dà uair timcheall oirre, a-nis ag atharrachadh filleadh den dreasa le a làmh bheag, a-nis a’ rèiteachadh an sgarfa agus a ’coimhead oirre le a ceann air a lùbadh an toiseach air aon taobh agus an uairsin air an taobh eile."
    },
    {
        "language": "Sinhala",
        "symbol": "si",
        "text": "එය ඇඳුම නොව, කුමරියගේ මුහුණ සහ මුළු රූපයම ලස්සන නොවූ නමුත් මැඩමොයිසෙල්ට හෝ කුඩා කුමාරිකාවට මෙය දැනුනේ නැත; ඔවුන් තවමත් සිතුවේ හිසකෙස්වල නිල් පැහැති පීත්ත පටියක් තබා, කොණ්ඩය පීරමින්, නිල් පැහැති ස්කාෆ් හොඳම මෙරූන් ඇඳුමට පහළින් සකසා ඇත්නම් සහ එසේ නම්, සියල්ල හොඳින් වනු ඇති බවයි. බියට පත් මුහුණ සහ රූපය වෙනස් කළ නොහැකි බවත්, එම මුහුණෙහි පසුබිම හා අලංකාරය වෙනස් කළ හැකි වුවත්, එය තවමත් අනුකම්පා විරහිත හා පැහැදිලිව පවතින බවත් ඔවුන්ට අමතක විය. කුමරිය නිහතමානීව ඉදිරිපත් කළ වෙනස්කම් දෙක තුනකට පසු, ඇගේ හිස මුදුනේ කොණ්ඩය සකසා ඇති ආකාරයටම (විලාසිතාව ඇගේ පෙනුම තරමක් වෙනස් කර නරක් කර ඇත) ඇය සුදුමැලි නිල් පැහැති ස්කාෆ් සහිත මෙරූන් ඇඳුමකින් සැරසී සිටියාය. , කුඩා කුමරිය ඇය වටා දෙවරක් ඇවිද ගිය අතර, දැන් ඇගේ කුඩා අතින් ඇඳුමේ හැඩයක් සකසා, දැන් ස්කාෆ් සකස් කර, හිස දෙස ඇය දෙස බැලුවේ පළමුව එක් පැත්තකින් සහ අනෙක් පැත්තෙන් ය."
    },
    {
        "language": "Sesotho",
        "symbol": "st",
        "text": "E ne e se moaparo, empa sefahleho le sebopeho se felletseng sa khosatsana se neng se se setle, empa ha ho mademoiselle kapa khosatsana e nyane ba ileng ba utloa sena; ba ne ba ntse ba nahana hore haeba lente le leputsoa le ka beoa meriring, moriri o kopantsoe, 'me sekarefo se putsoa se hlophisitsoe ka tlase moaparong o motlehali oa maroon, joalo-joalo, tsohle li tla loka. Ba lebetse hore sefahleho se tšohileng le sebopeho li ke ke tsa fetoloa, le hore leha ba ka fetola sebopeho le mokhabiso oa sefahleho seo, e ntse e tla lula e le bonolo ebile e hlakile. Kamora liphetoho tse peli kapa tse tharo tseo khosatsana e ileng ea li tlisa ka bonolo, joalo ka ha moriri oa hae o ne o hlophisitsoe kaholimo ho hlooho (setaele se ileng sa fetoha le ho senya chebahalo ea hae) mme a apere mose oa maroon o nang le 'mala o moputsoa o sekareleta , khosatsana e nyane e ile ea mo potoloha habeli, joale o lokisa mene ea seaparo ka letsoho la hae le lenyane, joale o hlophisa sekarefo mme o mo shebile a inamisitse hlooho pele ka lehlakoreng le leng ebe ka lehlakoreng le leng."
    },
    {
        "language": "Persian",
        "symbol": "fa",
        "text": "این لباس نبود ، بلکه چهره و شکل کامل شاهزاده خانم زیبا نبود ، اما نه مادمازل و نه شاهزاده خانم کوچک این را احساس نکردند. آنها هنوز فکر می کردند که اگر یک روبان آبی در موها قرار داده شود ، موها شانه می شوند و روسری آبی روی بهترین لباس مارون پایین قرار می گیرد و ... همه چیز خوب است. آنها فراموش کردند که چهره وحشت زده و شکل را نمی توان تغییر داد ، و هرچند ممکن است تنظیمات و تزئین آن صورت را تغییر دهند ، این چهره همچنان پر مهر و ساده باقی خواهد ماند. پس از دو یا سه تغییر که شاهزاده خانم با حلیم به آنها تسلیم شد ، درست همانطور که موهایش در بالای سرش مرتب شده بود (سبکی که کاملاً ظاهرش را تغییر داده و خراب می کرد) و یک لباس مارون با روسری آبی کمرنگ پوشید ، شاهزاده خانم كوچك دو بار دور او قدم زد ، حالا با دست كوچكی از لباس را تنظیم كرد ، حالا روسری را مرتب كرد و سرش را از یك طرف خم كرده و سپس از طرف دیگر به او نگاه كرد."
    },
    {
        "language": "Pashto",
        "symbol": "ps",
        "text": "دا کالي نه و ، مګر د شهزادګۍ مخ او ټوله څیره چې ښکلې نه وه ، مګر نه میډیموسیل او نه کوچنۍ شهزادګۍ دا احساس کوي؛ دوی لاهم فکر کاوه که چیرې نیلي ویښتان په ویښتو کې ځای په ځای شوي وي ، ویښتان کنډک شوي وي ، او نیلي نیلي سکارف په ښه مرون پوښاک کې ښکته تنظیم کړي ، او داسې نور ، ټول به ښه شي. دوی هیر کړل چې ویره شوي څیره او ارقام نشي بدلیدلی ، او دا چې ممکن دوی د دې مخ ترتیب او ښکلا بدل کړي ، دا به لا هم پیچلي او ساده پاتې شي. له دوه یا دریو بدلونونو وروسته چې شهزادګۍ په نرمۍ سره سپارلې ، لکه څنګه چې د هغې ویښتان د هغې د سر په پورتنۍ برخه کې تنظیم شوي وو (داسې ب styleه چې د هغې ب looksه یې بدله کړې او خرابه کړې) او هغې د مرون جامې د پوړ نیلي نیلي سکارف سره اغوستې وه. کوچنۍ شهزادګۍ دوه ځله د هغې شاوخوا ګرځېده ، اوس د خپل کوچني لاس سره د جامو ګنډه تنظیموي ، اوس سکارف تنظیموي او د هغې سره د هغې سر ته ګوري چې لومړی په یو اړخ کې او بیا بل خوا."
    },
    {
        "language": "Mongolian",
        "symbol": "mn",
        "text": "Энэ бол даашинз биш, харин гүнжийн царай, бүхэл бүтэн дүр төрх хөөрхөн биш байсан ч мадмуазель ч, бяцхан гүнж ч үүнийг мэдэрсэнгүй; цэнхэр туузыг үсэндээ байрлуулж, үсээ самнаж, цэнхэр ороолт хамгийн сайн хүрэн хүрэн даашинз дээр доогуур байрлуулсан гэх мэт байвал бүгд зүгээр байх болно гэж тэд бодсоор байв. Тэд айдаст автсан царай, дүр төрхийг өөрчлөх боломжгүй гэдгийг, мөн нүүрний чимэглэл, чимэглэлийг өөрчилж болох ч энэ нь өрөвдөлтэй, энгийн хэвээр байх болно гэдгийг тэд мартжээ. Хоёр гурван удаа өөрчлөгдсөний дараа гүнж номхон дуулгавартай байсан бөгөөд яг л үсээ толгойныхоо орой дээр байрлуулсан байсан (түүний төрх байдал нэлээд өөрчлөгдсөн, муудсан хэв маяг), тэр цайвар цэнхэр ороолт бүхий хүрэн улаан даашинз өмссөн байв. , бяцхан гүнж түүнийг хоёр удаа тойрон алхаж, одоо даашинзныхаа жижиг гараараа эвхэж, ороолтоо янзалж, толгойгоо эхлээд нэг талдаа, дараа нь нөгөө талдаа тонгойлгон түүн рүү харав."
    },
    {
        "language": "Myanmar",
        "symbol": "my",
        "text": "ဒါဟာဝတ်စားဆင်ယင်မှုမဟုတ်ဘဲမင်းသမီး၏မျက်နှာနှင့်ပုံသဏ္prettyာန်သည်လှပမှုမရှိသော်လည်း Mademoiselle နှင့်မင်းသမီးလေးကဤအရာကိုမခံစားခဲ့ရပါ။ အကယ်၍ အပြာရောင်ဖဲကြိုးကိုဆံပင်တွင်ထားမည်၊ ဆံပင်ကိုဖြုတ်။ အပြာပဝါသည်အကောင်းဆုံးကြက်သွေးရောင်စားဆင်ယင်အပေါ်အနိမ့်အမြင့်စီစဉ်ပေးမည်၊ သူတို့ကြောက်လန့်နေသောမျက်နှာနှင့်ပုံကိုမပြောင်းလဲနိုင်ကြောင်း၊ သူတို့မျက်နှာ၏အပြင်အဆင်နှင့်အလှဆင်မှုများကိုပြောင်းလဲပစ်နိုင်မည်ကိုမေ့လျော့ခဲ့သည်။ မင်းသမီးမှနူးညံ့သိမ်မွေ့စွာတင်ပြသောအပြောင်းအလဲနှစ်ခုသို့မဟုတ်သုံးခုပြီးနောက်သူမ၏ဆံပင်များသည်ခေါင်းကိုထိပ်တွင်ထားခြင်း (ပုံစံအပြောင်းအလဲမြန်ဆန်ခြင်းနှင့်သူမ၏ပုံသဏ္spoာန်ပျက်ပြားသွားခြင်း) နှင့်သူမအပြာဖျော့ရောင်ပဝါနှင့်အတူကြက်သွေးဝတ်စုံဝတ်ဆင်ထားသကဲ့သို့ မင်းသမီးလေးသည်သူမပတ်ပတ်လည်တွင်နှစ်ကြိမ်လမ်းလျှောက်ခဲ့သည်။ ယခုသူမ၏လက်လေးဖြင့်စားဆင်ယင်ခြံညှိခြင်း၊ ပဝါကိုစီစဉ်ခြင်းနှင့် ဦး ခေါင်းကိုတစ်ဖက်တွင် ဦး ခေါင်းနှင့်နောက်တစ်ဖက်သို့လှည့်ကြည့်လိုက်သည်။"
    },
    {
        "language": "Maltese",
        "symbol": "mt",
        "text": "Ma kinitx il-libsa, imma l-wiċċ u l-figura sħiħa tal-prinċipessa li ma kinux sbieħ, imma la l-mademoiselle u lanqas il-prinċipessa ċkejkna ma ħassewha; xorta ħasbu li kieku tqiegħdet żigarella blu fix-xagħar, ix-xagħar mimxut 'il fuq, u x-xalpa blu rranġata iktar' l isfel fuq l-aqwa libsa maronja, eċċ., kollox ikun tajjeb. Insew li l-wiċċ imbeżża 'u l-figura ma setgħux jinbidlu, u li madankollu jistgħu jibdlu l-issettjar u t-tiżjin ta' dak il-wiċċ, xorta jibqa 'ħasra u ċara. Wara żewġ jew tliet bidliet li l-Prinċipessa ġentilment issottomettiet għalihom, eżatt kif xagħarha kien ġie rranġat fuq in-naħa ta 'fuq ta' rasha (stil li pjuttost biddelha u ħassritha d-dehra tagħha) u kienet libset libsa maronja b'xalpa blu ċar , il-prinċipessa ċkejkna mxiet darbtejn mad-dawra tagħha, issa taġġusta darbiet il-libsa bl-idejn żgħira tagħha, issa tirranġa x-xalpa u tħares lejha bir-ras mgħawġa l-ewwel fuq naħa u mbagħad fuq l-oħra."
    },
    {
        "language": "Malagasy",
        "symbol": "mg",
        "text": "Tsy ny akanjo, fa ny tarehy sy ny endrik'ilay andriambavy no tsy tsara tarehy, fa na i mademoiselle na ilay andriambavy kely dia nahatsapa izany; mbola noheverin'izy ireo ihany fa raha misy tadiny manga ao anaty volo, dia atambatra ny volo, ary ny volon'ondry manga voalamina ambany amin'ny akanjo maronitra tsara indrindra, sns., dia ho tsara daholo. Adinon'izy ireo fa ny endrika natahotra sy ny tarehimarika dia tsy azo ovaina, ary na izany aza dia mety hanova ny toerana sy ny firavaky ny tarehy izy ireo, dia mbola hijanona ho manaitaitra sy tsotra ihany. Taorian'ny fanovana roa na telo izay natolotr'ilay andriambavy tamim-pahalemem-panahy, tahaka ny volony nalahatra teo an-tampon-dohany (fomba iray izay nanova be sy nanimba ny endriny) ary nanao akanjo marobe izy niaraka tamin'ny lamba manga mavokely. , nandeha nanodidina azy indroa ilay andriambavy kely, ankehitriny nanamboatra ny lamban'ny akanjo tamin'ny tanany kely, ankehitriny dia nandamina ilay scarf ary nijery azy tamin'ny lohany niondrika aloha tamin'ny lafiny iray ary avy eo tamin'ny ilany."
    },
    {
        "language": "Latin",
        "symbol": "la",
        "text": "Non habitu sed omne os quod non fere figura reginae, nec modicum nec princeps Gineta perciperet; quod si adhuc posita vitta hyacinthina coma pectine comae, et pallium hyacinthinum Marcum ordine inferiorum optimo habitu sic omnes feras. Obliti enim mutari non figuram facie territis et decoremque utcunque mutetur occasum vultus flebilis adhuc maneret et. Post duos vel tres mutationes quorum princeps esto summitto, mox ut capillum his vero ita conpositis in summo sui capitis (a genus vertitur per civitates et praedatus est ea vultus) et se posuit super maroon habitu cum albe coerulea chlamydem et ambulavit paulo princeps circum se bis iam de habitu accommodanti, cum ea paulo complicare manus, nunc disponendum cito pallium, respiciens ad eam flecti caput eius, ex una parte, et tunc primum in se."
    },
    {
        "language": "Luxembourgish",
        "symbol": "lb",
        "text": "Et war net d'Kleed, awer d'Gesiicht an d'ganz Figur vun der Prinzessin, déi net schéin war, awer weder d'Mademoiselle nach déi kleng Prinzessin hunn dat fonnt; si hunn nach ëmmer geduecht datt wann e bloe Bändchen an d'Hoer plazéiert ass, d'Hoer gekämmt an de bloe Schal méi niddereg op de beschte maroon Kleed arrangéiert, an sou weider, alles wier gutt. Si hu vergiess datt dat erféiert Gesiicht an d'Figur net verännert kéinte ginn, an datt se awer d'Astellung an d'Ausschéinung vun deem Gesiicht verännere kéinten, et bleiwt nach schuedend an einfach. No zwou oder dräi Ännerungen, op déi d'Prinzessin mëll geschéckt huet, sou wéi hir Hoer uewen um Kapp arrangéiert waren (e Stil, deen hir Ausgesinn zimmlech verännert a verwinnt huet) a si huet e maroon Kleed mat engem blass-bloen Schal ugedoen , déi kleng Prinzessin ass zweemol ronderëm si gaang, passt elo e Falt vum Kleed mat hirer klenger Hand un, arrangéiert elo de Schal a kuckt hatt mam Kapp fir d'éischt op enger Säit an duerno op der anerer."
    },
    {
        "language": "Kyrgyz",
        "symbol": "ky",
        "text": "Бул принцесстин көйнөгү эмес, жүзү жана фигурасы сулуу эмес болчу, бирок муну мадмуазель дагы, кичинекей ханбийке дагы сезишкен эмес; алар дагы эле чачка көк тасма салынса, чачы тарап, көк жоолук эң мыкты кочкул кызыл көйнөккө ылдый жайгашса ж.б.у.с. болсо, анда баары жакшы болот деп ойлошкон. Алар корккон жүздү жана фигураны өзгөртүүгө болбой тургандыгын, бирок ошол жүздүн жасалгасын жана жасалгасын өзгөртө алышса дагы, аянычтуу жана жөнөкөй бойдон калаарын унутушту. Эки-үч жолу өзгөргөндөн кийин, принцесса чачы баштын үстүнө жайгаштырылгандай (анын сырткы көрүнүшү бир топ өзгөрүлүп, бузулган) жана кочкул көк жоолук салынган күрөң көйнөк кийгизген. , кичинекей ханбийке эки жолу айланып, кичинекей колу менен көйнөктүн бүктөлүшүн жөндөп, эми жоолукту тизип, башын бир жагына, андан кийин экинчи жагына бүгүлүп карап турду."
    },
    {
        "language": "Kazakh",
        "symbol": "kk",
        "text": "Бұл ханшайымның көйлегі емес, оның бет-әлпеті мен фигурасы әдемі болған жоқ, бірақ мұны мадмуазель де, кішкентай ханшайым да сезбеді; олар әлі күнге дейін шашқа көк лента байлап, шашты таратып, көк шарфты ең жақсы қызыл көйлекке және т.с.с. орналастырса, бәрі жақсы болар еді деп ойлады. Олар үрейленген бет пен фигураны өзгерту мүмкін еместігін және бұл тұлғаның көрінісі мен сәнін өзгерте алса да, ол әлі де аянышты және қарапайым болып қалатынын ұмытып кетті. Екі-үш өзгерістен кейін ханшайым момындықпен бағындырды, дәл сол сияқты, оның шашы басының жоғарғы жағына орналастырылған (стиль оның түрін әбден өзгерткен және бүлдірген) және ол ақшыл-көк шарфты қызыл қоңыр көйлек киген , кішкентай ханшайым оның айналасында екі рет жүрді, енді кішкене қолымен көйлектің бүктемесін реттеп, енді шарфты жинап, оған алдымен бір жағынан, содан кейін екінші жағынан басын еңкейтіп қарап тұрды."
    },
    {
        "language": "Kurdish",
        "symbol": "ku",
        "text": "Ew ne cil bû, lê rû û tevahî şahzade ne xweş bû, lê ne mademoiselle û ne jî prensesa piçûk ev hîs nedikirin; wan hîna jî difikirîn ku heke kumek şîn di nav por de were danîn, por tevlihev bibin, û şalikê şîn li ser cilûbergê marûnê yê herî çêtir rêzkirî, û hwd., dê her baş bibe. Wan ji bîr kir ku rûyê tirsnak û hêjmar nayê guhertin, û ku her çend dibe ku ew xemilandin û xemilandina wê rûyê biguhezin, ew ê hîn jî dilrakêş û zelal bimîne. Piştî du an sê guhartinên ku şahzade bi nermî pêşkêşî wan kir, mîna ku porê wê li serê serê wê hatibûn rêz kirin (şêwazek ku awirên wê pir diguhezand û xera dikir) û wê kirasek maronî bi şalikek şîn-gewr li xwe kiribû , prensesa piçûk du caran li dora xwe geriya, nuha bi destê xweyê piçûk qatek cil li hevûdu rast kir, naha şalik rêz kir û serê xwe li aliyekê û paşê jî li aliyê din xwar kir li wê nihêrî."
    },
    {
        "language": "Kannada",
        "symbol": "kn",
        "text": "ಇದು ಉಡುಪಾಗಿರಲಿಲ್ಲ, ಆದರೆ ರಾಜಕುಮಾರಿಯ ಮುಖ ಮತ್ತು ಸಂಪೂರ್ಣ ಆಕೃತಿಯು ಸುಂದರವಾಗಿರಲಿಲ್ಲ, ಆದರೆ ಮ್ಯಾಡೆಮೊಯಿಸೆಲ್ ಅಥವಾ ಪುಟ್ಟ ರಾಜಕುಮಾರಿಯು ಇದನ್ನು ಅನುಭವಿಸಲಿಲ್ಲ; ಕೂದಲಿನಲ್ಲಿ ನೀಲಿ ಬಣ್ಣದ ರಿಬ್ಬನ್ ಅನ್ನು ಇರಿಸಿದರೆ, ಕೂದಲನ್ನು ಬಾಚಿಕೊಳ್ಳಲಾಗುತ್ತದೆ ಮತ್ತು ನೀಲಿ ಸ್ಕಾರ್ಫ್ ಅತ್ಯುತ್ತಮ ಮರೂನ್ ಉಡುಪಿನ ಮೇಲೆ ಕೆಳಕ್ಕೆ ಜೋಡಿಸಲ್ಪಡುತ್ತದೆ, ಮತ್ತು ಹೀಗೆ, ಎಲ್ಲವೂ ಚೆನ್ನಾಗಿರುತ್ತದೆ ಎಂದು ಅವರು ಇನ್ನೂ ಭಾವಿಸಿದ್ದರು. ಭಯಭೀತರಾದ ಮುಖ ಮತ್ತು ಆಕೃತಿಯನ್ನು ಬದಲಾಯಿಸಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ಅವರು ಆ ಮುಖದ ಸೆಟ್ಟಿಂಗ್ ಮತ್ತು ಅಲಂಕರಣವನ್ನು ಬದಲಾಯಿಸಬಹುದಾದರೂ, ಅದು ಇನ್ನೂ ಕರುಣಾಜನಕ ಮತ್ತು ಸರಳವಾಗಿ ಉಳಿಯುತ್ತದೆ ಎಂಬುದನ್ನು ಅವರು ಮರೆತಿದ್ದಾರೆ. ಎರಡು ಅಥವಾ ಮೂರು ಬದಲಾವಣೆಗಳ ನಂತರ ರಾಜಕುಮಾರಿ ಸೌಮ್ಯವಾಗಿ ಸಲ್ಲಿಸಿದಳು, ಅವಳ ಕೂದಲನ್ನು ಅವಳ ತಲೆಯ ಮೇಲ್ಭಾಗದಲ್ಲಿ ಜೋಡಿಸಿದಂತೆಯೇ (ಒಂದು ಶೈಲಿಯು ಅವಳ ನೋಟವನ್ನು ಸಾಕಷ್ಟು ಬದಲಿಸಿತು ಮತ್ತು ಹಾಳುಮಾಡಿತು) ಮತ್ತು ಅವಳು ಮರೂನ್ ಉಡುಪನ್ನು ಮಸುಕಾದ ನೀಲಿ ಬಣ್ಣದ ಸ್ಕಾರ್ಫ್ನೊಂದಿಗೆ ಧರಿಸಿದ್ದಳು , ಪುಟ್ಟ ರಾಜಕುಮಾರಿ ಅವಳ ಸುತ್ತಲೂ ಎರಡು ಬಾರಿ ನಡೆದಳು, ಈಗ ತನ್ನ ಪುಟ್ಟ ಕೈಯಿಂದ ಉಡುಪಿನ ಒಂದು ಪಟ್ಟು ಸರಿಹೊಂದಿಸಿ, ಈಗ ಸ್ಕಾರ್ಫ್ ಅನ್ನು ಜೋಡಿಸಿ ಮತ್ತು ಅವಳ ತಲೆಯನ್ನು ಮೊದಲು ಒಂದು ಬದಿಯಲ್ಲಿ ಮತ್ತು ನಂತರ ಇನ್ನೊಂದಕ್ಕೆ ಬಾಗಿಸಿ ನೋಡುತ್ತಿದ್ದಳು."
    },
    {
        "language": "Irish",
        "symbol": "ga",
        "text": "Níorbh é an gúna é, ach aghaidh agus figiúr iomlán na banphrionsa nach raibh go deas, ach níor mhothaigh mademoiselle ná an banphrionsa beag é seo; shíl siad fós dá gcuirfí ribín gorm sa ghruaig, go dtiocfadh an ghruaig le chéile, agus an scairf gorm socraithe níos ísle ar an gúna marún is fearr, agus mar sin de, bheadh ​​gach rud go maith. Rinne siad dearmad nach bhféadfaí an t-aghaidh scanraithe agus an figiúr a athrú, agus go bhféadfaidís athrú a dhéanamh ar shuíomh agus ar mhaisiú an duine sin, áfach, go bhfanfadh sé piteous agus plain. Tar éis dhá nó trí athrú a chuir an banphrionsa isteach go bog, díreach mar a bhí a cuid gruaige socraithe ar bharr a ceann (stíl a d’athraigh agus a mhill a cuid cuma) agus a chuir uirthi gúna marún le scairf pale-gorm , shiúil an banphrionsa beag timpeall uirthi faoi dhó, anois ag filleadh fillte an gúna lena lámh bheag, ag socrú an scairf anois agus ag féachaint uirthi lena ceann lúbtha ar dtús ar thaobh amháin agus ansin ar an taobh eile."
    },
    {
        "language": "Igbo",
        "symbol": "ig",
        "text": "Ọ bụghị uwe ahụ, mana ihu na ọnụ ọgụgụ dum nke adaeze ahụ adịghị mma, mana ma mademoiselle ma ọ bụ obere adaeze ahụ chere na nke a; ha ka chere na ọ bụrụ na etinyere rịbọn na-acha anụnụ anụnụ na ntutu, ntutu na-agbakọta, na ịchafụ na-acha anụnụ anụnụ na-edozi ala na akwa maroon kacha mma, na na, ihe niile ga-adị mma. Ha chefuru na enweghi ụjọ igbanwe ihu na ujo ahu na onu ogugu a, na n’agbanyeghi na ha nwere ike igbanwe onodu na icho mma nke ihu ahu, o ka ga bu odi nma. Mgbe mgbanwe abụọ ma ọ bụ atọ nke adaeze ahụ wedara nwayọ nwayọ, dịka a haziri ntutu isi ya n'isi (ụdị nke gbanwere ma mebie ọdịdị ya) ma tinye akwa uwe na-acha uhie uhie na-acha anụnụ anụnụ , obere adaeze na-ejegharị ugboro abụọ gburugburu ya, na-ejizi obere aka ya edozi otu uwe akwa ahụ, wee dozie ịchafụ ahụ ma lelee ya anya ka isi ya buru ụzọ buru otu akụkụ wee banye n'akụkụ nke ọzọ."
    },
    {
        "language": "Hmong",
        "symbol": "hmn",
        "text": "Nws tsis yog hnav ris tsho, tab sis lub ntsej muag thiab tag nrho ntawm tus ntxhais huab tais uas tsis zoo nkauj, tab sis tsis yog mademoiselle thiab tus ntxhais huab tais tsis zoo li no; lawv tseem xav tias yog tias xiav xov tooj liab tau tso rau hauv cov plaub hau, plaub hau los sib txuas, thiab daim ntaub xiav khi tau qis dua ntawm qhov hnav zoo nkauj maroon, thiab yog li ntawd, txhua yam yuav zoo. Lawv tsis nco qab tias lub ntsej muag txaus ntshai thiab daim duab tsis tuaj yeem hloov kho tau, thiab tias txawm li cas los xij lawv yuav hloov qhov chaw teeb tsa thiab kev ua kom lub ntsej muag zoo nkauj ntawd, nws tseem yuav piteous thiab tiaj. Tom qab ob lossis peb qhov kev hloov pauv uas tus ntxhais huab tais ua siab mos siab muag, ib yam li nws cov plaub hau tau muab tso rau saum nws lub taub hau (ib qho qauv uas yooj yim heev thiab xas nws lub ntsej muag) thiab nws tau hnav lub tiab maroon nrog lub ntsej muag daj xiav. , tus me ntxhais huab tais taug kev ob zaug puag ncig nws, tam sim no kho ib daim tiab rau khaub ncaws nrog nws txhais tes me me, tam sim no npaj txoj phuam qhwv caj dab thiab saib nws nrog nws lub taub hau khoov ua ntej ntawm ib sab thiab tom qab."
    },
    {
        "language": "Hungarian",
        "symbol": "hu",
        "text": "Nem a ruha, hanem a hercegnő arca és egész alakja volt nem szép, de ezt sem a mademoiselle, sem a kis hercegnő nem érezte; még mindig azt gondolták, hogy ha kék szalagot helyeznek a hajba, a hajat felfésülik, és a kék sálat lejjebb rendezik a legjobb gesztenyebarna ruhán stb., akkor minden rendben lesz. Elfelejtették, hogy a rémült arc és az alak nem változtatható meg, és bárhogy is változtathatják az arc beállítását és díszítését, az mégis szánalmas és sima marad. Két vagy három változtatás után, amelyeknek a hercegnő szelíden alávetette magát, éppen akkor, amikor a haja a feje tetejére volt elrendezve (olyan stílus, amely meglehetősen megváltoztatta és elrontotta a kinézetét), és egy barna ruhát vett fel, halványkék kendővel , a kis hercegnő kétszer körbejárta, most kis kezével a ruha hajtását igazította, most elrendezte a sálat, és hajlított fejjel nézett rá először az egyik, majd a másik oldalra."
    },
    {
        "language": "Hawaiian",
        "symbol": "haw",
        "text": "ʻAʻole ia ka lole, akā ʻo ka helehelena a me ke ʻano holoʻokoʻa o ke kamāliʻiwahine i nani ʻole, akā ʻaʻole ʻo mademoiselle a me ke kamāliʻiwahine liʻiliʻi i manaʻo i kēia; ua manaʻo lākou inā e hoʻokomo ʻia kahi lipine polū i ka lauoho, e hoʻopili ʻia ka lauoho, a hoʻonohonoho ʻia ka scarf polū ma lalo o ka lole maroon maikaʻi loa, a pēlā aku, e maikaʻi nā mea āpau. Ua poina lākou ʻaʻole hiki ke hoʻololi i ka maka makaʻu a me ke kiʻi, a ʻoiai lākou e hoʻololi i ka hoʻonohonoho a me ka hoʻonani ʻana o kēlā helehelena, e mau nō ke ʻano a me ka maʻalahi. Ma hope o ʻelua a ʻekolu paha mau hoʻololi a ke kamāliʻiwahine i noi haʻahaʻa aku ai, e like me ka hoʻonohonoho ʻana o kona lauoho ma ke poʻo o kona poʻo (kahi ʻano i loli a hōʻinoʻino i kona mau helehelena) a ua ʻaʻahu ʻo ia i ka lole maroon me kahi scarf blue-pale , hele wāwae ke kamāliʻiwahine liʻiliʻi ʻelua a puni iā ​​ia, i kēia manawa e hoʻoponopono ana i kahi pā o ka lole me kona lima liʻiliʻi, i kēia manawa e hoʻonohonoho ana i ka scarf a ke nānā aku nei iā ia me ke poʻo e kūlou mua ma kekahi ʻaoʻao a laila ma kekahi ʻaoʻao."
    },
    {
        "language": "Hausa",
        "symbol": "ha",
        "text": "Ba rigar ba ce, amma fuska da cikakkiyar siffa ta gimbiya ba ta da kyau, amma ba mademoiselle ko ƙaramar gimbiya sun ji wannan ba; har yanzu suna tunanin cewa idan an sanya zaren shuɗi a cikin gashi, gashin ya haɗu, kuma shudin zane ya shirya ƙasa a kan mafi kyawun rigar maroon, da sauransu, komai zai yi kyau. Sun manta cewa fuskokin da suka firgita da adadi ba za a iya canza su ba, kuma duk da haka za su iya canza saitin da adon wannan fuskar, zai ci gaba da zama mai laushi da bayyana. Bayan sauye-sauye biyu ko uku wanda gimbiya ta sallama cikin tawali'u, kamar dai yadda aka tsara gashinta a saman kanta (salon da yake canzawa sosai kuma ya lalata mata kwalliyarta) kuma ta sanya rigar maroon tare da gyale mai shuɗi-shuɗi , 'yar gimbiya ta zagaye sau biyu a kanta, yanzu tana gyara ninkewar riga da karamin hannunta, yanzu tana tsara zanin da kallonta tare da sunkuyar da kanta da farko a gefe daya sannan kuma daga dayan."
    },
    {
        "language": "Georgian",
        "symbol": "ka",
        "text": "ეს არ იყო კაბა, არამედ პრინცესას სახე და მთელი ფიგურა, რომელიც ლამაზი არ იყო, მაგრამ არც მადემოზელმა და არც პატარა პრინცესამ არ იგრძნეს ეს; მათ ჯერ კიდევ ეგონათ, რომ თუ ლურჯი ლენტი დაიდო თმებში, თმა აიჩეჩა და ცისფერი შარფი ქვედა მარინე საუკეთესო კაბაზე და ასე შემდეგ, ყველაფერი კარგად იქნებოდა. მათ დაავიწყდათ, რომ შეშინებული სახისა და ფიგურის შეცვლა არ შეიძლებოდა და, მიუხედავად იმისა, რომ მათ შეეძლოთ შეცვალონ ამგვარი სახის დეკორაცია და გაფორმება, ის მაინც შეინარჩუნებდა საძაგელს და სადა. ორი ან სამი ცვლილების შემდეგ, რომელსაც პრინცესამ თვინიერად წარუდგინა, ზუსტად ისე, როგორც თმა თავზე ჰქონდა დალაგებული (სტილი საკმაოდ ცვალებდა და აფუჭებდა მის გარეგნობას) და მან მოაწყო მუქი ფერის კაბა ღია ლურჯი შარფით. , პატარა პრინცესამ ორჯერ შემოუარა მას, ახლა კი პატარა ხელით მოაწესრიგა კაბის ნაკეცი, ახლა შარფი მოაწყო და ჯერ ერთი მხრიდან, შემდეგ კი მეორეზე დახარა თავი."
    },
    {
        "language": "Gujarati",
        "symbol": "gu",
        "text": "તે ડ્રેસ ન હતો, પરંતુ રાજકુમારીનો ચહેરો અને આખું આકૃતિ જે સુંદર ન હતું, પરંતુ મેડમોઇસેલે ન તો નાની રાજકુમારીને આ લાગ્યું; તેઓ હજી પણ વિચારતા હતા કે જો વાળમાં વાદળી રંગનો રિબન મૂકવામાં આવે છે, વાળ લંબાવેલા હોય છે, અને વાદળી સ્કાર્ફ શ્રેષ્ઠ મરૂન ડ્રેસ પર નીચલા ગોઠવેલા હોય છે, અને તેથી, બધા બરાબર હશે. તેઓ ભૂલી ગયા કે ગભરાયેલા ચહેરો અને આકૃતિને બદલી શકાતી નથી, અને તેમ છતાં તે ચહેરાની ગોઠવણી અને સુશોભનને બદલી શકે છે, તે હજી પણ દયાળુ અને સાદો રહેશે. રાજકુમારીએ નમ્રતાપૂર્વક રજૂ કરેલા બે કે ત્રણ ફેરફારો પછી, જેમ કે તેના વાળ તેના માથા ઉપર ગોઠવવામાં આવ્યા હતા (એક શૈલી જે તેના દેખાવને તદ્દન બદલી અને બગાડે છે) અને તેણીએ નિસ્તેજ વાદળી સ્કાર્ફ સાથે મરૂન ડ્રેસ પહેર્યો હતો. , નાનો રાજકુમારી તેના બે હાથની સાથે ડ્રેસનો એક ગણો વ્યવસ્થિત કરતી, હવે સ્કાર્ફ ગોઠવે છે અને તેણીને તેના માથા વડે પ્રથમ તરફ એક બાજુ અને પછી બીજી તરફ વળીને જોતી રહે છે."
    },
    {
        "language": "Frisian",
        "symbol": "fy",
        "text": "It wie net de jurk, mar it gesicht en de heule figuer fan 'e prinsesse dy't net moai wie, mar noch mademoiselle noch de lytse prinsesse fielden dit; se tochten noch dat as in blau lint yn 't hier waard pleatst, it hier opkamde, en de blauwe sjaal leger op' e bêste moarne jurk, ensafuorthinne, soe alles goed wêze. Se fergeaten dat it eangstige gesicht en de figuer net kinne wurde feroare, en dat se lykwols de ynstelling en fersiering fan dat gesicht feroarje soene, it soe noch jammerdearlik en gewoan bliuwe. Nei twa of trije feroaringen wêrby't de prinsesse sêft yntsjinne, krekt doe't har hier op 'e boppekant fan har holle wie regele (in styl dy't har uterlik frij feroare en bedoarn) en se in moarine jurk mei in bleeblauwe sjaal hie , de lytse prinsesse rûn twa kear om har hinne, paste no in fou fan 'e jurk oan mei har lytse hân, no de sjaal te regeljen en seach har oan mei de holle earst oan' e iene kant en doe oan 'e oare kant bûgde."
    },
    {
        "language": "Corsican",
        "symbol": "co",
        "text": "Ùn era micca u vestitu, ma u visu è a figura sana di a principessa chì ùn eranu belli, ma nè mademoiselle, nè a piccula principessa ùn a sentianu; anu sempre pensatu chì sì un nastru turchinu fussi piazzatu in i capelli, i capelli pettinati, è a sciarpa turchina disposta più bassu nantu à u megliu vestitu marrone, eccetera, tuttu anderia bè. S'anu scurdatu chì u visu spaventatu è a figura ùn pudianu micca esse alterati, è chì quantunque pudessinu cambià l'ambientazione è l'ornamentu di quellu visu, fermerebbe sempre pietosu è chjaru. Dopu dui o trè cambiamenti à i quali a principessa sottumessa cù umiltà, cum'è i so capelli eranu stati disposti in cima di a so testa (un stile chì hà cambiatu abbastanza è guastatu u so sguardu) è avia messu un vestitu marrone cù una sciarpa pallidu turchinu. , a piccula principessa camminava duie volte intornu ad ella, aghjustendu avà una piega di u vestitu cù a so piccula manu, oramai urganizendu a sciarpa è fighjendula cù a testa piegata prima da un latu è dopu da l'altru."
    },
    {
        "language": "Bosnian",
        "symbol": "bs",
        "text": "Nije bila haljina, već lice i čitav lik princeze koji nisu bili lijepi, ali ni mademoiselle ni mala princeza nisu to osjećale; još uvijek su mislili da bi se, ako se plava vrpca stavi u kosu, kosa začešljala i plavi šal smjestio niže na najbolju kestenjastu haljinu, i tako dalje, sve dobro. Zaboravili su da se uplašeno lice i lik ne mogu mijenjati i da, kako god mogli promijeniti postavku i ukras tog lica, ono će i dalje ostati jadno i čisto. Nakon dvije ili tri promjene kojima se princeza krotko podvrgla, baš kao što joj je kosa bila uređena na vrhu glave (stil koji joj je prilično izmijenio i pokvario izgled) i odjenula je kestenjastu haljinu s blijedoplavim šalom , mala princeza je dva puta zaobišla, namještajući nabor haljine malom rukom, sada slažući šal i gledajući je savijene glave prvo s jedne, a zatim s druge strane."
    },
    {
        "language": "Azerbaijani",
        "symbol": "az",
        "text": "Paltarı yox, şahzadənin üzü və bütün fiquru yaraşıqlı deyildi, ancaq nə mademoiselle, nə də kiçik şahzadə bunu hiss etmədi; yenə də saçlarına mavi bir lent qoyulsaydı, saçlar daranarsa və mavi şərf ən yaxşı maroon paltarının altına düzülsəydi və sair, hər şeyin yaxşı olacağını düşünürdülər. Qorxmuş üzün və fiqurun dəyişdirilə bilməyəcəyini və bu üzün quruluşunu və bəzəyini dəyişdirə bilsələr də, yenə də acınacaqlı və açıq qalacağını unutdular. Şahzadənin mülayim şəkildə təqdim etdiyi iki və ya üç dəyişiklikdən sonra, saçları başının üstünə düzülmüşdü (görünüşü olduqca dəyişdirilmiş və korlanmış bir stil) və solğun-mavi şərflə qəhvəyi paltar geymişdi. , kiçik şahzadə iki dəfə gəzdi, indi balaca əli ilə paltarın bir qatını düzəltdi, indi şərfi düzəldib başı əvvəl bir tərəfə, sonra digər tərəfə əyilmiş halda ona baxdı."
    },
    {
        "language": "Albanian",
        "symbol": "sq",
        "text": "Nuk ishte veshja, por fytyra dhe e gjithë figura e princeshës që nuk ishte e bukur, por as mademoiselle dhe as princesha e vogël nuk e ndjenin këtë; ata ende mendonin se nëse një fjongo blu do të vendosej në flokë, flokët do të kriheshin, dhe shalli blu i rregulluar më poshtë në veshjen më të mirë ngjyrë gështenjë, e kështu me radhë, gjithçka do të ishte mirë. Ata harruan që fytyra dhe figura e frikësuar nuk mund të ndryshohej dhe se sidoqoftë ata mund të ndryshonin vendosjen dhe zbukurimin e kësaj fytyre, ajo përsëri do të mbetej e dhembshur dhe e thjeshtë. Pas dy ose tre ndryshimeve të cilave princesha iu nënshtrua butësisht, ashtu siç flokët i ishin rregulluar në majë të kokës (një stil që mjaft i ndryshoi dhe i prishi pamjen) dhe ajo kishte veshur një fustan ngjyrë gështenjë me një shall blu të çelët , princesha e vogël eci dy herë rreth saj, tani rregullonte një palë fustan me dorën e saj të vogël, tani rregullonte shallin dhe e shikonte me kokën të përkulur fillimisht në njërën anë dhe pastaj në tjetrën."
    },
    {
        "language": "Amharic",
        "symbol": "am",
        "text": "ልብሱ አልነበረም ፣ ግን የልዑልቱ ፊት እና አጠቃላይ ስእል ቆንጆ አልነበረም ፣ ግን ማደሴይዜልም ሆነ ትንሹ ልዕልት ይህንን አልተሰማውም ነበር ፡፡ ሰማያዊ ሪባን በፀጉር ውስጥ ቢቀመጥ ፣ ፀጉሩ ከተነጠፈ ፣ እና ሰማያዊው ሻርፕ በጥሩ ማርጌድ ቀሚስ ላይ ዝቅ እንዲል ይደረጋል ፣ እና የመሳሰሉት ሁሉ ደህና ይሆናሉ ብለው አስበው ነበር። እነሱ የተደናገጠው ፊት እና ስዕሉ ሊለወጥ እንደማይችል ረሱ ፣ እና ምንም እንኳን የዚያን ገጽታ አቀማመጥ እና ጌጣጌጥ ቢለውጡም አሁንም ቢሆን ነቀፋ እና ግልፅ ሆኖ ይቀራል። ፀጉሯ በጭንቅላቱ አናት ላይ እንደተስተካከለ (መልክዋን በጣም የሚቀይር እና የሚያበላሽ ቅጥ) ልዕልትዋም በየዋህነት ካቀረቧት ሁለት ወይም ሶስት ለውጦች በኋላ ፣ ባለቀለም ሰማያዊ ሻማ ያለች ማሮን ቀሚስ ለብሳ ፣ ትንሹ ልዕልት በእሷ ዙሪያ ሁለት ጊዜ ተመላለሰች ፣ አሁን በትንሽ እ hand የልብስ ማጠፍያ እያስተካከለች ፣ አሁን ሻርፉን በማስተካከል እና በመጀመሪያ በአንዱ ጎን ከዚያም በሌላ በኩል አንገቷን ጎንበስ ብላ እየተመለከተች ፡፡"
    },
    {
        "language": "Basque",
        "symbol": "eu",
        "text": "Ez zen soinekoa, baina printzesaren aurpegia eta irudi osoa ez ziren politak, baina ez andereñoak eta ez printzesa txikiak hori sentitu zuten; oraindik pentsatzen zuten ilean zinta urdin bat jarriko balitz, ilea orraztuta eta bufanda urdina soineko granate onenaren gainean behean antolatuta, eta abar, dena ondo egongo zela. Ahaztu egin ziren aurpegi beldurgarria eta irudia ezin zirela aldatu, eta, hala ere, aurpegi horren dekorazioa eta apaingarria alda zezaketen, oraindik penagarria eta arrunta izaten jarraituko zuela. Printzesak apalki aurkeztu zituen bizpahiru aldaketen ondoren, ilea buruaren gainean jarrita zeukan bezala (itxura nahiko aldatu eta kaltetu zuen estiloa) eta soineko granatea jantzi zuen zapi urdin zurbil batekin , printzesa txikia birritan ibili zen inguruan, orain soinekoaren tolestura bat esku txikiarekin egokitzen, orain zapia antolatzen eta burua makurtuta lehenik alde batetik eta gero bestetik begira."
    },
    {
        "language": "Cebuano",
        "symbol": "ceb",
        "text": "Dili kini ang sinina, apan ang nawong ug tibuuk nga dagway sa prinsesa nga dili matahum, bisan ni mademoiselle ni ang gamay nga prinsesa nga wala mobati niini; gihunahuna pa nila nga kung ang usa ka asul nga laso nga gibutang sa buhok, gisul-ot ang buhok, ug ang asul nga scarf nga gihikay nga mas ubos sa labing kaayo nga sinina nga maroon, ug uban pa, maayo ra ang tanan. Nakalimot sila nga ang nahadlok nga nawong ug ang dagway dili mabag-o, ug bisan kung unsaon nila mabag-o ang setting ug pagdayandayan sa kana nga nawong, magpabilin gihapon kini nga buut ug malinaw. Pagkahuman sa duha o tulo nga mga pagbag-o diin ang prinsesa maaghop nga nagsumite, sama nga ang iyang buhok naayos sa ibabaw sa iyang ulo (usa ka istilo nga nagbag-o ug nakadaot sa iyang hitsura) ug nagsul-ob siya og usa ka maroon nga sinina nga adunay usa ka maluspad nga asul nga scarf , ang gamay nga prinsesa naglakaw duha ka beses sa iyang palibut, karon nag-ayos sa usa ka pilo sa sinina sa iyang gamay nga kamut, nga karon gihusay ang scarf ug gitan-aw siya nga ang iyang ulo nabaluktot una sa usa ka kilid ug pagkahuman sa pikas."
    }
]