[
    {
      "language": "English",
      "symbol": "en",
      "text": "Fortunately, after an hour of unheard-of fatigues, and of gymnastic exercises that would have been trying to an acrobat, we came to a vast field of ice, which wholly surrounded the bottom of the cone of the volcano. The natives called it the tablecloth, probably from some such reason as the dwellers in the Cape of Good Hope call their mountain Table Mountain, and their roads Table Bay. Here, to our mutual surprise, we found an actual flight of stone steps, which wonderfully assisted our ascent. This singular flight of stairs was, like everything else, volcanic. It had been formed by one of those torrents of stones cast up by the eruptions. If this singular torrent had not been checked in its descent by the peculiar shape of the flanks of the mountain, it would have swept into the sea, and would have formed new islands. Such as it was, it served us admirably."
    },  
    {
        "language": "Arabic",
        "symbol": "ar",
        "text": "لحسن الحظ ، بعد ساعة من التعب الذي لم يسمع به من قبل ، وتمارين الجمباز التي كانت تحاول لعب بهلوان ، وصلنا إلى حقل جليدي واسع ، يحيط بالكامل بقاع مخروط\nبركان. أطلق عليه السكان الأصليون اسم مفرش المائدة ، ربما من بعض الأسباب مثل سكان رأس الرجاء الصالح الذين يطلقون على جبل تيبل ، وطرقهم خليج تيبل. هنا ، لدهشتنا المتبادلة ، وجدنا رحلة فعلية من درجات حجرية ، والتي ساعدت بشكل رائع في صعودنا. كانت هذه الرحلة الفريدة من الدرج ، مثل كل شيء آخر ، بركانية. تم تشكيله من خلال واحدة من تلك السيول من الحجارة التي أحدثتها الانفجارات. إذا لم يتم التحقق من هذا السيل الفريد في نزوله من خلال الشكل الغريب لأطراف الجبل ، لكان قد اجتاح البحر ، وكان سيشكل جزرًا جديدة. كما كان ، فقد خدمنا بشكل رائع."
    },
    {
        "language": "Dutch",
        "symbol": "nl",
        "text": "Gelukkig kwamen we na een uur van ongehoorde vermoeidheid en van gymnastische oefeningen die een acrobaat zouden zijn geweest, bij een enorm ijsveld, dat de bodem van de kegel van de\nvulkaan. De inboorlingen noemden het het tafelkleed, waarschijnlijk om de een of andere reden zoals de bewoners van Kaap de Goede Hoop hun berg Tafelberg noemen, en hun wegen Tafelbaai. Hier vonden we tot onze wederzijdse verbazing een echte stenen trap, die onze beklimming wonderwel ondersteunde. Deze bijzondere trap was, zoals al het andere, vulkanisch. Het was gevormd door een van die stromen stenen die door de uitbarstingen waren opgeworpen. Als deze bijzondere stroom tijdens zijn afdaling niet was belemmerd door de eigenaardige vorm van de flanken van de berg, zou hij de zee zijn binnengespoeld en nieuwe eilanden hebben gevormd. Zoals het ook was, het heeft ons bewonderenswaardig gediend."
    },
    {
        "language": "French",
        "symbol": "fr",
        "text": "Heureusement, après une heure de fatigues inouïes, et d'exercices de gymnastique qui auraient tenté un acrobate, nous arrivâmes à un vaste champ de glace, qui entourait entièrement le fond du cône du\nvolcan. Les indigènes l'appelaient la nappe, probablement pour une raison telle que les habitants du cap de Bonne-Espérance appellent leur montagne Table Mountain et leurs routes Table Bay. Ici, à notre surprise mutuelle, nous avons trouvé une véritable volée de marches de pierre, qui ont merveilleusement aidé notre ascension. Cette volée d'escalier singulière était, comme tout le reste, volcanique. Il avait été formé par l'un de ces torrents de pierres jetés par les éruptions. Si ce torrent singulier n'avait pas été freiné dans sa descente par la forme particulière des flancs de la montagne, il aurait balayé la mer, et aurait formé de nouvelles îles. Tel qu'il était, il nous a servis admirablement."
    },
    {
        "language": "German",
        "symbol": "de",
        "text": "Glücklicherweise kamen wir nach einer Stunde unerhörter Strapazen und Gymnastikübungen, die ein Akrobat versucht hätte, zu einem riesigen Eisfeld, das den Boden des Kegels vollständig umgab\nVulkan. Die Eingeborenen nannten es die Tischdecke, wahrscheinlich aus einem Grund, wie die Bewohner des Kaps der Guten Hoffnung ihren Berg Tafelberg und ihre Straßen Tafel Bucht nennen. Zu unserer gegenseitigen Überraschung fanden wir hier eine echte Steintreppe, die unseren Aufstieg wunderbar unterstützte. Diese einzigartige Treppe war wie alles andere vulkanisch. Es war von einem dieser Ströme von Steinen gebildet worden, die durch die Eruptionen aufgeworfen wurden. Wenn dieser einzigartige Strom nicht durch die besondere Form der Flanken des Berges in seinem Abstieg kontrolliert worden wäre, wäre er ins Meer gefegt und hätte neue Inseln gebildet. So wie es war, hat es uns bewundernswert gedient."
    },
    {
        "language": "Italian",
        "symbol": "it",
        "text": "Fortunatamente, dopo un'ora di inaudite fatiche e di esercizi ginnici che sarebbero stati provati da un acrobata, siamo giunti a un vasto campo di ghiaccio, che circondava interamente il fondo del cono del\nvulcano. Gli indigeni la chiamavano tovaglia, probabilmente per qualche motivo come gli abitanti del Capo di Buona Speranza chiamano la loro montagna Table Mountain e le loro strade Table Bay. Qui, con nostra reciproca sorpresa, abbiamo trovato una vera e propria scalinata in pietra, che ha meravigliosamente aiutato la nostra salita. Questa singolare rampa di scale era, come ogni altra cosa, vulcanica. Era stato formato da uno di quei torrenti di pietre sollevati dalle eruzioni. Se questo singolare torrente non fosse stato frenato nella sua discesa dalla forma peculiare dei fianchi della montagna, sarebbe precipitato nel mare e avrebbe formato nuove isole. Così com'era, ci è servito in modo ammirevole."
    },
    {
        "language": "Japanese",
        "symbol": "ja",
        "text": "幸いなことに、前代未聞の1時間の疲労と、アクロバットを試みたであろう体操の後に、私たちは広大な氷のフィールドに到達しました。\n火山。原住民はそれをテーブルクロスと呼んだが、おそらく喜望峰の住人が彼らの山をテーブルマウンテンと呼び、道路をテーブルベイと呼んだなどの理由からだろう。ここで、私たちの相互の驚きに、私たちは石段の実際の飛行を見つけました。それは私たちの上昇を素晴らしく助けました。この特異な階段の飛行は、他のすべてのように、火山でした。それは噴火によって投げ出された石のそれらの急流の1つによって形成されました。この特異な急流が山の側面の独特の形によってその降下でチェックされなかったならば、それは海に押し流されて、新しい島を形成したでしょう。そんな感じで、見事に役立ってくれました。"
    },
    {
        "language": "Russian",
        "symbol": "ru",
        "text": "К счастью, после часа неслыханной усталости и гимнастических упражнений, с которыми мог бы справиться акробат, мы пришли к огромному ледяному полю, которое полностью окружало нижнюю часть конуса конуса.\nвулкан. Туземцы назвали ее скатертью, вероятно, по той причине, что жители мыса Доброй Надежды называют свою гору Столовой горой, а свои дороги Столовой бухтой. Здесь, к нашему обоюдному удивлению, мы обнаружили настоящую каменную лестницу, которая чудесным образом облегчила нам подъем. Этот необычный лестничный пролет, как и все остальное, был вулканическим. Он был образован одним из тех каменных потоков, выброшенных извержением. Если бы этот необычный поток не был остановлен при его спуске из-за своеобразной формы склонов горы, он бы устремился в море и образовал новые острова. Как бы то ни было, он служил нам превосходно."
    },
    {
        "language": "Spanish",
        "symbol": "es",
        "text": "Afortunadamente, después de una hora de fatigas inauditas, y de ejercicios gimnásticos que habrían estado probando a un acróbata, llegamos a un vasto campo de hielo, que rodeaba por completo el fondo del cono de la\nvolcán. Los nativos lo llamaban el mantel, probablemente por alguna razón como la que los habitantes del Cabo de Buena Esperanza llaman a su montaña Table Mountain y sus caminos Table Bay. Aquí, para nuestra mutua sorpresa, encontramos un tramo real de escalones de piedra, que ayudaron maravillosamente en nuestro ascenso. Este singular tramo de escaleras era, como todo lo demás, volcánico. Había sido formado por uno de esos torrentes de piedras arrojados por las erupciones. Si este singular torrente no hubiera sido frenado en su descenso por la peculiar forma de los flancos de la montaña, se habría adentrado en el mar y habría formado nuevas islas. Tal como fue, nos sirvió admirablemente."
    },
    {
        "language": "Bulgarian",
        "symbol": "bg",
        "text": "За щастие, след час нечувани умори и гимнастически упражнения, които биха се опитали да станат акробати, стигнахме до огромно поле с лед, което изцяло обграждаше дъното на конуса на\nвулкан. Местните го наричат ​​покривка, вероятно поради някаква причина, както обитателите на нос Добра надежда наричат ​​своята планина Трапезна планина, а пътищата им Табличен залив. Тук, за наша взаимна изненада, открихме действителен полет от каменни стъпала, който чудесно подпомогна изкачването ни. Това единствено стълбище беше, както всичко останало, вулканично. Беше образуван от един от онези потоци камъни, изхвърлени от изригванията. Ако този уникален порой не беше проверен при спускането си от особената форма на фланговете на планината, той щеше да се потопи в морето и щеше да образува нови острови. Такъв, какъвто беше, ни служи прекрасно."
    },
    {
        "language": "Catalan",
        "symbol": "ca",
        "text": "Afortunadament, després d’una hora de fatigues inèdites i d’exercicis gimnàstics que s’haurien intentat fer amb un acròbata, vam arribar a un vast camp de gel, que envoltava completament el fons del con del\nvolcà. Els indígenes la van anomenar estovalles, probablement per alguna raó que els habitants del Cap de Bona Esperança anomenen la seva muntanya Table Mountain i les seves carreteres Table Bay. Aquí, per a la nostra sorpresa mútua, vam trobar un tram real de graons de pedra, que van ajudar meravellosament la nostra ascensió. Aquest singular tram d’escales era, com tota la resta, volcànic. Havia estat format per un d'aquests torrents de pedres llançats per les erupcions. Si aquest singular torrent no hagués estat comprovat en el seu descens per la peculiar forma dels flancs de la muntanya, hauria arrasat al mar i hauria format noves illes. Tal com va ser, ens va servir admirablement."
    },
    {
        "language": "Croatian",
        "symbol": "hr",
        "text": "Srećom, nakon sat vremena nečuvenih umora i gimnastičkih vježbi koje bi pokušavale akrobati, došli smo do ogromnog ledenog polja koje je u cijelosti okruživalo dno stošca\nvulkan. Domoroci su ga nazvali stolnjakom, vjerojatno iz nekog razloga jer stanovnici Rta dobre nade svoju planinu zovu Stolna planina, a ceste Stolni zaljev. Ovdje smo, na naše obostrano iznenađenje, pronašli stvarni let kamenih stepenica, koji je izvrsno pomogao našem usponu. Ovaj jedinstveni stubište bio je, kao i sve ostalo, vulkanski. Stvorila ga je jedna od onih bujica kamenja koje je izbacila erupcija. Da ovu jedinstvenu bujicu u svome spuštanju nije provjerio neobičan oblik bokova planine, zapala bi u more i stvorila bi nove otoke. Takav kakav je bio, izvrsno nam je poslužio."
    },
    {
        "language": "Bengali",
        "symbol": "bn",
        "text": "ভাগ্যক্রমে, একঘন্টা অবর্ণনীয় ক্লান্তি এবং জিমন্যাস্টিক অনুশীলনের এক ঘন্টা পরে, আমরা বরফের একটি বিশাল জমিতে এসে পৌঁছেছিলাম, যা পুরোপুরি শঙ্কুটির নীচে ঘিরে ছিল\nআগ্নেয়গিরি স্থানীয়রা এটিকে টেবিলক্লোল বলে, সম্ভবতঃ কেপ অফ গুড হোপের বাসিন্দারা তাদের পর্বতটিকে টেবিল মাউন্ট বলে এবং তাদের রাস্তাগুলিকে টেবিল বে বলে। এখানে, আমাদের পারস্পরিক বিস্ময়ের জন্য, আমরা পাথরের পদক্ষেপের একটি প্রকৃত বিমান পেয়েছি, যা আমাদের আরোহণকে আশ্চর্যরূপে সহায়তা করেছিল। সিঁড়ির এই একক ফ্লাইটটি ছিল অন্য সব কিছুর মতো আগ্নেয়গিরির। এটি অগ্নুৎপাতের দ্বারা উত্থিত পাথরগুলির একটি মজাদার দ্বারা গঠিত হয়েছিল। যদি এই একক টরেন্টটি পাহাড়ের তীরগুলির অদ্ভুত আকৃতির দ্বারা তার উত্থানে পরীক্ষা না করা হত, তবে এটি সমুদ্রের মধ্যে প্রবাহিত হয়ে নতুন দ্বীপ তৈরি করতে পারত। যেমনটি ছিল, এটি আমাদের প্রশংসিতভাবে পরিবেশন করেছে।"
    },
    {
        "language": "Chinese Simplified",
        "symbol": "zh-cn",
        "text": "幸运的是，在经历了一个小时的闻所未闻的疲劳以及本来打算对杂技演员进行的体操锻炼之后，我们来到了一块广阔的冰原，整个冰原包围着圆锥形的底部。\n火山。当地人称其为桌布，可能是出于某种原因，例如好望角的居民称其山为Table Mountain，而其道路为Table Bay。在此，令我们共同惊讶的是，我们发现了一条实际的石阶台阶，这对我们的攀爬非常有帮助。像其他所有东西一样，这种奇异的阶梯是火山。它是由火山喷出的大量洪流之一所形成的。如果这种奇异的洪流在下降过程中没有通过山腹的奇特形状加以检查，它将席卷大海，并形成新的岛屿。就这样，它为我们服务令人钦佩。"
    },
    {
        "language": "Czech",
        "symbol": "cs",
        "text": "Naštěstí jsme po hodině neslýchaných únav a gymnastických cvičení, které by se pokusily o akrobata, dostali k obrovskému ledovému poli, které zcela obklopovalo spodní část kužele\nsopka. Domorodci tomu říkali ubrus, pravděpodobně z nějakého důvodu, jakým obyvatelé mysu Dobré naděje nazývají svou horu Stolová hora a jejich silnice Stolní zátoka. Zde jsme k našemu společnému překvapení našli skutečný let kamenných schodů, které úžasně pomohly našemu výstupu. Tento jedinečný schodiště byl, stejně jako všechno ostatní, vulkanický. Byl vytvořen jedním z těch přívalů kamenů sesypaných erupcemi. Pokud by tento jedinečný příval nebyl zkontrolován ve svém sestupu zvláštním tvarem boků hory, vletěl by do moře a vytvořil by nové ostrovy. Jakoby to bylo, sloužilo nám to obdivuhodně."
    },
    {
        "language": "Esperanto",
        "symbol": "eo",
        "text": "Feliĉe, post horo da neaŭditaj bataloj kaj gimnastikaj ekzercoj, kiuj estus provintaj akrobaton, ni venis al vasta glacia kampo, kiu tute ĉirkaŭis la fundon de la konuso de la\nvulkano. La indiĝenoj nomis ĝin la tablotuko, verŝajne pro tia kialo, kiel la loĝantoj en la Bona Esperkabo nomas sian monton Tabla Monto, kaj siajn vojojn Tabla Golfo. Ĉi tie, je nia reciproka surprizo, ni trovis efektivan ŝtuparon, kiu mirinde helpis nian supreniron. Ĉi tiu eksterordinara ŝtuparo estis, kiel ĉio alia, vulkana. Ĝi estis formita de unu el tiuj torentoj da ŝtonoj elĵetitaj de la erupcioj. Se ĉi tiu neordinara torento ne estus kontrolita en sia deveno per la propra formo de la montaj flankoj, ĝi estus enirinta la maron kaj formintus novajn insulojn. Kiel ĝi estis, ĝi servis nin admirinde."
    },
    {
        "language": "Greek",
        "symbol": "el",
        "text": "Ευτυχώς, μετά από μια ώρα ανυπόφορων κουρασμένων και γυμναστικών ασκήσεων που θα προσπαθούσαν να ακροβάτες, ήρθαμε σε ένα τεράστιο πεδίο πάγου, που περιβάλλει πλήρως τον πυθμένα του κώνου του\nηφαίστειο. Οι ντόπιοι το ονόμασαν τραπεζομάντιλο, πιθανώς από κάποιο λόγο, όπως οι κάτοικοι στο Ακρωτήριο της Καλής Ελπίδας ονομάζουν το βουνό τους Table Mountain, και τους δρόμους τους Table Bay. Εδώ, για την αμοιβαία έκπληξή μας, βρήκαμε μια πραγματική πτήση από πέτρινα σκαλοπάτια, τα οποία βοήθησαν υπέροχα την άνοδο μας. Αυτή η μοναδική σκάλα ήταν, όπως όλα τα άλλα, ηφαιστειακή. Είχε σχηματιστεί από έναν από αυτούς τους χείμαρρους από πέτρες που εκτοξεύτηκαν από τις εκρήξεις. Εάν αυτός ο μοναδικός χείμαρρος δεν είχε ελεγχθεί κατά την κατάβασή του από το περίεργο σχήμα των πλευρών του βουνού, θα είχε περάσει στη θάλασσα και θα είχε σχηματίσει νέα νησιά. Όπως ήταν, μας βοήθησε θαυμάσια."
    },
    {
        "language": "Finnish",
        "symbol": "fi",
        "text": "Onneksi tunnin tuntemattomien väsymysten ja voimisteluharjoitusten jälkeen, jotka olisivat yrittäneet akrobaattia, pääsimme valtavalle jääalueelle, joka ympäröi kokonaan kartion pohjan.\ntulivuori. Alkuperäiskansat kutsuivat sitä pöytäliinaksi, luultavasti jostain syystä, kuten hyvän toivon niemen asukkaat kutsuvat vuoriaan Pöytävuoreksi ja teitään Pöytälaheksi. Täältä löysimme yhteisen yllätyksemme vuoksi todellisen kiviportaiden lennon, joka auttoi ihanasti nousua. Tämä yksittäinen portaat olivat kuten kaikki muutkin tulivuorenpurkaukset. Se oli muodostunut yhdestä niistä purkausten aiheuttamista kivistä. Jos tätä yksikkövirtaa ei olisi tarkistettu laskeutumisessa vuoren sivujen erikoisen muodon avulla, se olisi pyyhkäissyt mereen ja olisi muodostanut uusia saaria. Kuten se oli, se palveli meitä ihailtavasti."
    },
    {
        "language": "Filipino",
        "symbol": "tl",
        "text": "Sa kasamaang palad, pagkatapos ng isang oras na hindi narinig-ng mga pagkapagod, at ng mga gymnastic na ehersisyo na sana ay sinusubukan na mag-acrobat, nakarating kami sa isang malawak na bukid ng yelo, na buong pumapalibot sa ilalim ng kono ng\nbulkan. Tinawag ito ng mga katutubo na tablecloth, marahil mula sa ilang kadahilanan na ang mga naninirahan sa Cape of Good Hope ay tinawag ang kanilang bundok na Mountain Mountain, at ang kanilang mga kalsada sa Table Bay. Dito, sa aming sorpresa, nakita namin ang isang tunay na paglipad ng mga hakbang sa bato, na kamangha-mangha na tumulong sa aming pag-akyat. Ang nag-iisang paglipad ng mga hagdan na ito, tulad ng lahat ng iba pa, bulkan. Nabuo ito ng isa sa mga agos ng bato na itinapon ng mga pagsabog. Kung ang isahang torrent na ito ay hindi nasuri sa pagbaba nito ng kakaibang hugis ng mga flanks ng bundok, ito ay maaaring swept sa dagat, at bubuo ng mga bagong isla. Tulad ng dati, hinahangaan kami nito."
    },
    {
        "language": "Chinese Traditional",
        "symbol": "zh-tw",
        "text": "幸運的是，在經歷了一個小時的聞所未聞的疲勞以及本來打算對雜技演員進行的體操鍛煉之後，我們來到了一塊廣闊的冰原，整個冰原包圍著圓錐形的底部。\n火山。當地人稱它為桌布，可能是出於某種原因，例如好望角的居民稱他們的山為桌山，而其道路為桌灣。在此，令我們共同驚訝的是，我們發現了一條實際的石階台階，這對我們的攀爬非常有幫助。像其他所有東西一樣，這種奇異的階梯是火山。它是由火山噴出的大量洪流之一所形成的。如果這種奇異的洪流在下降過程中沒有通過山腹的奇特形狀加以檢查，它將席捲大海，並形成新的島嶼。就這樣，它為我們服務令人欽佩。"
    },
    {
        "language": "Danish",
        "symbol": "da",
        "text": "Heldigvis, efter en times uhørt træthed og gymnastiske øvelser, der ville have prøvet en akrobat, kom vi til et stort isfelt, der helt omgav bunden af ​​keglen på\nvulkan. De indfødte kaldte det dugen, sandsynligvis af en sådan grund, som beboerne i Kap det Gode Håb kalder deres bjerg Table Mountain og deres veje Table Bay. Her til vores gensidige overraskelse fandt vi en faktisk flyvning af stentrapper, som vidunderligt hjalp vores opstigning. Denne enestående trappe var som alt andet vulkansk. Det var blevet dannet af en af ​​de strømme af sten, der blev kastet op af udbruddene. Hvis denne entalstrøm ikke var blevet kontrolleret i sin nedstigning af den ejendommelige form af bjergets flanker, ville den have fejet ud i havet og dannet nye øer. Såsom det var, tjente det os beundringsværdigt."
    },
    {
        "language": "Estonian",
        "symbol": "et",
        "text": "Õnneks jõudsime pärast tunniajalist ennekuulmatut väsimust ja võimlemisharjutusi, mis oleksid olnud akrobaadi prooviks, tohutule jääväljale, mis ümbritses täielikult koonuse põhja.\nvulkaan. Pärismaalased nimetasid seda laudlinaks, tõenäoliselt mingil põhjusel, nagu Hea Lootuse neeme elanikud nimetavad oma mäge Lauamäeks ja oma teid laualaheks. Siit leidsime meie vastastikuseks üllatuseks tegeliku kiviastmete lennu, mis aitas imeliselt meie tõusu. See üksik trepp oli nagu kõik muu, vulkaaniline. Selle oli moodustanud üks neist pursetest üles paisatud kivide vooludest. Kui seda ainsat voolu poleks laskumises kontrollinud mäeäärte omapärane kuju, oleks see pühkinud merre ja oleks moodustanud uued saared. Nagu see oli, teenis see meid imetlusväärselt."
    },
    {
        "language": "Hebrew",
        "symbol": "iw",
        "text": "למרבה המזל, אחרי שעה של עייפות שלא נשמעו, ותרגילי התעמלות שהיו מנסים לאקרובט, הגענו לשדה עצום של קרח, שהקיף לחלוטין את תחתית חרוט השטח\nהַר גַעַשׁ. הילידים כינו אותה מפת השולחן, כנראה מסיבה כזו כמו שהתושבים בכף התקווה הטובה מכנים את הר השולחן ההר שלהם, ודרכיהם שולחן המפרץ. כאן, להפתעתנו ההדדית, מצאנו טיסה אמיתית של מדרגות אבן, שסייעו להפליא לעלייתנו. מסלול המדרגות היחיד הזה היה, כמו כל דבר אחר, וולקני. הוא נוצר על ידי אחד מאותם זרמי האבנים שהושלכו בעקבות ההתפרצויות. אם הזרימה הייחודית הזו לא הייתה נבדקת בירידתו על ידי צורתם המוזרה של אגפי ההר, הוא היה נסחף לים והיה יוצר איים חדשים. כזה שהיה, זה שירת אותנו להפליא."
    },
    {
        "language": "Lithuanian",
        "symbol": "lt",
        "text": "Laimei, po valandos negirdėtų nuovargių ir gimnastikos pratimų, kurie būtų buvę bandymai akrobatui, patekome į didžiulį ledo lauką, kuris visiškai apsupo kūgio dugną\nvulkanas. Vietiniai gyventojai tai vadino staltiesė, tikriausiai dėl kažkokių priežasčių, kaip gyventojai Gerosios Vilties kyšulyje savo kalną vadina Stalo kalnu, o kelius - Stalo įlanka. Čia, mūsų abipusiai nuostabai, radome faktinį akmeninių laiptelių skrydį, kuris nuostabiai padėjo mūsų pakilimui. Šis vienintelis laiptų laiptelis, kaip ir visa kita, buvo vulkaninis. Ją suformavo vienas iš tų išsiveržimų išmestų akmenų srautų. Jei šio pavienio upelio nuokalnėje nebūtų patikrinta savita kalno šonų forma, jis būtų nušluotas į jūrą ir būtų suformavęs naujas salas. Toks, koks buvo, jis mums puikiai pasitarnauja."
    },
    {
        "language": "Korean",
        "symbol": "ko",
        "text": "다행스럽게도 한 시간의 피로와 곡예사를 시도 할 수있는 체조 운동을 한 후, 우리는 원뿔의 바닥을 완전히 둘러싸고있는 광대 한 빙판에 도달했습니다.\n화산. 원주민들은 희망봉에 거주하는 사람들이 산을 테이블 마운틴이라고 부르고 길을 테이블 베이라고 부르는 것과 같은 이유에서 아마도 그것을 식탁보라고 불렀습니다. 여기에서 우리는 놀랍게도 실제 돌계단의 비행을 발견하여 우리의 상승을 훌륭하게 지원했습니다. 이 단일 계단은 다른 모든 것과 마찬가지로 화산이었습니다. 그것은 분화에 의해 솟아 오른 돌의 급류 중 하나에 의해 형성되었습니다. 이 단일 급류가 산 측면의 독특한 모양에 의해 하강에서 확인되지 않았다면 바다로 휩쓸려 새로운 섬을 형성했을 것입니다. 그것은 우리에게 훌륭하게 봉사했습니다."
    },
    {
        "language": "Indonesian",
        "symbol": "id",
        "text": "Untungnya, setelah satu jam kelelahan yang tak pernah terdengar, dan latihan senam yang akan mencoba bermain akrobat, kami tiba di sebuah lapangan es yang luas, yang seluruhnya mengelilingi bagian bawah kerucut\ngunung berapi. Penduduk asli menyebutnya taplak meja, mungkin dari beberapa alasan seperti penduduk di Tanjung Harapan menyebut gunung mereka Gunung Meja, dan jalan mereka Teluk Meja. Di sini, yang sangat mengejutkan kami, kami menemukan tangga batu yang sebenarnya, yang sangat membantu pendakian kami. Tangga tunggal ini, seperti yang lainnya, bersifat vulkanik. Itu telah terbentuk oleh salah satu aliran batu yang dilemparkan oleh letusan. Jika semburan tunggal ini tidak diperiksa penurunannya oleh bentuk lereng gunung yang aneh, itu akan menyapu ke laut, dan akan membentuk pulau-pulau baru. Seolah-olah, itu sangat membantu kami."
    },
    {
        "language": "Latvian",
        "symbol": "lv",
        "text": "Par laimi, pēc stundas nedzirdētiem nogurumiem un vingrošanas vingrinājumiem, kas būtu mēģinājuši kļūt par akrobātu, mēs nonācām pie plaša ledus lauka, kas pilnībā ieskauj laukuma konusa dibenu.\nvulkāns. Vietējie iedzīvotāji to sauca par galdautu, iespējams, kaut kāda iemesla dēļ, kā iedzīvotāji Labās Cerības ragā savus kalnus sauc par Galda kalnu un savus ceļus par Galda līci. Šeit, par mūsu abpusēju pārsteigumu, mēs atradām faktisku akmens pakāpienu lidojumu, kas brīnišķīgi palīdzēja mūsu uzkāpšanai. Šis vienīgais kāpņu lidojums, tāpat kā viss pārējais, bija vulkānisks. To bija izveidojis viens no tiem akmeņu straumēm, ko uzmeta izvirdumi. Ja kalnu sānu īpatnējā forma nebūtu pārbaudījusi šo vienīgo straumi nolaišanās laikā, tā būtu iešuvusi jūrā un būtu izveidojusi jaunas salas. Tāds, kāds tas bija, kalpoja mums apbrīnojami."
    },
    {
        "language": "Malayalam",
        "symbol": "ml",
        "text": "ഭാഗ്യവശാൽ, കേൾക്കാത്ത ഒരു മണിക്കൂറോളം ക്ഷീണത്തിനും ഒരു അക്രോബാറ്റിന് ശ്രമിക്കുന്ന ജിംനാസ്റ്റിക് വ്യായാമങ്ങൾക്കും ശേഷം ഞങ്ങൾ വിശാലമായ ഒരു ഐസ് വയലിലെത്തി, അത് പൂർണ്ണമായും കോണിന്റെ അടിഭാഗത്തെ ചുറ്റിപ്പിടിച്ചു\nഅഗ്നിപർവ്വതം. കേപ് ഓഫ് ഗുഡ് ഹോപ്പിലെ നിവാസികൾ അവരുടെ പർവതത്തെ ടേബിൾ മ Mount ണ്ടെയ്ൻ എന്നും അവരുടെ റോഡുകൾ ടേബിൾ ബേ എന്നും വിളിക്കുന്നത് പോലുള്ള ചില കാരണങ്ങളാൽ നാട്ടുകാർ ഇതിനെ മേശപ്പുറത്ത് വിളിച്ചിരുന്നു. ഇവിടെ, ഞങ്ങളുടെ പരസ്പര ആശ്ചര്യത്തിന്, ശിലാ പടികളുടെ ഒരു യഥാർത്ഥ വിമാനം ഞങ്ങൾ കണ്ടെത്തി, അത് ഞങ്ങളുടെ കയറ്റത്തെ അത്ഭുതകരമായി സഹായിച്ചു. പടികളുടെ ഈ ഏക പറക്കൽ മറ്റെല്ലാവരെയും പോലെ അഗ്നിപർവ്വതമായിരുന്നു. പൊട്ടിത്തെറിച്ച കല്ലുകളുടെ ഒരു ടോറന്റാണ് ഇത് രൂപീകരിച്ചത്. പർവതത്തിന്റെ അരികുകളുടെ പ്രത്യേകതയാൽ ഈ ഏകാന്തമായ ടോറന്റ് അതിന്റെ ഇറക്കത്തിൽ പരിശോധിച്ചില്ലെങ്കിൽ, അത് കടലിലേക്ക് ഒഴുകുകയും പുതിയ ദ്വീപുകൾ രൂപപ്പെടുകയും ചെയ്യുമായിരുന്നു. അതുപോലെയുള്ളത്, അത് ഞങ്ങളെ പ്രശംസനീയമായി സേവിച്ചു."
    },
    {
        "language": "Polish",
        "symbol": "pl",
        "text": "Na szczęście po godzinie niesłychanego zmęczenia i ćwiczeń gimnastycznych, które byłyby próbą akrobaty, dotarliśmy do rozległego lodowego pola, które całkowicie otaczało dno stożka\nwulkan. Tubylcy nazywali go obrusem, prawdopodobnie z jakiegoś powodu, jak mieszkańcy Przylądka Dobrej Nadziei nazywają swoją górę Górą Stołową, a ich drogi Zatoką Stołową. Tutaj, ku naszemu wzajemnemu zdziwieniu, znaleźliśmy rzeczywisty bieg kamiennych schodów, które wspaniale pomagały nam się wspinać. Ten pojedynczy ciąg schodów był, jak wszystko inne, wulkaniczny. Został utworzony przez jeden z tych strumieni kamieni wyrzuconych przez erupcje. Gdyby ten szczególny potok nie został powstrzymany w opadaniu przez osobliwy kształt zboczy góry, wpadłby do morza i utworzyłby nowe wyspy. Tak jak to było, świetnie nam służyło."
    },
    {
        "language": "Malay",
        "symbol": "ms",
        "text": "Nasib baik, setelah satu jam keletihan yang tidak pernah terdengar, dan latihan gimnastik yang semestinya mencuba akrobat, kami sampai di ladang ais yang luas, yang sepenuhnya mengelilingi bahagian bawah kerucut\ngunung berapi. Penduduk asli menyebutnya taplak meja, mungkin dari beberapa sebab kerana penduduk di Tanjung Harapan memanggil gunung Table Mountain mereka, dan jalan mereka Table Bay. Di sini, untuk mengejutkan kami, kami menemui tangga batu yang sebenarnya, yang sangat membantu pendakian kami. Penerbangan tangga yang unik ini, seperti yang lain, gunung berapi. Itu telah dibentuk oleh salah satu torrents batu yang diletupkan oleh letusan. Sekiranya arus deras yang satu ini tidak diperiksa keturunannya oleh bentuk khas dari gunung, ia akan menyapu ke laut, dan akan membentuk pulau-pulau baru. Seperti dulu, ia melayani kami dengan luar biasa."
    },
    {
        "language": "Norwegian",
        "symbol": "no",
        "text": "Heldigvis, etter en times uhørt tretthet og gymnastiske øvelser som ville ha prøvd en akrobat, kom vi til et stort isfelt som helt omringet bunnen av kjeglen til\nvulkan. De innfødte kalte det duken, sannsynligvis av en slik grunn som beboerne i Kapp det gode håp kaller fjellet Taffelfjell, og veiene deres Table Bay. Her, til vår gjensidige overraskelse, fant vi en faktisk flyging av steintrapper, som fantastisk hjalp oppstigningen vår. Denne enestående trappen var, som alt annet, vulkansk. Den hadde blitt dannet av en av de strømmer av steiner som ble kastet opp av utbruddene. Hvis denne enestående strømmen ikke hadde blitt sjekket i nedstigningen av den særegne formen på fjellsidene, ville den ha feid ut i havet og dannet nye øyer. Slik det var, tjente det oss beundringsverdig."
    },
    {
        "language": "Marathi",
        "symbol": "mr",
        "text": "सुदैवाने, एक तासाच्या ऐकण्याच्या-नसलेल्या थकव्यानंतर आणि एक्रोबॅटसाठी प्रयत्न करणार्‍या जिम्नॅस्टिक व्यायामानंतर आम्ही बर्फाच्या एका विस्तीर्ण शेतात गेलो, ज्याने शंकूच्या खालच्या भागाला संपूर्णपणे वेढले.\nज्वालामुखी मूळचे लोक त्याला टेबलक्लोथ म्हणतात कारण कदाचित केप ऑफ गुड होप मधील रहिवासी त्यांच्या डोंगराला टेबल माउंटन म्हणतात आणि त्यांच्या रस्त्यांना टेबल बे म्हणतात. येथे, आमच्या परस्पर आश्चर्यचकिततेनुसार, आम्हाला दगडांच्या पाय steps्यांची एक वास्तविक उड्डाण सापडली, ज्याने आमच्या आरोहणाला आश्चर्यकारकपणे मदत केली. पायर्यांची ही एकल उड्डाण, सर्वकाही जसे ज्वालामुखी होती. तो उद्रेकांनी टाकलेल्या त्या दगडांच्या एका जोराद्वारे बनविला गेला होता. जर डोंगराच्या पर्वांच्या विचित्र आकाराने हा एकुलता प्रवाह वाहून गेला नसता तर ते समुद्रात लोटले असते आणि नवीन बेट तयार करु शकले असते. जसे ते होते, त्याने आमची प्रशंसा केली."
    },
    {
        "language": "Portuguese",
        "symbol": "pt",
        "text": "Felizmente, depois de uma hora de fadigas inéditas, e de exercícios de ginástica que teriam sido difíceis de um acrobata, chegamos a um vasto campo de gelo, que circundava totalmente o fundo do cone do\nvulcão. Os nativos a chamavam de toalha de mesa, provavelmente por algum motivo como os moradores do Cabo da Boa Esperança chamam sua montanha de Table Mountain e suas estradas de Table Bay. Aqui, para nossa surpresa mútua, encontramos um lance real de degraus de pedra, que ajudou maravilhosamente nossa subida. Esse lance de escada singular era, como tudo o mais, vulcânico. Tinha sido formado por uma daquelas torrentes de pedras lançadas pelas erupções. Se essa torrente singular não tivesse sido impedida em sua descida pela forma peculiar dos flancos da montanha, ela teria se precipitado no mar e formado novas ilhas. Tal como foi, serviu-nos admiravelmente."
    },
    {
        "language": "Romanian",
        "symbol": "ro",
        "text": "Din fericire, după o oră de oboseli nemaiauzite și de exerciții gimnastice care ar fi încercat un acrobat, am ajuns la un vast câmp de gheață, care înconjura în întregime fundul conului\nvulcan. Nativii au numit-o față de masă, probabil dintr-un astfel de motiv, așa cum locuitorii din Capul Bunei Speranțe își numesc muntele Table Mountain și drumurile lor Table Bay. Aici, spre surprinderea noastră reciprocă, am găsit un zbor real de trepte de piatră, care ne-au ajutat în mod minunat ascensiunea. Această scară singulară a fost, ca orice altceva, vulcanică. Fusese format dintr-unul din acele torente de pietre aruncate de erupții. Dacă acest torent singular nu ar fi fost verificat în coborârea sa de forma particulară a flancurilor muntelui, ar fi măturat în mare și ar fi format noi insule. Așa cum a fost, ne-a servit admirabil."
    },
    {
        "language": "Serbian",
        "symbol": "sr",
        "text": "Срећом, након сат времена нечувених умора и гимнастичких вежби које би покушавале да постану акробати, дошли смо до огромног леденог поља, које је у потпуности окруживало дно конуса\nвулкан. Домороци су га назвали столњаком, вероватно из неког разлога јер становници Рта добре наде своју планину зову Столна планина, а путеви Стони залив. Овде смо, на наше обострано изненађење, пронашли стварни лет камених степеница, који су сјајно помогли нашем успону. Ово јединствено степениште било је, као и све остало, вулканско. Формирала га је једна од оних бујица камена избачених ерупцијама. Да ову јединствену бујицу није проверио у свом спуштању необичан облик бокова планине, запала би у море и формирала би нова острва. Такав какав је био, дивно нам је служио."
    },
    {
        "language": "Tamil",
        "symbol": "ta",
        "text": "அதிர்ஷ்டவசமாக, கேட்கப்படாத சோர்வு மற்றும் ஒரு அக்ரோபாட்டிற்கு முயற்சித்திருக்கும் ஜிம்னாஸ்டிக் பயிற்சிகளுக்குப் பிறகு, நாங்கள் ஒரு பரந்த பனிக்கட்டிக்கு வந்தோம், இது கூம்பின் அடிப்பகுதியை முழுவதுமாக சூழ்ந்தது\nஎரிமலை. பூர்வீகவாசிகள் இதை மேஜை துணி என்று அழைத்தனர், அநேகமாக கேப் ஆஃப் குட் ஹோப்பில் வசிப்பவர்கள் தங்கள் மலை டேபிள் மவுண்டன் என்றும், அவர்களின் சாலைகள் டேபிள் பே என்றும் அழைக்கிறார்கள். இங்கே, எங்கள் பரஸ்பர ஆச்சரியத்திற்கு, கல் படிகளின் உண்மையான விமானத்தைக் கண்டறிந்தோம், இது எங்கள் ஏறுதலுக்கு அற்புதமாக உதவியது. படிக்கட்டுகளின் இந்த ஒற்றை விமானம் எல்லாவற்றையும் போலவே, எரிமலையாக இருந்தது. வெடிப்பால் எறியப்பட்ட கற்களில் ஒன்று இது உருவாக்கப்பட்டது. இந்த ஒற்றை நீரோடை அதன் வம்சாவளியில் மலையின் பக்கவாட்டுகளின் விசித்திரமான வடிவத்தால் சோதிக்கப்படாவிட்டால், அது கடலுக்குள் நுழைந்து புதிய தீவுகளை உருவாக்கியிருக்கும். அது போன்றது, இது எங்களுக்குப் பிரமாதமாக சேவை செய்தது."
    },
    {
        "language": "Turkish",
        "symbol": "tr",
        "text": "Neyse ki, bir saatlik duyulmamış yorgunluklardan ve bir akrobat için denenecek jimnastik egzersizlerinden sonra, koninin dibini tamamen çevreleyen geniş bir buz alanına geldik.\nyanardağ. Yerliler buna masa örtüsü adını verdiler, muhtemelen Ümit Burnu'ndaki sakinlerin dağlarına Masa Dağı ve yollarına Table Bay dedikleri gibi. Burada, karşılıklı sürprizimize göre, yükselişimize harika bir şekilde yardımcı olan gerçek bir taş merdiven uçuşu bulduk. Bu tekil merdiven uçuşu, her şey gibi volkanikti. Patlamaların oluşturduğu taş sellerinden biri tarafından oluşturulmuştu. Bu tekil sel, dağın yamaçlarının kendine özgü şekli tarafından inişinde kontrol edilmemiş olsaydı, denize sürüklenecek ve yeni adalar oluşturacaktı. Olduğu gibi, bize takdire şayan bir şekilde hizmet etti."
    },
    {
        "language": "Vietnamese",
        "symbol": "vi",
        "text": "May mắn thay, sau một giờ mệt mỏi không nghe thấy, và các bài tập thể dục mà lẽ ra để nhào lộn, chúng tôi đã đến một cánh đồng băng rộng lớn, bao quanh toàn bộ đáy của hình nón\nnúi lửa. Người bản địa gọi nó là khăn trải bàn, có lẽ từ một số lý do như cư dân ở Mũi Hảo Vọng gọi ngọn núi của họ là Núi Bàn, và những con đường của họ là Vịnh Bàn. Tại đây, trước sự ngạc nhiên của chúng tôi, chúng tôi đã tìm thấy một chuyến bay thực tế của các bậc đá, hỗ trợ tuyệt vời cho việc đi lên của chúng tôi. Giống như mọi thứ khác, cầu thang bay kỳ lạ này là núi lửa. Nó được hình thành bởi một trong những tảng đá xối xả do các vụ phun trào tạo thành. Nếu dòng nước kỳ lạ này không được kiểm tra nguồn gốc của nó bằng hình dạng đặc biệt của hai bên sườn núi, nó sẽ tràn ra biển, và sẽ hình thành các hòn đảo mới. Chẳng hạn như nó đã được, nó phục vụ chúng tôi đáng ngưỡng mộ."
    },
    {
        "language": "Ukrainian",
        "symbol": "uk",
        "text": "На щастя, після години нечуваних виснажень та гімнастичних вправ, які намагались би стати акробатом, ми вийшли на величезне крижане поле, яке цілком оточувало дно конуса конуса.\nвулкан. Тубільці називали її скатертиною, ймовірно, з якоїсь причини, як мешканці мису Доброї Надії називають свою гору Столовою горою, а дороги Столовою бухтою. Тут, на наше взаємне здивування, ми виявили справжній політ кам’яних сходів, який чудово допоміг нашому підйому. Цей особливий схід був, як і все інше, вулканічним. Він утворився одним із тих потоків каменів, відкинутих виверженнями. Якби цей особливий потік не був перевірений при його спуску за допомогою особливої ​​форми флангів гори, він би пронісся в море і сформував би нові острови. Таке, як воно було, воно чудово нам послужило."
    },
    {
        "language": "Telugu",
        "symbol": "te",
        "text": "అదృష్టవశాత్తూ, ఒక గంట వినని అలసట, మరియు అక్రోబాట్‌కు ప్రయత్నిస్తున్న జిమ్నాస్టిక్ వ్యాయామాల తరువాత, మేము విస్తారమైన మంచు క్షేత్రానికి వచ్చాము, ఇది పూర్తిగా కోన్ దిగువన చుట్టుముట్టింది\nఅగ్నిపర్వతం. కేప్ ఆఫ్ గుడ్ హోప్‌లోని నివాసులు తమ పర్వత టేబుల్ మౌంటైన్ మరియు వారి రోడ్లను టేబుల్ బే అని పిలుస్తారు వంటి కొన్ని కారణాల వల్ల స్థానికులు దీనిని టేబుల్‌క్లాత్ అని పిలిచారు. ఇక్కడ, మా పరస్పర ఆశ్చర్యానికి, రాతి మెట్ల యొక్క వాస్తవ విమానమును మేము కనుగొన్నాము, ఇది మా ఆరోహణకు అద్భుతంగా సహాయపడింది. మెట్ల యొక్క ఈ ఏకైక విమానం మిగతా వాటిలాగే అగ్నిపర్వతం. విస్ఫోటనాల ద్వారా విసిరిన రాళ్ళ టొరెంట్లలో ఇది ఒకటి. ఈ ఏక టొరెంట్ పర్వత పార్శ్వాల యొక్క విచిత్రమైన ఆకారంతో దాని సంతతికి తనిఖీ చేయకపోతే, అది సముద్రంలోకి కొట్టుకుపోయి కొత్త ద్వీపాలను ఏర్పరుస్తుంది. ఇది వంటిది, ఇది మాకు అద్భుతంగా పనిచేసింది."
    },
    {
        "language": "Swedish",
        "symbol": "sv",
        "text": "Lyckligtvis, efter en timmes okända trötthet och gymnastiska övningar som skulle ha försökt en akrobat, kom vi till ett stort isfält som helt omgav botten av konens kon.\nvulkan. De infödda kallade det duken, förmodligen av någon sådan anledning som invånarna i Kap det goda hoppet kallar sitt berg Table Mountain och deras vägar Table Bay. Här, till vår ömsesidiga överraskning, hittade vi en faktisk flygning av stensteg, som underbart hjälpte vår uppstigning. Denna enstaka trappa var, som allt annat, vulkanisk. Det hade bildats av ett av de stenströmmar som kastades upp av utbrotten. Om denna enstaka ström inte hade kontrollerats i dess nedstigning av den speciella formen på bergets flanker, skulle den ha svept ut i havet och bildat nya öar. Så som det var, tjänade det oss beundransvärt."
    },
    {
        "language": "Slovak",
        "symbol": "sk",
        "text": "Našťastie sme po hodine neslýchaných únavových cvičení a gymnastických cvičení, ktoré by sa mohli pokúsiť o akrobata, prišli na obrovské ľadové pole, ktoré úplne obklopovalo dno kužeľa\nsopka. Domorodci ho nazvali obrusom, pravdepodobne z nejakého dôvodu, prečo obyvatelia mysu Dobrej nádeje nazývajú svoju horu Stolová hora a ich cesty Stolová zátoka. Tu sme na naše spoločné prekvapenie našli skutočný let kamenných schodov, ktoré úžasne pomohli nášmu výstupu. Toto jedinečné schodisko bolo, rovnako ako všetko ostatné, sopečné. Tvorila ho jedna z tých bystrín kameňov, ktoré vyvrhli erupcie. Keby táto jedinečná bystrina nebola skontrolovaná vo svojom zostupe zvláštnym tvarom bokov hory, bola by zmietla do mora a vytvorila by nové ostrovy. Aké to bolo, slúžilo nám to obdivuhodne."
    },
    {
        "language": "Slovenian",
        "symbol": "sl",
        "text": "Na srečo smo po uri nezaslišanih utrujenosti in gimnastičnih vaj, ki bi jih poskušali akrobatirati, prišli do prostranega lednega polja, ki je v celoti obdajalo dno stožca\nvulkan. Domačini so ga poimenovali prt, verjetno iz nekega razloga, kot prebivalci na rtu dobrega upanja imenujejo svojo goro Miza, a ceste Miza. Tu smo na medsebojno presenečenje našli dejanski let kamnitih stopnic, ki je čudovito pomagal našemu vzponu. Ta edinstveni stopnišče je bilo tako kot vse ostalo vulkansko. Oblikovala jo je ena od tistih hudournikov kamenja, ki so jih vrgli izbruhi. Če tega edinstvenega hudournika v spustu ne bi preverila nenavadna oblika bokov gore, bi zašel v morje in ustvaril nove otoke. Takšen kot je bil, nam je čudovito služil."
    },
    {
        "language": "Tajik",
        "symbol": "tg",
        "text": "Хушбахтона, пас аз як соати хастагиҳои гӯшношунида ва машқҳои гимнастикӣ, ки метавонистанд ба акробат кӯшиш мекарданд, мо ба майдони васеи ях расидем, ки он поёни конуси конусро пурра иҳота кардааст\nвулқон. Мардуми бумӣ онро рӯйпӯш номиданд, эҳтимол аз ҳамин сабаб, сокинони Кейп Умедҳои кӯҳ кӯҳҳои худро Кӯҳи Ҷадвал ва роҳҳои онҳоро Ҷадвали Бэй меноманд. Дар ин ҷо, тааҷҷубовар будем, мо парвози воқеии зинаҳои сангинро пайдо кардем, ки ин ба болоравии мо ба таври аҷоиб кумак кард. Ин зинапояи зинапояи ягона, ба мисли ҳама чизи дигар, вулқон буд. Онро яке аз он ҷӯйборҳои сангҳое, ки ҳангоми таркишҳо партофта буданд, ба вуҷуд оварда буд. Агар ин сели ҷудогона дар фуруд бо шакли хоси паҳлӯҳои кӯҳ тафтиш карда намешуд, он ба баҳр ғарқ мешуд ва ҷазираҳои нав ба вуҷуд меовард. Чӣ тавре ки буд, он ба мо ба таври таърифӣ хидмат мекард."
    },
    {
        "language": "Thai",
        "symbol": "th",
        "text": "โชคดีที่หลังจากผ่านไปหนึ่งชั่วโมงของความเหนื่อยล้าที่ไม่เคยได้ยินมาก่อนและการออกกำลังกายแบบยิมนาสติกที่น่าจะพยายามเล่นกายกรรมเราก็มาถึงทุ่งน้ำแข็งขนาดใหญ่ซึ่งล้อมรอบด้านล่างของกรวยทั้งหมด\nภูเขาไฟ. ชาวพื้นเมืองเรียกมันว่าผ้าปูโต๊ะอาจมาจากเหตุผลบางประการเช่นชาวบ้านในแหลมกู๊ดโฮปเรียกภูเขา Table Mountain และถนน Table Bay ด้วยความประหลาดใจของเราเราได้พบกับบันไดหินซึ่งช่วยให้เราปีนขึ้นไปได้อย่างยอดเยี่ยม การขึ้นลงของบันไดแบบเอกพจน์นี้เหมือนกับภูเขาไฟอย่างอื่น มันถูกสร้างขึ้นโดยหนึ่งในก้อนหินที่เกิดจากการปะทุ หากกระแสน้ำเอกพจน์นี้ไม่ได้รับการตรวจสอบในการสืบเชื้อสายโดยรูปร่างที่แปลกประหลาดของด้านข้างของภูเขามันจะกวาดลงทะเลและจะเกิดเกาะใหม่ เช่นนั้นมันให้บริการเราอย่างน่าชื่นชม"
    },
    {
        "language": "Urdu",
        "symbol": "ur",
        "text": "خوش قسمتی سے ، ایک گھنٹہ سنا ہوا تھکاوٹ ، اور جمناسٹک مشقیں ، جو ایکروبیٹ کی کوشش کر رہی ہوتی ، کے بعد ، ہم برف کے ایک وسیع میدان میں پہنچے ، جس نے پوری طرح سے شنک کے نیچے گھیر لیا۔\nآتش فشاں مقامی لوگوں نے اسے ٹیبل پوٹ کہا ہے ، شاید کسی وجہ سے کیپ آف گڈ ہوپ میں رہنے والے اپنے پہاڑ کو ٹیبل پہاڑ کہتے ہیں ، اور ان کی سڑکوں کو ٹیبل بے کہتے ہیں۔ یہاں ، ہمارے باہمی تعجب کی بات ، ہمیں پتھر کے قدموں کی ایک حقیقی پرواز ملی ، جس نے حیرت انگیز طور پر ہمارے چڑھائی میں مدد کی۔ سیڑھیوں کی یہ اکیلا پرواز ، سب کچھ کی طرح ، آتش فشاں تھی۔ یہ پھوٹ پھوٹ کے ذریعہ پھیلائے گئے پتھروں کے ایک چھاؤنی نے تشکیل دی تھی۔ اگر اس پہاڑ کے جھنڈوں کی عجیب شکل کے مطابق اس تنصیبی ڈور کی جانچ نہ کی جاتی تو یہ سمندر میں بہہ جاتا اور نئے جزیرے تشکیل دیتے۔ جیسا کہ یہ تھا ، اس نے ہماری خوب خدمت کی۔"
    },
    {
        "language": "Afrikaans",
        "symbol": "af",
        "text": "Gelukkig, na 'n uur van ongehoorde moeghede en gimnastiekoefeninge wat 'n akrobaat sou probeer, het ons by 'n groot ysveld gekom wat die bodem van die kegel van die\nvulkaan. Die inboorlinge noem dit die tafeldoek, waarskynlik om een ​​of ander rede soos die inwoners in die Kaap die Goeie Hoop hul berg Tafelberg noem, en hul paaie Tafelbaai. Hier, tot ons wedersydse verbasing, het ons 'n werklike vlug van kliptrap gevind, wat ons opkoms wonderlik gehelp het. Hierdie enkele trappie was soos alles vulkanies. Dit is gevorm deur een van die strome wat deur die uitbarstings opgegooi is. As hierdie enkelstroom nie in sy afkoms gekontroleer sou word deur die eienaardige vorm van die flanke van die berg nie, sou dit in die see gevee het en nuwe eilande gevorm het. Soos dit was, het dit ons wonderlik gedien."
    },
    {
        "language": "Armenian",
        "symbol": "hy",
        "text": "Բարեբախտաբար, մեկ ժամ չլսված հոգնածությունից և մարմնամարզական վարժություններից հետո, որոնք փորձում էին ակրոբատի հասնել, մենք հասանք սառույցի հսկայական դաշտ, որն ամբողջությամբ շրջապատում էր կոնաձևի հատակը:\nհրաբուխ Բնիկները այն անվանում էին սփռոց, հավանաբար ինչ-ինչ պատճառներից ելնելով, քանի որ Լավ Հույսի հրվանդանի բնակիչները իրենց սարն անվանում են Սեղանի լեռ, իսկ իրենց ճանապարհները ՝ Թեյբլ Բեյ: Այստեղ, ի զարմանս մեզ, մենք գտանք քարե աստիճանների իրական թռիչք, որը հիանալի կերպով օգնեց մեր վերելքին: Այս եզակի աստիճաններով թռիչքը, ինչպես և մնացածը, հրաբխային էր: Այն առաջացել էր ժայթքումների արդյունքում թափված քարերի տարափից մեկի կողմից: Եթե ​​այս եզակի հեղեղը լեռան եզրերի յուրահատուկ ձևով չստուգվեր իր ծագման վայրում, ապա այն կթափվեր ծովի մեջ և կստեղծեր նոր կղզիներ: Այնպիսին, ինչպիսին եղել է, այն հիասքանչ է մեզ ծառայել:"
    },
    {
        "language": "Belarusian",
        "symbol": "be",
        "text": "На шчасце, пасля гадзіны нечуванай стомы і гімнастычных практыкаванняў, якія б спрабавалі стаць акрабатам, мы выйшлі на велізарнае поле лёду, якое цалкам атачала дно конусу\nвулкан. Мясцовыя жыхары называлі яго абрусам, верагодна, з такой прычыны, як жыхары мыса Добрай Надзеі называюць сваю гару Столовай гарой, а дарогі Столавай бухтай. Тут, на наша ўзаемнае здзіўленне, мы знайшлі сапраўдны палёт каменных прыступак, які цудоўна дапамог нашаму ўздыму. Гэта адзіная лесвіца была, як і ўсё астатняе, вулканічнай. Яно было ўтворана адным з тых патокаў камянёў, адкінутых вывяржэннямі. Калі б гэты адзінкавы паток не быў правераны пры спуску па своеасаблівай форме флангаў горы, ён бы пранёсся ў мора і ўтварыў бы новыя астравы. Такі, які ён быў, ён выдатна нам служыў."
    },
    {
        "language": "Chichewa",
        "symbol": "ny",
        "text": "Mwamwayi, patatha ola lathunthu la kutopa osamveka, komanso masewera olimbitsa thupi omwe akanakhala akuyesera kupha munthu, tidafika pamunda waukulu wa ayezi, womwe udazungulira kwathunthu pansi pa kondomu\nkuphulika. Amwenyewa amatcha nsalu ya patebulo, mwina chifukwa china chomwe okhala ku Cape of Good Hope amatcha phiri lawo la Table Mountain, ndi misewu yawo Table Bay. Apa, podabwitsana, tapeza mayendedwe enieni amiyala, omwe amatithandiza kukwera kwathu. Masitepe oyenda okhawo, monga china chilichonse, anali ophulika. Inapangidwa ndi umodzi mwamiyala yamiyala yomwe idaphulika. Ngati mtsinje umodzi wokha sunayang'ane kutsika kwake ndi mawonekedwe apadera a phirili, bwenzi atasesa m'nyanja, ndikupanga zilumba zatsopano. Momwe zimakhalira, zidatithandizira modabwitsa."
    },
    {
        "language": "Galician",
        "symbol": "gl",
        "text": "Afortunadamente, despois dunha hora de fatigas inéditas e de exercicios ximnásticos que intentaría un acróbata, chegamos a un vasto campo de xeo, que rodeaba completamente o fondo do cono do\nvolcán. Os nativos chamárono mantel, probablemente por algunha razón como os habitantes do Cabo de Boa Esperanza denominan a montaña Table Mountain e as súas estradas Table Bay. Aquí, para a nosa sorpresa mutua, atopamos un voo real de chanzos de pedra, que axudaron estupendamente ao noso ascenso. Este singular tramo de escaleiras era, como todo o demais, volcánico. Estivera formado por un deses torrentes de pedras arrastrados polas erupcións. Se este singular torrente non fose comprobado no seu descenso pola peculiar forma dos flancos da montaña, arrastraría ao mar e formaría novas illas. Como foi, serviunos admirablemente."
    },
    {
        "language": "Haitian Creole",
        "symbol": "ht",
        "text": "Erezman, apre yon èdtan nan fatig etranj, ak nan egzèsis jimnastik ki ta yo te ap eseye yon Acrobat, nou rive nan yon jaden vas nan glas, ki antoure nèt anba a nan kòn lan nan\nvòlkan. Natif Natal yo te rele li nap la, pwobableman nan kèk rezon tankou moun ki rete nan Cape Bon Espwa yo rele mòn yo Table Mountain, ak wout yo Table Bay. Isit la, sipriz mityèl nou an, nou te jwenn yon vòl aktyèl la nan etap wòch, ki bèl ede monte nou an. Vòl sengilye eskalye sa a te, tankou tout lòt bagay, vòlkanik. Li te fòme pa youn nan sa yo torrents nan wòch jete moute pa eripsyon yo. Si torrent sengilye sa a pa te tcheke nan desandan li yo pa fòm spesifik nan flan mòn lan, li ta baleye nan lanmè a, e li ta fòme nouvo zile. Tankou li te ye, li te sèvi nou admirableman."
    },
    {
        "language": "Hindi",
        "symbol": "hi",
        "text": "सौभाग्य से, एक घंटे के अनसुने फेटिग्स के बाद, और जिमनास्टिक अभ्यास जो एक कलाबाज की कोशिश कर रहे थे, हम बर्फ के एक विशाल क्षेत्र में आए, जो पूरी तरह से शंकु के शंकु के नीचे से घिरा हुआ था\nज्वालामुखी। मूल निवासी इसे मेज़पोश कहते हैं, शायद कुछ इसी कारण से केप ऑफ गुड होप में उनके माउंटेन टेबल माउंटेन, और उनकी सड़कों को टेबल बे कहते हैं। यहां, हमारे पारस्परिक आश्चर्य के लिए, हमें पत्थर के चरणों की एक वास्तविक उड़ान मिली, जिसने हमारे चढ़ाई में आश्चर्यजनक सहायता की। सीढ़ियों की यह विलक्षण उड़ान, हर चीज की तरह थी, ज्वालामुखी। इसका निर्माण विस्फोटों द्वारा डाले गए पत्थरों की एक धार से हुआ था। यदि इस विलक्षण धार को पहाड़ के गुच्छे के अजीबोगरीब आकार से इसके वंश में जाँच नहीं की गई होती, तो यह समुद्र में बह जाती, और नए द्वीप बन जाते। जैसा कि यह था, यह हमें admirably सेवा की।"
    },
    {
        "language": "Icelandic",
        "symbol": "is",
        "text": "Sem betur fer, eftir klukkutíma af óheyrnum þreytum og fimleikaæfingum sem hefðu verið að reyna að loftfimleikamanni, komumst við að víðáttumiklum reit, sem umkringdi botn keilunnar\neldfjall. Innfæddir kölluðu það dúka, líklega af einhverri slíkri ástæðu eins og íbúar í Höfðu Góðri von kalla fjallið Taflafjall sitt, og vegi þeirra Tafla. Hér, til gagnkvæmrar undrunar okkar, fundum við raunverulegan steinþrep, sem hjálpaði frábærlega uppgang okkar. Þessi einstaka stigi var eins og allt annað eldgos. Það hafði verið myndað af einum af þessum steinstraumum sem steyptust af eldgosunum. Ef þessi einstaka straumur hefði ekki verið athugaður í uppruna sínum með sérkennilegri lögun hlífa fjallsins, hefði hann sópað til sjávar og myndað nýjar eyjar. Svo sem það var þjónaði það okkur aðdáunarlega."
    },
    {
        "language": "Javanese",
        "symbol": "jw",
        "text": "Untunge, sawise suwene ora letih, lan olahraga senam sing bakal nyoba akrobat, kita tekan lapangan es sing jembar, sing ngubengi sisih ngisor kerucut\ngunung geni. Warga pribumi ngarani taplak meja, bisa uga amarga sawetara wong sing manggon ing Cape of Good Hope ngarani gunung Pegunungan kasebut, lan dalane Bay Bay. Ing kene, kaget banget, nalika nemokake langkah-langkah watu sing nyata, sing bisa mbantu kita munggah. Undhak-undhakan sing beda-beda kaya vulkanik. Iki digawe dening salah sawijining aliran watu sing dibuwang dening jeblugan. Yen torrent tunggal iki durung dicenthang kanthi turunane kanthi bentuk aneh saka sisih ndhuwur gunung, mula bakal nyapu segara, lan bakal nggawe pulau-pulau anyar. Kaya ngono, iki nguntungake kanggo kita."
    },
    {
        "language": "Khmer",
        "symbol": "km",
        "text": "ជាសំណាងល្អបន្ទាប់ពីអស់កម្លាំងអស់រយៈពេលមួយម៉ោងនិងការធ្វើលំហាត់ប្រាណកាយសម្ព័ន្ធដែលនឹងព្យាយាមធ្វើកាយសម្ព័ន្ធយើងបានទៅដល់វាលទឹកកកដ៏ធំមួយដែលព័ទ្ធជុំវិញផ្នែកខាងក្រោមនៃកោណនៃ\nភ្នំភ្លើង។ ជនជាតិដើមបានហៅវាថាតុតុប្រហែលជាមកពីហេតុផលមួយចំនួនដូចជាអ្នករស់នៅក្នុងតំបន់ Cape of Good Hope ហៅថាភ្នំតុភ្នំរបស់ពួកគេហើយផ្លូវរបស់ពួកគេគឺតារាងបាយ័ន។ នៅទីនេះដើម្បីឱ្យមានការភ្ញាក់ផ្អើលទៅវិញទៅមកយើងបានរកឃើញជើងហោះហើរជាក់ស្តែងនៃជំហានថ្មដែលជួយដល់ការឡើងរបស់យើងយ៉ាងអស្ចារ្យ។ ការហោះហើរនៃជណ្តើរនេះមានលក្ខណៈដូចជាអ្វីៗផ្សេងទៀតភ្នំភ្លើង។ វាត្រូវបានបង្កើតឡើងដោយដុំថ្មមួយក្នុងចំណោមខ្សែទាំងនោះដែលត្រូវបានបង្កើតឡើងដោយការផ្ទុះ។ ប្រសិនបើទឹកទន្លេឯកវន្តនេះមិនបានត្រូវបានត្រួតពិនិត្យនៅតាមជួរភ្នំរបស់វាដោយរូបរាងពិសេសនៃស្លាបភ្នំនោះវានឹងហូរចូលសមុទ្រហើយនឹងបង្កើតជាកោះថ្មី។ ដូចជាវាវាបានបម្រើយើងយ៉ាងគួរឱ្យកោតសរសើរ។"
    },
    {
        "language": "Lao",
        "symbol": "lo",
        "text": "ໂຊກດີ, ຫລັງຈາກທີ່ບໍ່ມີຄວາມອ້ວນ, ແລະການອອກ ກຳ ລັງກາຍທີ່ຈະພະຍາຍາມແລ່ນກາຍຍະ ກຳ, ພວກເຮົາໄດ້ມາຮອດທົ່ງນ້ ຳ ກ້ອນທີ່ກວ້າງໃຫຍ່ໄພ, ເຊິ່ງອ້ອມຮອບດ້ານລຸ່ມຂອງໂກນຂອງ\nພູເຂົາໄຟ. ຄົນພື້ນເມືອງເອີ້ນມັນວ່າຜ້າປູໂຕະ, ອາດຈະມາຈາກເຫດຜົນບາງຢ່າງເຊັ່ນວ່າຜູ້ອາໄສຢູ່ໃນ Cape of Good Hope ເອີ້ນວ່າ Mountain Table Mountain, ແລະຖະ ໜົນ Table Bay ຂອງພວກເຂົາ. ໃນທີ່ນີ້, ເພື່ອຄວາມແປກໃຈເຊິ່ງກັນແລະກັນ, ພວກເຮົາໄດ້ພົບເຫັນການບິນຂອງຂັ້ນຕອນກ້ອນຫີນ, ເຊິ່ງໄດ້ຊ່ວຍໃຫ້ການຂຶ້ນຂອງພວກເຮົາປະຫລາດໃຈ. ການບິນທີ່ໂດດເດັ່ນຂອງບັນໄດນີ້ແມ່ນ, ຄືກັບທຸກຢ່າງ, ພູເຂົາໄຟ. ມັນໄດ້ຖືກສ້າງຕັ້ງຂຶ້ນໂດຍຫນຶ່ງຂອງກະແສນ້ໍາຂອງກ້ອນຫີນທີ່ຖືກໂຍນລົງໂດຍການລະເບີດ. ຖ້າຫາກວ່າສາຍນ້ ຳ ທີ່ເປັນເອກະລັກສະເພາະນີ້ບໍ່ໄດ້ຖືກກວດສອບໃນບ່ອນສືບເນື່ອງມາຈາກຮູບຊົງທີ່ແຕກຕ່າງຂອງພູພຽງ, ມັນຈະໄດ້ພັດເຂົ້າໄປໃນທະເລ, ແລະກໍ່ຈະສ້າງເກາະ ໃໝ່ ຂຶ້ນມາ. ເຊັ່ນວ່າມັນແມ່ນມັນ, ມັນໄດ້ຮັບໃຊ້ພວກເຮົາທີ່ຫນ້າຊົມເຊີຍ."
    },
    {
        "language": "Macedonian",
        "symbol": "mk",
        "text": "За среќа, по еден час нечуени замори и гимнастички вежби што се обидуваа да ги направат акробат, дојдовме до огромно поле со мраз, кое целосно го опкружуваше дното на конусот на\nвулкан. Домородците го нарекоа чаршав за маса, веројатно од некоја причина, како што жителите во Кејп на добрата надеж ја нарекуваат својата планина Табела планина, а патиштата Табела Беј. Тука, на наше заедничко изненадување, пронајдовме вистински лет од камени скали, што прекрасно ни помогна во искачувањето. Овој единствен скалилен лет беше, како и сè друго, вулкански. Таа беше формирана од еден од оние порој камења што беа фрлени од ерупциите. Ако овој единствен порој не беше проверен во неговото спуштање од необичната форма на крилата на планината, тој ќе се зафатеше во морето и ќе формираше нови острови. Како што беше, ни служеше воодушевувачки."
    },
    {
        "language": "Maori",
        "symbol": "mi",
        "text": "Waimarie, i muri i te haora o te ngenge-kore o te ngenge, me nga mahi whakangahau i te mea e ngana ana ki te eke, ka tae matou ki tetahi papa hukapapa nui, i karapoti katoa i te raro o te kohinga o te\npuia. I tapaina e nga taangata he papaa papaa, no etahi pea o nga take i kiia ai e te hunga e noho ana i te Cape of Good Hope te ingoa ko to ratou Maunga Tihi Maihi, me o ratau huarahi ko te Pewhairangi. I tino miharo maua, i te kitenga atu i te pikitanga o nga kaupae kohatu, he mea whakamiharo i awhinahia ai maua. Ko tenei rerenga arawhata takitahi, penei ano i te puia. I hangaia e tetahi o era waipuke kohatu i akina e te hū. Mena kaore i tirohia tenei waipuke ahurei i tona whakaputanga na te ahuatanga motuhake o nga taha o te maunga, ka huri ki te moana, ka whakatuhia he moutere hou. Pera i te ahua, he pai te mahi ki a maatau."
    },
    {
        "language": "Nepali",
        "symbol": "ne",
        "text": "भाग्यवस, एक घण्टा सुन्न नसक्ने थकान र एक्रोबेटको लागि प्रयास गरिरहेका व्यायामशास्त्रीय अभ्यासहरूको पछि, हामी बरफको विशाल मैदानमा आइपुग्यौं, जुन पूर्ण रूपमा शंकुको तल्लो भागमा घेरिएको थियो।\nज्वालामुखी मूल निवासीहरूले यसलाई टेबलक्लोथ भनेका छन्, सायद केप अफ गुड होपका बासिन्दाहरूले उनीहरूलाई पहाडको टेबल माउन्टेन र सडकहरू टेबल बे भनिन्छ। यहाँ, हाम्रो पारस्परिक आश्चर्यको लागि, हामीले ढु steps्गाको चरणहरूको वास्तविक उडान भेट्टायौं, जसले आश्चर्यजनक रूपमा हाम्रो आरोहणलाई मद्दत गर्‍यो। सिढीको यो एकल उडान, अरू सबै जस्तै, ज्वालामुखी थियो। यो विस्फोटनले खडा गरेको ढु tor्गाको तीब्र धाराहरूमध्ये एउटाले गठन गरेको हो। यदि यो एकल धारलाई पहाडको भित्ताहरूको अद्भुत आकारले यसको तलतिर जाँच नगरेको भए, यो समुद्रमा बग्ने थियो र नयाँ टापुहरू स्थापना गर्ने थियो। जस्तो यो थियो, यसले हाम्रो प्रशंसनीय सेवा गर्‍यो।"
    },
    {
        "language": "Samoan",
        "symbol": "sm",
        "text": "O le mea e lelei ai, ina ua tuanaʻi le itula o le le lavava-o le lelava, ma faʻamalositino faʻamalositino na semanu e taumafai e alu i se acrobat, na matou oʻo atu i se fanua tele o le aisa, lea na faʻataʻamilomiloina atoa le pito i lalo o le faʻasologa o\nmaugamu. Na faʻaigoa e tagata o le nuʻu o le ie tapunia, atonu mai nisi o mafuaʻaga e pei ona taʻua e tagata o loʻo nonofo i Cape of Good Hope le latou mauga o Mountain Mountain, ma a latou auala o le Bay Bay. O le mea na ma teʻi ai, ona o le felelei o maʻa, na fesoasoani tele i le aʻeaʻe. Lenei vaʻa lele tasi o le faʻasologa, pei o isi mea uma, maugamu. Na faia e se tasi o na tafega o maʻa na lafoina e le pa. Afai e leʻo siakiina lenei vaitafe tutasi i lona tupuʻaga e ala i foliga uiga ese o itu o le mauga, semanu e sosolo i le sami, ma ono fausia ai ni motu fou. E pei ona sa i ai, na tautuaina i matou faamemelo."
    },
    {
        "language": "Shona",
        "symbol": "sn",
        "text": "Neraki, mushure meawa imwe yezvakange zvisina kunzwikwa-zvevakaneta, uye zvekurovedza muviri izvo zvaizodai zvakaedza kuita acrobat, takasvika kumunda wakakura wechando, uyo wakakomberedza kuzasi kwekoni\nvolcano. Vagari vemo vaiidaidza kuti jira repatafura, pamwe kubva pane zvimwe zvikonzero sekuti vanogara muCape yeGood Hope vanodana gomo ravo rinonzi Table Mountain, nemigwagwa yavo inonzi Table Bay. Pano, kushamisika kwedu kwese, takawana kumhanya chaiko kwematanho ematombo, ayo akabatsira zvinoshamisa kukwira kwedu. Kukwira kumwechete kwezvikwiriso kwaive, senge zvese zvimwe zvinhu, volcano. Yakanga yaumbwa neimwe yeiyo hova dzematombo dzakasimudzwa nekuputika. Dai rwizi urwu rwumwe chete rwusina kutariswa mukudzika kwarwo nechimiro chakasarudzika chemakomo egomo, ingadai yakatsvaira mugungwa, uye ingadai yakaumba zviwi zvitsva. Zvakaita sezvazvaive, zvakatishandira isu zvinofadza."
    },
    {
        "language": "Somali",
        "symbol": "so",
        "text": "Nasiib wanaagse, saacad ka dib daal badan oo aan hore loo maqal, iyo jimicsi jimicsi oo isku dayi lahaa acrobat, waxaan nimid dhul ballaaran oo baraf ah, kaasoo gebi ahaanba hareereeyey salka hoose ee koorta\nvolcano. Dadka wadaniga ah waxay ugu yeereen marada miiska, malaha sababo jira awgood maxaa yeelay dadka degan Cape of Good Hope waxay ugu yeeraan buurtooda Table Mountain, iyo jidadkooda Table Bay. Halkan, si la yaab leh, waxaan ka helnay duulimaad dhab ah oo tallaabo dhagax ah, oo si cajaa'ib leh u caawiyay korteenna. Jaranjarooyinka keli keli ah waxay ahaayeen, sida wax walba, volcano. Waxaa sameeyay mid ka mid ah daadadka dhagxaanta ay qarxiyeen qarxa. Haddii durdurkan keligiis ah aan lagu eegin soo-saarkiisa qaabka gaarka ah ee garbaha buurta, wuxuu ku rogman lahaa badda, wuxuuna samaysan lahaa jasiirado cusub. Sida ay ahayd, waxay noogu adeegtay si la yaab leh."
    },
    {
        "language": "Yiddish",
        "symbol": "yi",
        "text": "צומ גליק, נאָך אַ שעה פון אַנכערד פון פאַטיגז און גימנאַסטיק עקסערסייזיז וואָס וואָלט האָבן שוין טריינג צו אַן אַקראָבאַט, מיר געקומען צו אַ וואַסט פעלד פון אייז, וואָס גאָר סעראַונדאַד די דנאָ פון די שישקע פון ​​די\nווולקאַן. די נייטיווז גערופן עס די טישטעך, מיסטאָמע פון ​​עטלעכע אַזאַ סיבה ווי די דוועלערז אין די קאַפּע פון ​​גוט האָפענונג רופן זייער באַרג טאַבלע Mountain, און זייער ראָודז טאַבלע ביי. דאָ, צו אונדזער קעגנצייַטיק יבערראַשן, מיר געפֿונען אַ פאַקטיש פלי פון שטיין טריט, וואָס וואַנדערפאַלי אַסיסטאַד אונדזער אַרופגאַנג. די מעשונע פון ​​טרעפּ איז, ווי אַלץ אַנדערש, וואַלקאַניק. עס איז געגרינדעט דורך איינער פון די טאָרראַנץ פון שטיינער ארלנגעווארפן דורך די ויסבראָך. אויב דעם מעשונעדיק מאַבל האט ניט געווען אָפּגעשטעלט אין זייַן אַראָפּגאַנג דורך די מאָדנע פאָרעם פון די פלאַנקס פון דעם באַרג, עס וואָלט האָבן סוועפּט אין די ים און וואָלט האָבן געשאפן נייַ אינזלען. אַזאַ ווי עס איז געווען, דאָס געדינט אונדז אַדמיראַבלי."
    },
    {
        "language": "Uzbek",
        "symbol": "uz",
        "text": "Yaxshiyamki, bir soat davomida eshitilmagan charchoq va akrobatga urinish mumkin bo'lgan gimnastika mashqlaridan so'ng, biz muzning ulkan maydoniga keldik, u konusning pastki qismini to'liq o'rab oldi.\nvulqon. Mahalliy aholi uni dasturxon deb atashgan, ehtimol shu sababga ko'ra Yaxshi umid burnida yashovchilar o'zlarining tog'larini Stol tog'i, yo'llarini Stol Bay deb atashadi. Bu erda, biz o'zaro ajablanib, tosh toshlarning haqiqiy parvozini topdik, bu bizning ko'tarilishimizga ajoyib tarzda yordam berdi. Ushbu yagona zinapoyalar, hamma narsalar singari, vulqon edi. Uni portlashlar natijasida toshgan toshqinlardan biri yaratgan edi. Agar ushbu yagona torrent o'z tushishida tog 'yonbag'irlarining o'ziga xos shakli bilan tekshirilmaganida, u dengizga singib ketgan va yangi orollarni vujudga keltirgan bo'lar edi. Qanday bo'lmasin, bu bizga juda yaxshi xizmat qildi."
    },
    {
        "language": "Yoruba",
        "symbol": "yo",
        "text": "Ni akoko, lẹhin wakati kan ti awọn agbara ti a ko gbọ, ati ti awọn adaṣe ere idaraya ti yoo ti gbiyanju si akrobat, a wa si aaye yinyin nla kan, eyiti o yika yika isalẹ konu ti\nonina. Awọn abinibi pe ni aṣọ-tabili, boya lati diẹ ninu iru idi bẹ gẹgẹbi awọn olugbe ni Cape ti Ireti Ireti pe oke Tabili Oke wọn, ati awọn ọna wọn Table Bay. Nibi, si iyalẹnu wa, a rii ofurufu gangan ti awọn igbesẹ okuta, eyiti o ṣe iranlọwọ iyanu fun igoke wa. Ilọ atẹgun atẹgun yii jẹ, bi ohun gbogbo miiran, onina. O ti ṣẹda nipasẹ ọkan ninu awọn iṣan omi ti awọn okuta ti o nwaye nipasẹ awọn eruption. Ti o ba jẹ pe a ko ti ṣayẹwo ṣiṣan ẹyọkan yii ni isedale rẹ nipasẹ apẹrẹ ti o yatọ ti awọn apa oke, yoo ti wọnu okun, yoo si ti ṣe awọn erekusu tuntun. Bii o ti jẹ, o ṣiṣẹ fun wa ni iyalẹnu."
    },
    {
        "language": "Welsh",
        "symbol": "cy",
        "text": "Yn ffodus, ar ôl awr o frasterau heb eu clywed, ac o ymarferion gymnasteg a fyddai wedi bod yn ceisio acrobat, daethom i gae helaeth o rew, a oedd yn amgylchynu gwaelod côn y\nllosgfynydd. Roedd y brodorion yn ei alw'n lliain bwrdd, yn ôl pob tebyg o ryw reswm fel mae'r preswylwyr yn Cape of Good Hope yn galw eu mynydd Table Mountain, a'u ffyrdd Table Bay. Yma, er mawr syndod inni, gwelsom hediad gwirioneddol o risiau cerrig, a gynorthwyodd ein dringfa yn rhyfeddol. Roedd yr hediad unigol hwn o risiau, fel popeth arall, yn folcanig. Fe'i ffurfiwyd gan un o'r llifeiriant hynny o gerrig a fwriwyd i fyny gan y ffrwydradau. Pe na bai'r cenllif unigol hwn wedi cael ei wirio yn ei dras gan siâp rhyfedd ochrau'r mynydd, byddai wedi ysgubo i'r môr, a byddai wedi ffurfio ynysoedd newydd. Fel yr oedd, fe wasanaethodd yn rhagorol i ni."
    },
    {
        "language": "Zulu",
        "symbol": "zu",
        "text": "Ngenhlanhla, ngemuva kwehora lokudinwa okungazwakalanga, kanye nokuzivocavoca umzimba obekuzozama i-acrobat, safika emkhakheni omkhulu weqhwa, owawuzungeze ngokuphelele phansi kwesigaxa\nintabamlilo. Abomdabu bayibiza ngendwangu yetafula, mhlawumbe ngenxa yesizathu esithile njengabahlali baseCape of Good Hope ababiza intaba yabo iTable Mountain, nemigwaqo yabo iTable Bay. Lapha, ngokumangala kwethu sobabili, sathola ukundiza kwangempela kwezitebhisi zamatshe, okusize ngokumangalisayo ukukhuphuka kwethu. Lezi zitebhisi ezihamba zodwa zazifana nentaba-mlilo. Yayenziwe ngesinye salezozifufula zamatshe ezaphakanyiswa ukuqhuma. Ukube lesi sifufula esisodwa asizange sihlolwe ekwehleni kwaso ngesimo esinqenqemeni sezintaba, ngabe sangena olwandle, futhi sakha iziqhingi ezintsha. Njengoba yayinjalo, yasisebenzela ngokuncomekayo."
    },
    {
        "language": "Xhosa",
        "symbol": "xh",
        "text": "Ngethamsanqa, emva kweyure yokungakhathali okungafunekiyo, kunye nokuzivocavoca umzimba obekunokuzama i-acrobat, safika kumhlaba omkhulu womkhenkce, owawurhangqe ngokupheleleyo emazantsi ekhowuni\nintaba-mlilo. Abemi balapho babeyibiza ngokuba yindwangu yetafile, mhlawumbi ngenxa yesizathu esithile njengabahlali baseKapa leGood Hope ababiza intaba yabo iTable Mountain, kunye neendlela zabo iTable Bay. Apha, ngokumangalisana kwethu, safumana inqwelomoya yamanyathelo amatye, awanceda ngokumangalisayo ukunyuka kwethu. Izinyuko ezihamba zodwa zazifana nentaba-mlilo. Yayenziwe ngomnye wezo zihlambo zamatye zaqhushumba. Ukuba lo mlambo wawungakhange ujongeke kumnombo wawo ngobume obukhethekileyo beentaba zentaba, ngewayetshintshele elwandle, kwaye ngewayeyile iziqithi ezitsha. Njengokuba yayinjalo, yasinceda ngendlela emangalisayo."
    },
    {
        "language": "Swahili",
        "symbol": "sw",
        "text": "Kwa bahati nzuri, baada ya saa moja ya uchovu usiosikika, na mazoezi ya mazoezi ambayo yangekuwa yakijaribu sarakasi, tulifika kwenye uwanja mkubwa wa barafu, ambao ulizunguka kabisa chini ya koni ya\nvolkano. Wenyeji waliiita kitambaa cha meza, labda kutoka kwa sababu kama vile wakaazi wa Cape of Good Hope wanauita mlima wao wa Table Mountain, na barabara zao ni Table Bay. Hapa, kwa mshangao wetu wote, tulipata ndege halisi ya hatua za mawe, ambazo zilisaidia kupaa kwetu kupanda. Ndege hii ya umoja ilikuwa, kama kila kitu kingine, ilikuwa ya volkano. Ilikuwa imeundwa na moja ya ile mito ya mawe iliyorushwa na milipuko hiyo. Ikiwa mto huu wa umoja haungekaguliwa katika asili yake na sura ya pekee ya kando ya mlima, ingekuwa imeingia baharini, na ingeunda visiwa vipya. Kama vile ilivyokuwa, ilitutumikia kwa kupendeza."
    },
    {
        "language": "Sundanese",
        "symbol": "su",
        "text": "Untungna, saatos sajam tina teu pati kadéngéeun, sareng latihan senam anu badé nyobian acrobat, kami dugi ka hiji lapang és, anu sacara gembleng ngurilingan handapeun kerucut\ngunung seuneuan. Pribumi nyebatna taplak meja, sigana tina sababaraha alesan sapertos anu nyicingan di Cape of Good Hope nyebat gunung Gunung Gunung na, sareng jalanna na Bay Bay. Di dieu, anu kaget pisan kami, kami mendakan léngkah batu anu nyata, anu ngajentul ngabantosan pendakian urang. Hiber tunggal tangga ieu, sapertos anu sanésna, vulkanik. Éta parantos kabentuk ku salah sahiji aliran batu anu dialungkeun ku bituna. Upami torrent tunggal ieu henteu acan dipariksa turunna ku bentuk aneh sisina gunung, éta bakal nyapu kana laut, sareng bakal ngawangun pulau-pulau anyar. Sapertos éta, éta dilayanan kami kapuji."
    },
    {
        "language": "Sindhi",
        "symbol": "sd",
        "text": "خوشقسمتي سان ، هڪڙي ڪلاڪ کان بي پرواهه ٿنڀن واري ، ۽ جمناسٽڪ ورزش جي جيڪا ايروبٽ ڪرڻ جي ڪوشش ڪري رهي هئي ، اسان برف جي هڪ وسيع ميدان تي آيا ، جيڪا پوري طرح سان شنک جي تري کي گهيرو ڪيو\nآتش فشاں ڏيهي ٻاهريان ان کي ٽيبل ڪپڙو سڏين ٿا ، شايد ڪنهن اهڙي سبب کان ، جيئن ڪيپ آف گڊ هوپ ۾ رهڻ وارا ، پنهنجي جبل واري ٽيبل کي جبل سڏين ٿا ۽ انهن جا روڊ ٽيبل بي. هتي ، اسان جي باهمي تعجب لاءِ ، اسان پٿر جي هڪ اصل اڏام ڏٺي ، جنهن حيرت انگيز طور اسان جي راهه هموار ڪئي. اها ڏاڪڻ جي گهمندڙ پرواز هئي ، هر شي وانگر ، آتش فشاں هئي. اهو پٿر جي انهن برج مان هڪ طرف هو قائم ڪيو ويو هو. جيڪڏهن هن واحد وهندڙ کي جبل جي نظارن جي مخصوص شڪل کان ان جي اتر ۾ جانچ نه ڪئي وڃي ها ، اهو سمنڊ ۾ لهي وڃي ها ، ۽ نوان جزيرو ٺاهي ها. هي هڪ جهڙو هوندو هو ، اهو اسان جي مشهوري طور تي خدمت ڪيو."
    },
    {
        "language": "Scots Gaelic",
        "symbol": "gd",
        "text": "Gu fortanach, às deidh uair a thìde de fatigues neo-àbhaisteach, agus de dh ’eacarsaichean lùth-chleasachd a bhiodh air a bhith a’ feuchainn ri acrobat, thàinig sinn gu raon mòr deighe, a bha gu tur a ’cuairteachadh bonn còn an\nbholcàno. Thug na tùsanaich an t-aodach-bùird air, is dòcha bho adhbhar air choreigin mar a chanas luchd-còmhnaidh Cape of Good Hope ris a ’bheinn Table Mountain Mountain aca, agus na rathaidean aca Table Bay. An seo, gus ar iongnadh dha chèile, lorg sinn fìor cheum de cheumannan cloiche, a chuidich gu h-iongantach le ar dìreadh. Bha an staidhre ​​singilte seo, mar a h-uile càil eile, bholcànach. Chaidh a cruthachadh le aon de na torran sin de chlachan a chaidh an cur suas leis na sprèadhaidhean. Mura biodh an torrent singilte seo air a bhith air a sgrùdadh a-rèir mar a bha cumadh sònraichte oirean na beinne, bhiodh e air sguabadh a-steach don mhuir, agus bhiodh e air eileanan ùra a chruthachadh. Mar a bha e, rinn e seirbheis ionmholta dhuinn."
    },
    {
        "language": "Sinhala",
        "symbol": "si",
        "text": "වාසනාවකට මෙන්, පැයකට නොදුටු තෙහෙට්ටුවකින් හා ඇක්‍රොබැට් එකකට උත්සාහ කළ හැකි ජිම්නාස්ටික් ව්‍යායාමවලින් පසුව, අපි විශාල අයිස් ක්‍ෂේත්‍රයකට පැමිණියෙමු.\nගිනි කන්ද. ස්වදේශිකයන් එය හැඳින්වූයේ මේස රෙද්ද ලෙසයි. බොහෝ විට කේප් ඔෆ් ගුඩ් හෝප්හි වැසියන් ඔවුන්ගේ කඳුකර මේස කන්ද සහ ඔවුන්ගේ මාර්ග මේස බේ ලෙස හැඳින්වේ. මෙන්න, අපගේ අන්‍යෝන්‍ය පුදුමයට, අපගේ නැගීමට පුදුමාකාර ලෙස සහාය වූ ගල් පඩි පෙළක් අපට හමු විය. මෙම තනි පඩිපෙළ අනෙක් සියල්ල මෙන් ගිනිකඳු විය. එය පිහිටුවා තිබුණේ පුපුරා යාමෙන් විසි කරන ලද ගල් ටොරන්ට් වලින් එකකි. කඳු මුදුනේ සුවිශේෂී හැඩය අනුව මෙම ඒකලිත ගංගාව එහි බැසීමේදී පරීක්ෂා නොකළේ නම්, එය මුහුදට ගසාගෙන ගොස් නව දූපත් ඇති වීමට ඉඩ තිබුණි. එය අපට ප්‍රශංසනීය ලෙස සේවය කළේය."
    },
    {
        "language": "Sesotho",
        "symbol": "st",
        "text": "Ka lehlohonolo, kamora hora ea mokhathala o sa utluoeng, le boikoetliso ba boikoetliso bo neng bo ka be bo lekile setaele, re ile ra fihla lebaleng le leholo la leqhoa, le neng le lika-likelitse botlaaseng ba khoune ea\nseretse se chesang. Baahi ba moo ba ile ba e bitsa lesela la tafole, mohlomong ho latela mabaka a mang a kang a baahi ba Cape of Good Hope ba bitsang thaba ea bona ea Mountain Mountain, le litsela tsa bona ke Bay Bay. Mona, re ile ra makala, ha re fumana mehato ea majoe e fofang, e re thusitseng haholo ho nyoloha. Litepisi tsena tse le 'ngoe li ne li tšoana le seretse se chesang. E ne e entsoe ke e 'ngoe ea melapo e phoroselang ea majoe e ileng ea qhoma ke ho phatloha hoo. Haeba molapo o phoroselang ona o le mong o ne o sa hlahlojoa ho theoha ha ona ke sebopeho se ikhethang sa mahlakore a thaba, o ka be o ile oa hohola ka leoatleng, mme o ka be o thehile lihlekehleke tse ncha. Joalo ka ha e ne e le joalo, e ile ea re sebeletsa ka mokhoa o babatsehang."
    },
    {
        "language": "Persian",
        "symbol": "fa",
        "text": "خوشبختانه ، پس از یک ساعت خستگی ناشناخته ، و تمرینات ژیمناستیک که سعی می کردیم یک آکروبات را تجربه کنیم ، به یک میدان یخی وسیع رسیدیم که کاملاً قسمت پایین مخروط\nآتشفشان. بومیان آن را سفره می نامیدند ، احتمالاً به دلایلی به این دلیل كه ساكنان کیپ امید خوب کوههای خود را Table Table و جاده هایشان Table Bay را می نامند. در اینجا ، با کمال تعجب ، پرواز واقعی پله های سنگی را پیدا کردیم که به طرز شگفت انگیزی به صعود ما کمک می کرد. این پلکان منحصر به فرد ، مانند همه موارد دیگر ، آتشفشانی بود. این محل توسط یکی از آن سیلهای سنگی ساخته شده توسط فوران ها تشکیل شده است. اگر این سیلاب منحصر به فرد با شکل خاص پهلوهای کوه بررسی نشده بود ، به دریا می رفت و جزایر جدیدی را شکل می داد. همانطور که بود ، تحسین برانگیز ما بود."
    },
    {
        "language": "Pashto",
        "symbol": "ps",
        "text": "خوشبختانه ، د ناڅاپي ستړیا ، او جمناسټیک تمرینونو څخه یو ساعت وروسته چې اکروباټ ته به هڅه کوله ، موږ د یخ پراخې ځمکې ته ورسیدو ، کوم چې په بشپړ ډول د شنک پوړ محاصره کړ.\nد اور لمبې اصلي اوسیدونکو دې ته د میز چوکاټ ویل ، شاید د ځینې داسې دلیلونو له مخې چې د ښې هیلې په ټاپوګانو کې اوسيدونکي د دوی غر د میز غر ، او د سړکونو جدول بولي. دلته ، زموږ دوه اړخیز حیرانتیا ته ، موږ د تیږو مرحلو ریښتینې الوتنه وموندله ، کوم چې زموږ د عروج سره په حیرانتیا سره مرسته وکړه. د زینونو دا واحد الوتنه د هرڅه په څیر ، آتش فشاني وه. دا د ډبرو یو له هغو اورونو څخه جوړ شوی و چې د چاودنو پواسطه ایښودل شوی و. که چیرې دا واحد مشعل د غره په څنډو کې د عجیب ب byه له مخې نه وای چیک شوی ، نو دا به په سمندر کې تیر شوی وای ، او نوي ټاپوګان به رامینځته کړي. لکه څنګه چې دا و ، دا زموږ د ښه خدمت وکړ."
    },
    {
        "language": "Mongolian",
        "symbol": "mn",
        "text": "Аз болоход, нэг цагийн турш сонсогдоогүй ядаргаа, акробат хийх гэж оролдож байсан гимнастикийн дасгал хийсний дараа бид мөсөн уудам талбайн ирмэг дээр ирэв, тэр нь конусын ёроолыг бүхэлд нь тойрсон байв.\nгалт уул. Уугуул оршин суугчид үүнийг ширээний бүтээлэг гэж нэрлэдэг байсан нь Итгэл найдварын хошууны оршин суугчид уулаа Ширээний уул, замаа Ширээний булан гэж нэрлэдэг байсантай холбоотой байх. Бид бие биенээ гайхшруулж, авирахад гайхалтай тус болсон чулуун шатуудын бодит нислэгийг оллоо. Энэхүү ганц шат нь бусад бүх зүйл шиг галт уул байв. Энэ нь дэлбэрэлтээс үүдсэн цутгамал чулуунуудын нэгээр үүссэн байв. Хэрэв энэ ганц урсгал нь уулынхаа хажуугийн өвөрмөц хэлбэрээр уруудаж шалгагдаагүй бол далайд шүүрэн орж, шинэ арлууд бий болох байсан. Энэ нь бидэнд гайхалтай сайхан үйлчилсэн юм."
    },
    {
        "language": "Myanmar",
        "symbol": "my",
        "text": "ကံကောင်းထောက်မစွာ, တစ်နာရီကြားဖူး - ပင်ပန်းနွမ်းနယ်ခြင်းနှင့် Acrobat ဖို့ကြိုးစားနေကြလိမ့်မည်ဟုကျွမ်းဘားလေ့ကျင့်ခန်းပြီးနောက်, ငါတို့ကုန်း၏ကန်တော့ချွန်၏အောက်ခြေလုံးလုံးဝန်းရံနေသောကျယ်ပြန့်ရေခဲလယ်ပြင်သို့ရောက်ကြ၏\nမီးတောင် ကောင်းမွန်သောမျှော်လင့်ခြင်းကိပ်ရှိနေထိုင်သူများသည် ၄ ​​င်းတို့၏တောင်တန်းစားပွဲတောင်တန်းနှင့်သူတို့၏လမ်းများမှာဇယားပင်လယ်အော်ဟုခေါ်သည့်အကြောင်းပြချက်အချို့ မှနေ၍ ဒေသခံများကယင်းကိုဇွဲကွာဟုခေါ်ကြသည်။ ဤတွင်ကျွန်ုပ်တို့၏နှစ် ဦး နှစ်ဖက်အပြန်အလှန်အံ့အားသင့်စေသည့်အရာမှာအမှန်တကယ်ကျောက်တုံးကျောက်တုံးများပျံသန်းမှုကိုကျွန်ုပ်တို့တွေ့ရှိခဲ့ပြီး၎င်းသည်ကျွန်ုပ်တို့၏မြင့်တက်မှုကိုအံ့အားသင့်စေခဲ့သည်။ ဤအနည်းကိန်းလှေကားများကအခြားအရာအားလုံးကဲ့သို့ပင်မီးတောင်ဖြစ်ခဲ့သည်။ ၎င်းကိုမီးတောင်ပေါက်ကွဲမှုကြောင့်ဖြစ်ပေါ်လာသောကျောက်တုံးများထဲမှတစ်ခုကဖွဲ့စည်းခဲ့သည်။ အကယ်၍ ဒီတစ်မူထူးခြားသောစီးဆင်းမှုကိုတောင်စောင်းများ၏ထူးခြားသောပုံသဏ္byာန်အားဖြင့်၎င်း၏ဆင်းသက်လာမှုကိုစစ်ဆေးခြင်းမပြုနိုင်ပါက၎င်းသည်ပင်လယ်ထဲသို့မျောပါသွားပြီးကျွန်းအသစ်များပေါ်ပေါက်လာလိမ့်မည်။ ထိုကဲ့သို့သောဖြစ်သကဲ့သို့, ဒါဟာလို့ရတဲ့ကျွန်တော်တို့ကိုတာဝန်ထမ်းဆောင်ခဲ့သည်။"
    },
    {
        "language": "Maltese",
        "symbol": "mt",
        "text": "Fortunatament, wara siegħa ta 'għeja li ma kinitx tinstema', u ta 'eżerċizzji tal-ġinnastika li kienu jkunu qed jippruvaw akrobata, wasalna f'għalqa kbira ta' silġ, li mdawwar għal kollox il-qiegħ tal-kon tal-kobor.\nvulkan. L-indiġeni sejħuha t-tvalja, probabbilment minn xi raġuni bħalma l-abitanti fil-Kap ta 'Tama Tajba jsejħu l-muntanji tagħhom Table Mountain, u t-toroq tagħhom Table Bay. Hawnhekk, għas-sorpriża reċiproka tagħna, sibna titjira attwali ta 'turġien tal-ġebel, li għenet b'mod meraviljuż it-telgħa tagħna. Din it-titjira singulari tat-taraġ kienet, bħal kull ħaġa oħra, vulkanika. Kienet ġiet iffurmata minn wieħed minn dawk it-turrenti ta 'ġebel mitfugħa mill-eruzzjonijiet. Li kieku dan it-torrent singulari ma kienx ġie kkontrollat ​​fid-dixxendenza tiegħu mill-għamla partikolari tal-ġnub tal-muntanja, kien jiknes fil-baħar, u kien jifforma gżejjer ġodda. Bħalma kienet, servietna b’mod ammirevoli."
    },
    {
        "language": "Malagasy",
        "symbol": "mg",
        "text": "Soa ihany, taorian'ny adin'ny adin'ny adin'ny adiny iray, ary ny fanaovana fanatanjahan-tena izay mety hanandrana akrobat, dia tonga teo amin'ny saha misy ranomandry be dia be izahay, izay nanodidina ny fanambanin'ny afovoan'ilay\nvolkano. Nantsoin'ny tompon-tany hoe lamban-databatra io, angamba noho ny antony sasany niantsoan'ny mponina tao Cape of Good Hope ny Mountain Mountain, sy ny làlany Table Bay. Gaga izahay fa nahita dian-tohatra vato tena izy, izay nanampy be dia be ny fiakarana. Volkano ity karazana tohatra tokana ity, toy ny zavatra hafa rehetra. Iray amin'ireo tondra-drano be vato natsangan'ny fipoahana io no namorona azy. Raha toa ka tsy nozahana tamin'ny fiaviany io riaka tokana io tamin'ny alàlan'ny endrika mampiavaka ny sisin-tendrombohitra, dia ho nindaosin'ny ranomasina izy io, ary mety hanana nosy vaovao. Tahaka izany, dia nankasitraka anay izy io."
    },
    {
        "language": "Latin",
        "symbol": "la",
        "text": "Feliciter post horam inaudita labores et conatus fuisset in palaestra Word devenimus agris ingentem glacie qua cincta sinus totus pyramidis\nmonte. Incolis appellata mantile fortasse aliqua ratio ita vocant montem Bonae Spei habitatores montis mensam et itinera tabula sinus. Hic mutua admiratione invenimus actu gradibusque fuga quam mire ascensu nostros adiuverunt. In fugam versi singulari sicut cetera molaris. Fuerat ab una lapidis per torrentes evanuit. Hoc singulare fuisse, torrens per propriam formam in descensu montis latera non tulerint mare et volebat noua insularum. Ut esset, quod nos defensum egregie servivit."
    },
    {
        "language": "Luxembourgish",
        "symbol": "lb",
        "text": "Glécklecherweis, no enger Stonn vun onbekannte Müdegkeeten, a vu gymnasteschen Übungen, déi engem Akrobat probéiert hätten, si mir op e grousst Feld vun Äis komm, dat ganz ënnen um Kegel vum\nVulkan. D'Awunner hunn et den Tischduch genannt, wahrscheinlech aus sou engem Grond wéi d'Awunner am Kap vun der Gudder Hoffnung hire Bierg Table Mountain nennen, an hir Stroossen Table Bay. Hei, zu eiser géigesäiteger Iwwerraschung, hu mir en aktuelle Fluch vu Steentrapp fonnt, wat eis Opstieg wonnerbar gehollef huet. Dës eenzegaarteg Trap war, wéi alles anescht, vulkanesch. Et gouf geformt vun engem vun dësen Stréimunge vu Steng, déi vun den Eruptiounen opgeriicht goufen. Wann dës eenzegaarteg Sturzflut net a senger Ofstamung vun der komescher Form vun de Flanke vum Bierg gepréift gi wier, hätt se an d'Mier gezunn, an hätt nei Insele gemaach. Sou wéi et war, huet et eis bewonnerbar gedéngt."
    },
    {
        "language": "Kyrgyz",
        "symbol": "ky",
        "text": "Бактыга жараша, бир саат укпаган чарчоодон жана акробатка аракет кылган гимнастикалык көнүгүүлөрдөн кийин, биз муздун кенен талаасына келдик, ал конустун түбүн толугу менен курчап алган.\nжанар тоо. Жергиликтүү тургундар аны дасторкон деп аташкан, сыягы, Жакшы Үмүт Кейпинин тургундары тоолорун Стол Тоосу, ал эми жолдору Стол Бей деп аташкан. Бул жерде, бизди таң калтырган нерсе, биз көтөрүлүп чыгууга сонун жардам берген таш тепкичтердин чыныгы учушун таптык. Бул өзгөчө тепкич, башкалар сыяктуу эле, жанар тоо болчу. Аны таштандылар таштаган агын суулардын бири пайда кылган. Эгерде бул сингренттик агым өзүнүн түшүшү менен тоонун капталдарынын өзгөчө формасы менен текшерилбесе, анда ал деңизге агып, жаңы аралдарды пайда кылмак. Кандай болсо дагы, ал бизге суктануу менен кызмат кылды."
    },
    {
        "language": "Kazakh",
        "symbol": "kk",
        "text": "Бақытымызға орай, біз естімеген бір сағаттық шаршау мен акробатты сынап көруге болатын гимнастикалық жаттығулардан кейін біз конустың түбін толығымен қоршап тұрған кең мұз алаңына келдік.\nжанартау. Жергілікті тұрғындар оны дастархан деп атады, мүмкін кейбір себептермен Үміт Мүйісінде тұратындар өз тауын Үстел тау, ал жолын Үстел Бей деп атайды. Міне, біз өзімізді таңқалдырдық, біз көтерілуге ​​керемет көмектескен тас баспалдақтардың нақты ұшуын таптық. Бұл жалғыз баспалдақ басқалар сияқты жанартау болды. Оны атқылау салдарынан құйылған тасқындардың бірі құрды. Егер бұл сингулярлық ағын өз биіктігінде таудың қапталдарының ерекше формасымен тексерілмеген болса, онда ол теңізге сіңіп кетіп, жаңа аралдар пайда болар еді. Бұл қалай болғанда да, бізге керемет қызмет етті."
    },
    {
        "language": "Kurdish",
        "symbol": "ku",
        "text": "Bi kêfxweşî, piştî demjimêrek westandinên nehîstî, û temrînên gimnastîkî ku dê hewl bida akrobatek, em hatin zeviyek berfê ya qeşayê, ku bi tevahî binê konê\nçîyayê agirî. Welatiyên navborî jê re digotin sifrê, dibe ku ji sedemek wusa heye ku niştecihên li Girava Hêviya Baş dibêjin çiyayê xwe Table Table, û rêyên xwe Table Bay. Li vir, ji surprîza me ya hevûdu, me firînek rastîn a gavên kevirî, ku bi ecêb alîkariya hilkişîna me kir, dît. Ev firîna yekta ya derenceyan, wekî her tiştî, volkanî bû. Ew ji hêla yek ji wan tofên keviran ên ku ji hêla peqînan ve hatine avêtin hate damezrandin. Ger ev tewra yekejimar di daketina xwe de ji hêla teşeya xas a eniyên çiyê ve nehatibûya kontrol kirin, ew ê biketa nav behrê, û dê giravên nû ava bikira. Weke ku ew bû, ew bi heybetî ji me re xizmet kir."
    },
    {
        "language": "Kannada",
        "symbol": "kn",
        "text": "ಅದೃಷ್ಟವಶಾತ್, ಒಂದು ಗಂಟೆಯವರೆಗೆ ಕೇಳದ ಆಯಾಸಗಳು ಮತ್ತು ಅಕ್ರೋಬ್ಯಾಟ್‌ಗೆ ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದ ಜಿಮ್ನಾಸ್ಟಿಕ್ ವ್ಯಾಯಾಮದ ನಂತರ, ನಾವು ವಿಶಾಲವಾದ ಮಂಜುಗಡ್ಡೆಯ ಕ್ಷೇತ್ರಕ್ಕೆ ಬಂದೆವು, ಅದು ಕೋನ್‌ನ ಕೆಳಭಾಗವನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಸುತ್ತುವರೆದಿದೆ\nಜ್ವಾಲಾಮುಖಿ. ಸ್ಥಳೀಯರು ಇದನ್ನು ಮೇಜುಬಟ್ಟೆ ಎಂದು ಕರೆದರು, ಬಹುಶಃ ಕೇಪ್ ಆಫ್ ಗುಡ್ ಹೋಪ್ನಲ್ಲಿ ವಾಸಿಸುವವರು ತಮ್ಮ ಪರ್ವತ ಟೇಬಲ್ ಮೌಂಟೇನ್ ಮತ್ತು ಅವರ ರಸ್ತೆಗಳನ್ನು ಟೇಬಲ್ ಬೇ ಎಂದು ಕರೆಯುತ್ತಾರೆ. ಇಲ್ಲಿ, ನಮ್ಮ ಪರಸ್ಪರ ಆಶ್ಚರ್ಯಕ್ಕೆ, ಕಲ್ಲಿನ ಮೆಟ್ಟಿಲುಗಳ ನಿಜವಾದ ಹಾರಾಟವನ್ನು ನಾವು ಕಂಡುಕೊಂಡಿದ್ದೇವೆ, ಅದು ನಮ್ಮ ಆರೋಹಣಕ್ಕೆ ಅತ್ಯದ್ಭುತವಾಗಿ ಸಹಾಯ ಮಾಡಿತು. ಮೆಟ್ಟಿಲುಗಳ ಈ ಏಕ ಹಾರಾಟವು ಎಲ್ಲದರಂತೆ ಜ್ವಾಲಾಮುಖಿಯಾಗಿತ್ತು. ಸ್ಫೋಟಗಳಿಂದ ಎಸೆಯಲ್ಪಟ್ಟ ಕಲ್ಲುಗಳ ಒಂದು ಟೊರೆಂಟ್ನಿಂದ ಇದು ರೂಪುಗೊಂಡಿದೆ. ಈ ಏಕವಚನವನ್ನು ಅದರ ಮೂಲದಲ್ಲಿ ಪರ್ವತದ ಪಾರ್ಶ್ವಗಳ ವಿಲಕ್ಷಣ ಆಕಾರದಿಂದ ಪರೀಕ್ಷಿಸದಿದ್ದರೆ, ಅದು ಸಮುದ್ರಕ್ಕೆ ನುಗ್ಗಿ ಹೊಸ ದ್ವೀಪಗಳನ್ನು ರೂಪಿಸುತ್ತಿತ್ತು. ಅದು ಹಾಗೆ, ಇದು ನಮಗೆ ಪ್ರಶಂಸನೀಯವಾಗಿ ಸೇವೆ ಸಲ್ಲಿಸಿತು."
    },
    {
        "language": "Irish",
        "symbol": "ga",
        "text": "Ar ámharaí an tsaoil, tar éis uair an chloig de fatigues gan éisteacht, agus cleachtaí gleacaíochta a bheadh ​​ag iarraidh acrobat, tháinig muid chuig réimse mór oighir, a bhí timpeall go hiomlán ar bhun cón an\nbolcán. Thug na dúchasaigh air an t-éadach boird, is dócha ó chúis éigin mar a thugann na cónaitheoirí i Rinn an Dóchais ar a sliabh Table Mountain, agus a mbóithre Table Bay. Anseo, chun ár n-iontas frithpháirteach, fuaireamar eitilt iarbhír céimeanna cloiche, rud a chabhraigh go hiontach lenár n-ardú. Bhí an eitilt uatha staighre seo, cosúil le gach rud eile, bolcánach. Bhí sé curtha le chéile ag ceann de na torrents clocha sin a chaith na brúchtaí suas. Mura ndéanfaí an torrent uatha seo a sheiceáil ina shliocht de réir chruth aisteach chliatháin an tsléibhe, bheadh ​​sé scuabtha isteach san fharraige, agus bheadh ​​oileáin nua déanta aige. Den sórt sin mar a bhí sé, d’fhreastail sé go hiontach orainn."
    },
    {
        "language": "Igbo",
        "symbol": "ig",
        "text": "Ọ dabara nke ọma, mgbe awa nke adịghị ike ọ bụla a na-anụtụbeghị, na mmega ahụ mmega ahụ nke gaara anwa ịme acrobat, anyị rutere nnukwu mbara igwe ice, nke juputara na okpuru nke\nugwu mgbawa. Ndị obodo ahụ kpọrọ ya ákwà akwa, ikekwe site na ụfọdụ ihe kpatara ya dịka ndị bi na Cape of Good Hope na-akpọ ugwu ha Isiokwu Ugwu, na okporo ụzọ ha Table Bay. N’ebe a, o juru anyị anya na anyị hụrụ ebe anyị rịgoro na steepụ, nke nyeere anyị aka n’ụzọ dị ebube. Dị steepụ a dị iche iche dị ka ihe ọ bụla ọzọ. Ọ bụ otu n'ime iyi ndị ahụ na-agbawa agbawa mere ya. Ọ bụrụ na a naghị enyocha iyi pụrụ iche nke ọdịda ya site na ọdịdị ya dị iche iche nke akụkụ ugwu ahụ, ọ ga-abanye n'oké osimiri ahụ, ma mepụta agwaetiti ọhụrụ. Dika odi otua, o nyeere anyi aka."
    },
    {
        "language": "Hmong",
        "symbol": "hmn",
        "text": "Hmoov zoo, tom qab ib teev ntawm tsis hnov ​​tsw-ntawm kev rog, thiab kev tawm dag zog uas yuav tau sim ua kom tau ib tus neeg ncaws pob, peb tau los txog thaj chaw dej khov, uas puag ncig lub qab kawg ntawm lub khob hliav qab\nroob hluav taws. Cov haiv neeg hu ua nws cov ntaub pua rooj, tej zaum los ntawm qee qhov laj thawj li cov neeg nyob hauv lub dhaus Cape ntawm Kev Cia Siab hu lawv lub rooj roob lub roob, thiab lawv cov kev teeb ntawm Bay. Ntawm no, kom peb qhov kev sib nrig sib txawv, peb pom qhov tseeb davhlau ntawm cov kauj ruam pob zeb, uas yog pab tau zoo kawg nkaus nrog peb nce mus. Qhov no txawv txav ntawm cov ntaiv tau yog, zoo li txhua yam, volcanic. Nws tau tsim los ntawm ib qho ntawm cov dej ntawm cov pob zeb nrum los ntawm cov tawg. Yog tias qhov tso suab ntawm torrent tsis tau raug kuaj xyuas nyob rau hauv nws qhovntsej thiaj tsis mob los ntawm cov duab ntawm lub flanks ntawm lub roob, nws yuav tau dej hiav txwv, thiab yuav tau tsim cov kob tshiab. Xws li nws yog, nws tau pab peb admirably."
    },
    {
        "language": "Hungarian",
        "symbol": "hu",
        "text": "Szerencsére egy órányi hallatlan fáradtság és olyan tornagyakorlatok után, amelyek akrobatát próbáltak volna elérni, egy hatalmas jégmezőhöz érkeztünk, amely teljes egészében körülvette a kúp alját.\nvulkán. A bennszülöttek abrosznak hívták, valószínűleg valamilyen okból kifolyólag, mint a Jóreménység fokán lakók asztali hegynek, útjaikat pedig asztali öbölnek nevezik. Itt, kölcsönös meglepetésünkre, egy tényleges kőlépcsőt találtunk, amely csodálatosan segítette az emelkedőnket. Ez az egyedülálló lépcsősor, mint minden más, vulkanikus volt. A kitörések által felvetett kőáradatok egyike alkotta. Ha ezt az egyedüli áradatot nem ellenőrizte leszármazásában a hegy szárainak sajátos alakja, akkor a tengerbe söpört volna, és új szigeteket alkotott volna. Akármi is volt, csodálatosan szolgált bennünket."
    },
    {
        "language": "Hawaiian",
        "symbol": "haw",
        "text": "ʻO ka mea pōmaikaʻi, ma hope o hoʻokahi hola o ka luhi-o ka luhi, a me nā hoʻoikaika kino gymnastic e hoʻāʻo nei i kahi acrobat, ua hōʻea mākou i kahi kahua hau nui, kahi i hoʻopuni puni i ka lalo o ka cone o ka\nlua pele. Ua kapa ʻia ia mau kapa ʻaina e ka poʻe kamaʻāina, no kekahi kumu paha e kapa ai ka poʻe noho ma Cape of Good Hope i ko lākou mauna Mountain Mountain, a me ko lākou mau alanui ʻo Bay Bay. Maʻaneʻi, i kā mākou pūʻiwa pū, ʻike mākou i kahi lele maoli o nā ʻanuʻu pōhaku, kahi mea i kōkua kupaianaha i ko mākou piʻi ʻana. ʻO kēia lele lele ʻana o nā ʻanuʻu, e like me nā mea āpau, ka luaipele. Ua hana ʻia e kekahi o kēlā mau kahawai i hoʻolei ʻia e nā pele. Inā ʻaʻole i nānā ʻia kēia kahawai kū hoʻokahi i kāna iho e nā ʻano ʻokoʻa o nā ʻāpana o ka mauna, inā ua komo i loko o ke kai, a inā e hana i mau mokupuni hou. E like me ia, lawelawe ia iā mākou mahalo."
    },
    {
        "language": "Hausa",
        "symbol": "ha",
        "text": "Abin farin ciki, bayan awa daya na rashin gajiya, da kuma atisayen motsa jiki wanda zai iya kokarin hada kai, mun zo wani babban filin kankara, wanda ya zagaye ƙasan mazugi na\ndutsen mai fitad da wuta 'Yan ƙasar sun kira shi labulen tebur, wataƙila daga wasu dalilai kamar yadda mazaunan Cape na Kyakkyawan Fata ke kiran dutsen tsaunin su, da kuma hanyoyin su Table Bay. Anan, don mamakinmu, mun sami ainihin matakan matakan dutse, wanda abin al'ajabi ya taimaka mana hawan mu. Wannan matattakalar matakala, kamar kowane abu, daga wuta take. Oneayan ɗayan kogunan duwatsun ne suka fashe shi sakamakon fashewar abubuwa. Idan da ba a duba wannan rafin mai ɗauke da siffa ta musamman ta gefen gefen dutsen ba, da sai ya kutsa cikin teku, kuma da ya kirkiro sabbin tsibirai. Kamar yadda yake, ya yi mana aiki mai kyau."
    },
    {
        "language": "Georgian",
        "symbol": "ka",
        "text": "საბედნიეროდ, ერთი საათის განმავლობაში გაუგონარი დაღლილობისა და ტანვარჯიშის შემდეგ, რომელიც აკრობატს შეეცდებოდა, ყინულის უზარმაზარ ველს მივადექით, რომელიც მთლიანად გარშემორტყმული იყო კონუსის ძირში.\nვულკანის. მკვიდრნი მას სუფრის ტილოს ეძახდნენ, ალბათ, გარკვეული მიზეზების გამო, რომ კეთილი იმედის კონცხში მცხოვრებნი თავიანთ მთას მაგიდის მთას უწოდებენ, ხოლო გზებს მაგიდის ყურეს. აქ, ჩვენდა გასაოცრად, ქვის საფეხურების ნამდვილი ფრენა აღმოვაჩინეთ, რაც შესანიშნავად უწყობდა ხელს ასვლას. ეს ცალკეული კიბეები, როგორც ყველა სხვა, იყო ვულკანური. იგი ჩამოყალიბდა ამოფრქვევებისგან დაყრილი ქვების ერთ-ერთი ნიაღვრით. ეს სინგულარული ნიაღვარი რომ არ გადამოწმებულიყო მთის ფლანგების თავისებური ფორმის მიერ, იგი ჩაედინებოდა ზღვაში და ქმნიდა ახალ კუნძულებს. ისეთი, როგორიც იყო, შესანიშნავად გვემსახურებოდა."
    },
    {
        "language": "Gujarati",
        "symbol": "gu",
        "text": "સદનસીબે, કંટાળાજનક થાક અને જિમ્નેસ્ટિક કસરતોના એક કલાક પછી, જે એક્રોબેટનો પ્રયાસ કરી રહી હોત, અમે બરફના વિશાળ ક્ષેત્રમાં આવ્યા, જેણે સંપૂર્ણ રીતે શંકુના તળિયાને ઘેરી લીધું.\nજ્વાળામુખી. વતનીઓ તેને ટેબલક્લોથ કહે છે, સંભવત some કેટલાક કારણોસર કેપ Hopeફ ગુપ હોપમાં રહેનારાઓ તેમના પર્વતને ટેબલ માઉન્ટેન કહે છે, અને તેમના રસ્તાઓને ટેબલ બે. અહીં, અમારા પરસ્પર આશ્ચર્ય માટે, અમને પથ્થરનાં પગથિયાંની એક વાસ્તવિક ઉડાન મળી, જેણે અમારા ચcentતાને આશ્ચર્યજનક રીતે મદદ કરી. સીડીની આ એકવચન ફ્લાઇટ, બધુ જ્વાળામુખીની જેમ હતી. તે ફાટી નીકળતાં પથ્થરોના તેમાંથી એક પ્રવાહ દ્વારા બનાવવામાં આવ્યો હતો. જો પર્વતની પલંગોના વિચિત્ર આકાર દ્વારા આ એકવાળાનો પ્રવાહ તેની ઉતરમાં તપાસવામાં ન આવ્યો હોત, તો તે સમુદ્રમાં ફેલાઈ ગયો હોત, અને નવા ટાપુઓની રચના કરી હોત. જેમ કે તે હતું, તે અમારી પ્રશંસાત્મક સેવા આપે છે."
    },
    {
        "language": "Frisian",
        "symbol": "fy",
        "text": "Gelokkich, nei in oere fan unbekende wurgens, en fan gymnastyske oefeningen dy't in akrobaat soene hawwe besocht, kamen wy ta in grut fjild iis, dat de boaiem fan 'e kegel fan' e\nfulkaan. De ynwenners neamden it tafelkleed, wierskynlik fanwegen sa'n reden as de bewenners yn 'e Kaap de Goede Hoop har berch Tafelberch neame, en har wegen Tafelbaai. Hjir, oant ús ûnderlinge ferrassing, fûnen wy in feitlike flecht fan stiennen stappen, dy't ús opkomst prachtich holpen. Dizze ientalige flecht fan treppen wie, lykas al it oare, fulkanysk. It wie foarme troch ien fan 'e torrents fan stiennen opsmiten troch de útbarstings. As dizze ientalige torrent net yn syn ôfkomst waard kontroleare troch de bysûndere foarm fan 'e flanken fan' e berch, soe hy yn 'e see fage, en soe nije eilannen foarme hawwe. Sa't it wie, tsjinne it ús treflik."
    },
    {
        "language": "Corsican",
        "symbol": "co",
        "text": "Fortunatamente, dopu à una ora di fatichi inauditi, è di esercizii di ginnastica chì avarianu pruvatu à un acrobata, simu ghjunti in un vastu campu di ghjacciu, chì circonda interamente u fondu di u conu di u\nvulcanu. L'indigeni a chjamavanu a tovaglia, probabilmente per una ragione tale chì l'abitanti di u Capu di Bona Speranza chjamanu a so muntagna Table Mountain, è e so strade Table Bay. Quì, per a nostra sorpresa mutuale, avemu trovu un veru volu di scalini di petra, chì hà assistitu maravigliosamente a nostra ascensione. Stu singulare scalu era, cum'è tuttu u restu, vulcanicu. Era statu furmatu da unu di quelli torrenti di petre lampati da l'eruzioni. Se stu singulare torrente ùn fussi statu cuntrullatu in a so discesa da a forma particulare di i fianchi di a muntagna, averia spazzatu in mare, è averia furmatu isule nove. Cum'è era, ci hà servitu admirabilmente."
    },
    {
        "language": "Bosnian",
        "symbol": "bs",
        "text": "Srećom, nakon sat vremena nečuvenih umora i gimnastičkih vježbi koje bi pokušavale akrobati, došli smo do prostranog ledenog polja koje je u cijelosti okruživalo dno stošca\nvulkan. Domoroci su ga nazvali stolnjakom, vjerovatno iz nekog razloga jer stanovnici Rta dobre nade svoju planinu zovu Stolna planina, a putovi Stolni zaljev. Ovdje smo, na naše obostrano iznenađenje, pronašli stvarni let kamenih stepenica, koji je sjajno pomogao našem usponu. Ovo jedinstveno stepenište bilo je, kao i sve ostalo, vulkansko. Nastala je od jedne od onih bujica kamena koje je izbacila erupcija. Da ovu jedinstvenu bujicu u svom spuštanju nije provjerio neobičan oblik bokova planine, zapala bi u more i stvorila bi nova ostrva. Takav kakav je bio, služio nam je predivno."
    },
    {
        "language": "Azerbaijani",
        "symbol": "az",
        "text": "Xoşbəxtlikdən, bir saatdır eşidilməyən yorğunluqlardan və akrobatı sınamaq istəyən gimnastika hərəkətlərindən sonra, buz konusunun dibini tamamilə əhatə edən geniş bir buz sahəsinə gəldik.\nvulkan. Yerli əhali buna masa örtüyü dedilər, ehtimal ki, Ümid Burnundakılar dağlarını Masa Dağı, yolları isə Masa Körfəzi adlandırırdılar. Burada qarşılıqlı təəccübümüzə qalxmağımıza çox gözəl kömək edən daş pilləkənlərin əsl uçuşunu tapdıq. Bu tək pilləkənlər hər şey kimi vulkanik idi. Püskürmələr nəticəsində atılan daş sellərindən biri tərəfindən meydana gəlmişdi. Bu tək sel öz enişində dağın qanadlarının özünəməxsus forması ilə yoxlanılmasaydı, dənizə sıçrayıb yeni adalar əmələ gətirərdi. Olduğu kimi, bizə heyranedici bir şəkildə xidmət etdi."
    },
    {
        "language": "Albanian",
        "symbol": "sq",
        "text": "Për fat të mirë, pas një ore lodhjeje të padëgjuara dhe ushtrimesh gjimnastikore që do të ishin përpjekur për një akrobat, kemi ardhur në një fushë të gjerë akulli, e cila rrethoi plotësisht pjesën e poshtme të konit të\nvullkan. Vendasit e quajtën mbulesë tavoline, ndoshta nga ndonjë arsye e tillë pasi banorët në Kepin e Shpresës së Mirë e quajnë malin e tyre Mountain Table, dhe rrugët e tyre Bay Bay. Këtu, për habinë tonë të ndërsjellë, gjetëm një fluturim të tanishëm shkallësh prej guri, i cili ndihmoi për mrekulli në ngjitjen tonë. Ky fluturim i veçantë i shkallëve ishte, si gjithçka tjetër, vullkanik. Ajo ishte formuar nga një prej atyre përrenjve të gurëve të hedhur nga shpërthimet. Nëse ky përrua njëjës nuk do të ishte kontrolluar në zbritjen e tij nga forma e veçantë e krahëve të malit, ai do të ishte futur në det dhe do të kishte formuar ishuj të rinj. Siç ishte, na shërbeu në mënyrë të admirueshme."
    },
    {
        "language": "Amharic",
        "symbol": "am",
        "text": "እንደ እድል ሆኖ ፣ ለአንድ ሰዓት ያህል የማይደክሙ ድካሞች እና ወደ አክሮባት ለመሞከር የሚሞክሩ የጂምናስቲክ እንቅስቃሴዎች ከደረስን በኋላ ፣ የ ‹ኮን› ታችኛው ክፍል ሙሉ በሙሉ ወደ ተከበው ወደ አንድ ሰፊ የበረዶ ቦታ ደረስን ፡፡\nእሳተ ገሞራ የአገሬው ተወላጆች የጠረጴዛ ልብስ ብለው ጠርተውት ይሆናል ፣ ምናልባትም እንደዚህ ባለው ምክንያት በመልካም ተስፋ ኬፕ ውስጥ ያሉ ነዋሪዎች ተራራቸውን የጠረጴዛ ተራራ ፣ እና መንገዶቻቸው ደግሞ የጠረጴዛ ቤይ ብለው ይጠሩታል ፡፡ እዚህ ፣ እርስ በርሳችን ለመደነቅ ፣ መወጣጫችንን በአስደናቂ ሁኔታ የረዳውን ትክክለኛ የድንጋይ ደረጃዎች በረራ አገኘን ፡፡ ይህ ነጠላ ደረጃዎች የበረራ ልክ እንደሌሎች ነገሮች ሁሉ የእሳተ ገሞራ ነበር ፡፡ የተፈጠረው በእነዚያ ፍንዳታዎች በተፈነዱት ከእነዚህ ድንጋዮች በአንዱ ነው ፡፡ ይህ ብቸኛ ጎርፍ በተራራው ጎኖች ልዩ በሆነው ቅርሱ በውቅያኑ ባይፈተሽ ኖሮ ወደ ባህሩ ጠልቆ በመግባት አዲስ ደሴቶች ይፈጠር ነበር ፡፡ እንደነበረው ሁሉ በአድናቆት አገለገልን ፡፡"
    },
    {
        "language": "Basque",
        "symbol": "eu",
        "text": "Zorionez, ordubete entzun gabeko nekeak eta akrobata bat egiten saiatuko liratekeen gimnasia ariketak egin ondoren, izotz-eremu zabal batera iritsi ginen, zeina konoaren hondoa inguratzen baitzuen.\nsumendi. Bertakoek mahai-zapia deitu zioten, seguruenik Esperantza Oneko lurmuturreko biztanleek beren mendia Table Mountain eta errepideek Table Bay izenarekin deitzen duten arrazoiren batengatik. Hemen, gure harridurarako, harrizko eskailera-hegal bat aurkitu genuen, eta horrek zoragarri lagundu zigun igoeran. Eskailera-hegaldi berezi hori sumendia zen, beste guztia bezala. Erupzioek botatako harri zurrunbilo horietako batek osatu zuen. Mendi hegalen forma bereziaren ondorioz ibaia bitxi hori egiaztatu ez balitz, itsasoan barrena sartuko litzateke eta uharte berriak eratuko lituzke. Gauzak horrela, zoragarri zerbitzatu zigun."
    },
    {
        "language": "Cebuano",
        "symbol": "ceb",
        "text": "Maayo na lang, pagkahuman sa usa ka oras nga wala’y nabati-sa mga kakapoy, ug mga ehersisyo sa gymnastic nga unta mosulay sa usa ka acrobat, nakaabut kami sa usa ka halapad nga uma nga yelo, nga bug-os nga naglibot sa ilawom sa cone sa\nbulkan. Gitawag kini sa mga lumad nga tablecloth, tingali gikan sa pipila nga katarungan nga ang mga namuyo sa Cape of Good Hope nagtawag sa ilang bukid nga Mountain Mountain, ug ang ilang mga dalan sa Table Bay. Diha sa among katingala sa usag usa, nakakita kami usa ka tinuud nga paglupad sa mga ang-ang sa bato, nga katingalahan nga nakatabang sa among pagsaka. Ang kini nga paglupad sa hagdanan, sama sa tanan, bulkan. Nahimo kini pinaagi sa usa sa mga bul-og sa mga bato nga gisalibay sa mga pagbuto. Kung kini nga nag-inusarang sapa nga wala pa masusi sa paggikan niini sa lahi nga porma sa mga kilid sa bukid, kini moadto sa dagat, ug maghimo bag-ong mga isla. Ingon ana, nag-alagad sa amon ang pagkagusto."
    }
]