[
  {
    "language": "English",
    "symbol": "en",
    "text": "She didn't like the food. She never did. She made the usual complaints and started the tantrum he knew was coming. But this time was different. Instead of trying to placate her and her unreasonable demands, he just stared at her and watched her meltdown without saying a word. Do you really listen when you are talking with someone? I have a friend who listens in an unforgiving way. She actually takes every word you say as being something important and when you have a friend that listens like that, words take on a whole new meaning. He was aware there were numerous wonders of this world including the unexplained creations of humankind that showed the wonder of our ingenuity. There are huge heads on Easter Island. There are the Egyptian pyramids. There’s Stonehenge. But he now stood in front of a newly discovered monument that simply didn't make any sense and he wondered how he was ever going to be able to explain it."
  },
  {
      "language": "Arabic",
      "symbol": "ar",
      "text": "لم تحب الطعام. لم تفعل. قدمت الشكاوى المعتادة وبدأت نوبة الغضب التي كان يعلم أنها قادمة. ولكن هذه المرة كان مختلفا. فبدلاً من محاولة تهدئتها ومطالبها غير المعقولة ، حدق فيها وشاهدها وهي تنهار دون أن ينبس ببنت شفة.\nهل تستمع حقًا عندما تتحدث مع شخص ما؟ لدي صديق يستمع بطريقة لا ترحم. إنها في الواقع تأخذ كل كلمة تقولها على أنها شيء مهم وعندما يكون لديك صديق يستمع بهذه الطريقة ، تأخذ الكلمات معنى جديدًا تمامًا.\nكان يدرك أن هناك العديد من عجائب هذا العالم بما في ذلك إبداعات البشرية غير المبررة التي أظهرت عجب براعتنا. هناك رؤوس ضخمة على جزيرة إيستر. هناك الأهرامات المصرية. هناك ستونهنج. لكنه وقف الآن أمام نصب تذكاري مكتشف حديثًا لم يكن له أي معنى وتساءل كيف سيتمكن من شرح ذلك."
  },
  {
      "language": "Dutch",
      "symbol": "nl",
      "text": "Ze vond het eten niet lekker. Ze deed het nooit. Ze maakte de gebruikelijke klachten en begon de driftbui waarvan hij wist dat die eraan kwam. Maar deze keer was het anders. In plaats van te proberen haar en haar onredelijke eisen gunstig te stemmen, staarde hij haar alleen maar aan en zag haar instorten zonder een woord te zeggen.\nLuister je echt als je met iemand praat? Ik heb een vriend die meedogenloos luistert. Ze beschouwt elk woord dat je zegt eigenlijk als iets belangrijks en als je een vriend hebt die zo luistert, krijgen woorden een geheel nieuwe betekenis.\nHij was zich ervan bewust dat er talloze wereldwonderen waren, inclusief de onverklaarbare creaties van de mensheid die het wonder van onze vindingrijkheid lieten zien. Er zijn enorme hoofden op Paaseiland. Er zijn de Egyptische piramides. Er is Stonehenge. Maar hij stond nu voor een pas ontdekt monument dat gewoon nergens op sloeg en hij vroeg zich af hoe hij het ooit zou kunnen verklaren."
  },
  {
      "language": "French",
      "symbol": "fr",
      "text": "Elle n'aimait pas la nourriture. Elle ne l'a jamais fait. Elle a fait les plaintes habituelles et a commencé la crise de colère qu'il savait venir. Mais cette fois, c'était différent. Au lieu d'essayer de l'apaiser, elle et ses demandes déraisonnables, il la regarda juste et la regarda s'effondrer sans dire un mot.\nÉcoutez-vous vraiment quand vous parlez avec quelqu'un? J'ai un ami qui écoute d'une manière impitoyable. Elle prend en fait chaque mot que vous dites comme quelque chose d'important et quand vous avez un ami qui écoute comme ça, les mots prennent un tout nouveau sens.\nIl était conscient qu'il y avait de nombreuses merveilles de ce monde, y compris les créations inexpliquées de l'humanité qui montraient la merveille de notre ingéniosité. Il y a d'énormes têtes sur l'île de Pâques. Il y a les pyramides égyptiennes. Il y a Stonehenge. Mais il se tenait maintenant devant un monument nouvellement découvert qui n'avait tout simplement aucun sens et il se demandait comment il pourrait jamais l'expliquer."
  },
  {
      "language": "German",
      "symbol": "de",
      "text": "Sie mochte das Essen nicht. Sie hat es nie getan. Sie machte die üblichen Beschwerden und bekam den Wutanfall, von dem er wusste, dass er kommen würde. Aber diesmal war es anders. Anstatt zu versuchen, sie und ihre unvernünftigen Forderungen zu besänftigen, starrte er sie nur an und beobachtete, wie sie ohne ein Wort zusammenbrach.\nHörst du wirklich zu, wenn du mit jemandem sprichst? Ich habe einen Freund, der unversöhnlich zuhört. Sie nimmt tatsächlich jedes Wort, das Sie sagen, als etwas Wichtiges und wenn Sie einen Freund haben, der so zuhört, bekommen Wörter eine ganz neue Bedeutung.\nEr war sich bewusst, dass es zahlreiche Wunder dieser Welt gab, einschließlich der ungeklärten Schöpfungen der Menschheit, die das Wunder unseres Einfallsreichtums zeigten. Es gibt riesige Köpfe auf der Osterinsel. Da sind die ägyptischen Pyramiden. Da ist Stonehenge. Aber jetzt stand er vor einem neu entdeckten Denkmal, das einfach keinen Sinn ergab, und er fragte sich, wie er es jemals erklären könnte."
  },
  {
      "language": "Italian",
      "symbol": "it",
      "text": "Non le piaceva il cibo. Non l'ha mai fatto. Ha fatto le solite lamentele e ha iniziato i capricci che sapeva stava arrivando. Ma questa volta era diverso. Invece di cercare di placare lei e le sue richieste irragionevoli, la fissò e la guardò crollare senza dire una parola.\nAscolti davvero quando parli con qualcuno? Ho un amico che ascolta in modo spietato. In realtà considera ogni parola che dici come qualcosa di importante e quando hai un amico che ascolta in quel modo, le parole assumono un significato completamente nuovo.\nEra consapevole che c'erano numerose meraviglie di questo mondo, comprese le creazioni inspiegabili dell'umanità che mostravano la meraviglia del nostro ingegno. Ci sono teste enormi sull'Isola di Pasqua. Ci sono le piramidi egizie. C'è Stonehenge. Ma ora si trovava di fronte a un monumento scoperto di recente che semplicemente non aveva alcun senso e si chiedeva come avrebbe mai potuto spiegarlo."
  },
  {
      "language": "Japanese",
      "symbol": "ja",
      "text": "彼女はその食べ物が好きではなかった。彼女は決してしませんでした。彼女はいつもの不満を言い、彼が来ることを知っていたかんしゃくを始めました。でも今回は違いました。彼女と彼女の不合理な要求をなだめようとする代わりに、彼はただ彼女を見つめ、一言も言わずに彼女のメルトダウンを見ました。\nあなたが誰かと話しているとき、あなたは本当に耳を傾けますか？私には容赦のない方法で耳を傾ける友人がいます。彼女は実際にあなたが言うすべての言葉を重要なものと見なし、あなたがそのように聞く友人がいるとき、言葉はまったく新しい意味を持ちます。\n彼は、私たちの創意工夫の素晴らしさを示した説明のつかない人類の創造物を含む、この世界の多くの不思議があることに気づいていました。イースター島には巨大な頭があります。エジプトのピラミッドがあります。ストーンヘンジがあります。しかし、彼は今、まったく意味をなさない新しく発見された記念碑の前に立っていて、どうやってそれを説明できるのだろうと思った。"
  },
  {
      "language": "Russian",
      "symbol": "ru",
      "text": "Еда ей не понравилась. Она никогда этого не делала. Она подала обычные жалобы и начала истерику, которая, как он знал, приближалась. Но на этот раз все было иначе. Вместо того, чтобы пытаться успокоить ее и ее необоснованные требования, он просто смотрел на нее и смотрел, как она терпит крах, не говоря ни слова.\nВы действительно слушаете, когда разговариваете с кем-то? У меня есть друг, который неумолимо слушает. На самом деле она воспринимает каждое ваше слово как нечто важное, и когда у вас есть друг, который так слушает, слова приобретают совершенно новый смысл.\nОн знал, что в этом мире есть множество чудес, включая необъяснимые творения человечества, которые показали чудо нашей изобретательности. На острове Пасхи есть огромные головы. Есть египетские пирамиды. Вот Стоунхендж. Но теперь он стоял перед недавно обнаруженным памятником, который просто не имел никакого смысла, и задавался вопросом, как он когда-либо сможет это объяснить."
  },
  {
      "language": "Spanish",
      "symbol": "es",
      "text": "No le gustó la comida. Ella nunca lo hizo. Ella hizo las quejas habituales y comenzó la rabieta que él sabía que se avecinaba. Pero esta vez era diferente. En lugar de tratar de aplacarla a ella y a sus irracionales demandas, se limitó a mirarla y la vio derrumbarse sin decir una palabra.\n¿De verdad escuchas cuando hablas con alguien? Tengo un amigo que escucha de manera implacable. De hecho, toma cada palabra que dices como algo importante y cuando tienes un amigo que escucha así, las palabras adquieren un significado completamente nuevo.\nSabía que había numerosas maravillas de este mundo, incluidas las inexplicables creaciones de la humanidad que mostraban la maravilla de nuestro ingenio. Hay cabezas enormes en Isla de Pascua. Están las pirámides de Egipto. Está Stonehenge. Pero ahora se encontraba frente a un monumento recién descubierto que simplemente no tenía ningún sentido y se preguntaba cómo iba a poder explicarlo."
  },
  {
      "language": "Catalan",
      "symbol": "ca",
      "text": "No li agradava el menjar. No ho va fer mai. Va fer les queixes habituals i va començar la rabieta que sabia que arribava. Però aquesta vegada va ser diferent. En lloc d’intentar aplacar-la i les seves demandes irraonables, només la va mirar fixament i la va veure com s’esvaia sense dir ni una paraula.\nDe debò escoltes quan parles amb algú? Tinc un amic que escolta d’una manera imperdonable. En realitat, considera que cada paraula que dius és quelcom important i, quan tens un amic que escolta així, les paraules adquireixen un significat completament nou.\nEra conscient que hi havia nombroses meravelles d’aquest món, incloses les inexplicables creacions de la humanitat que mostraven la meravella del nostre enginy. Hi ha caps enormes a l’illa de Pasqua. Hi ha les piràmides egípcies. Hi ha Stonehenge. Però ara es posava davant d’un monument recentment descobert que simplement no tenia cap sentit i es preguntava com ho podia explicar mai."
  },
  {
      "language": "Czech",
      "symbol": "cs",
      "text": "Neměla ráda jídlo. Nikdy to neudělala. Podala obvyklé stížnosti a spustila vztek, o kterém věděl, že se blíží. Ale tentokrát to bylo jiné. Místo toho, aby se ji pokusil uklidnit a její nepřiměřené požadavky, jen na ni zíral a beze slova sledoval její zhroucení.\nOpravdu posloucháte, když s někým mluvíte? Mám přítele, který neposlouchá. Ve skutečnosti bere každé slovo, které řeknete, jako něco důležitého, a když máte přítele, který tak poslouchá, slova získávají zcela nový význam.\nVěděl, že v tomto světě existuje mnoho divů, včetně nevysvětlených výtvorů lidstva, které ukázaly zázrak naší vynalézavosti. Na Velikonočním ostrově jsou obrovské hlavy. Tam jsou egyptské pyramidy. Je tu Stonehenge. Ale teď stál před nově objeveným památníkem, který prostě nedával žádný smysl, a přemýšlel, jak to někdy dokáže vysvětlit."
  },
  {
      "language": "Estonian",
      "symbol": "et",
      "text": "Toit talle ei meeldinud. Ta ei teinud seda kunagi. Naine esitas tavapärased kaebused ja pani ta teadma, et ta saabub. Kuid see aeg oli teistsugune. Selle asemel, et proovida teda ja tema põhjendamatuid nõudmisi rahustada, vahtis ta lihtsalt teda ja vaatas teda sõnagi lausumata.\nKas tõesti kuulate kellegagi vesteldes? Mul on sõber, kes kuulab andestamatult. Ta peab iga teie öeldud sõna millekski oluliseks ja kui teil on sõber, kes niimoodi kuulab, saavad sõnad hoopis uue tähenduse.\nTa oli teadlik, et selles maailmas on arvukalt imesid, sealhulgas inimkonna seletamatu looming, mis näitas meie leidlikkuse imet. Lihavõtte saarel on tohutud pead. Seal on Egiptuse püramiidid. Seal on Stonehenge. Kuid ta seisis nüüd äsjaavastatud monumendi ees, millel polnud lihtsalt mingit mõtet ja ta mõtles, kuidas ta seda kunagi seletada suudab."
  },
  {
      "language": "Filipino",
      "symbol": "tl",
      "text": "Ayaw niya sa pagkain. Hindi niya ginawa. Ginawa niya ang karaniwang mga reklamo at sinimulan ang pagkagalit na alam niyang darating. Ngunit ang oras na ito ay naiiba. Sa halip na subukang patahimikin siya at ang hindi makatuwirang mga hinihingi nito, inirapan lang siya nito at pinagmasdan ang pagkalubog nito nang hindi umimik.\nNakikinig ka ba talaga kapag nakikipag-usap ka sa isang tao? Mayroon akong isang kaibigan na nakikinig sa isang hindi mapagpatawad na paraan. Talagang kinukuha niya ang bawat salitang sinabi mo bilang isang bagay na mahalaga at kapag mayroon kang isang kaibigan na nakikinig tulad nito, ang mga salita ay may bagong kahulugan.\nMay kamalayan siya na maraming mga kababalaghan sa mundong ito kasama ang hindi maipaliwanag na mga nilikha ng sangkatauhan na nagpakita ng kamangha-mangha ng aming talino sa talino. Maraming mga ulo sa Easter Island. Mayroong mga piramide ng Egypt. Mayroong Stonehenge. Ngunit tumayo siya ngayon sa harap ng isang bagong natuklasang monumento na simpleng walang kahulugan at nagtaka siya kung paano niya ito maipapaliwanag."
  },
  {
      "language": "Danish",
      "symbol": "da",
      "text": "Hun kunne ikke lide maden. Det gjorde hun aldrig. Hun fremsatte de sædvanlige klager og startede den tantrum, han vidste, ville komme. Men denne gang var anderledes. I stedet for at forsøge at placere hende og hendes urimelige krav stirrede han bare på hende og så hende smelte ned uden at sige et ord.\nLytter du virkelig, når du taler med nogen? Jeg har en ven, der lytter på en tilgivende måde. Hun tager faktisk hvert ord, du siger, som noget vigtigt, og når du har en ven, der lytter sådan, får ordene en helt ny betydning.\nHan var klar over, at der var adskillige vidundere i denne verden, herunder de uforklarlige skabelser af menneskeheden, der viste vidunderet om vores opfindsomhed. Der er store hoveder på påskeøen. Der er de egyptiske pyramider. Der er Stonehenge. Men han stod nu foran et nyopdaget monument, der simpelthen ikke gav mening, og han spekulerede på, hvordan han nogensinde ville være i stand til at forklare det."
  },
  {
      "language": "Chinese Simplified",
      "symbol": "zh-cn",
      "text": "她不喜欢这种食物。她从来没有做过。她提出了通常的抱怨，并发脾气，他知道即将来临。但是这次不一样。他没有试图安抚她和她的不合理要求，只是盯着她看了看她的崩溃而一言不发。\n与人交谈时，您真的听吗？我有一个朋友以宽容的方式倾听。实际上，她把您说的每个单词都视为重要的事情，当您有一个这样听的朋友时，单词就具有全新的含义。\n他知道这个世界上有许多奇观，包括人类无法解释的创造物，这些奇观表明了我们的创造力。复活节岛上有很多头。有埃及金字塔。有巨石阵。但是他现在站在一座新发现的纪念碑前，纪念碑根本没有任何意义，他想知道自己将如何解释它。"
  },
  {
      "language": "Greek",
      "symbol": "el",
      "text": "Δεν της άρεσε το φαγητό. Δεν το έκανε ποτέ. Έκανε τα συνηθισμένα παράπονα και ξεκίνησε το ξέσπασμα που ήξερε ότι ερχόταν. Αλλά αυτή τη φορά ήταν διαφορετική. Αντί να προσπαθήσει να ηρεμήσει αυτήν και τις παράλογες απαιτήσεις της, απλώς την κοίταξε και την παρακολούθησε την κατάρρευση χωρίς να πει ούτε λέξη.\nΑκούτε πραγματικά όταν μιλάτε με κάποιον; Έχω έναν φίλο που ακούει με τρόπο που δεν συγχωρεί. Πραγματικά παίρνει κάθε λέξη που λέτε ότι είναι κάτι σημαντικό και όταν έχετε έναν φίλο που ακούει έτσι, οι λέξεις παίρνουν ένα εντελώς νέο νόημα.\nΉξερε ότι υπήρχαν πολλά θαύματα αυτού του κόσμου, συμπεριλαμβανομένων των ανεξήγητων δημιουργιών της ανθρωπότητας που έδειξαν το θαύμα της εφευρετικότητας μας. Υπάρχουν τεράστια κεφάλια στο νησί του Πάσχα. Υπάρχουν οι αιγυπτιακές πυραμίδες. Υπάρχει ο Στόουνχεντζ. Αλλά τώρα στάθηκε μπροστά σε ένα μνημείο που ανακαλύφθηκε πρόσφατα που απλά δεν είχε νόημα και αναρωτήθηκε πώς θα μπορούσε ποτέ να το εξηγήσει."
  },
  {
      "language": "Bengali",
      "symbol": "bn",
      "text": "সে খাবার পছন্দ করত না। সে কখনও করেনি। তিনি সাধারনত অভিযোগ করেছিলেন এবং তিনি জানেন যে তন্ত্রটি আসছিল started কিন্তু এই সময় ভিন্ন ছিল। তাকে এবং তার অযৌক্তিক দাবিগুলি প্রশ্রয় দেওয়ার চেষ্টা করার পরিবর্তে, তিনি কেবল তার দিকে তাকাচ্ছেন এবং কোনও শব্দ না বলেই তাকে মেল্টডাউন দেখেন।\nআপনি যখন কারও সাথে কথা বলছেন তখন কি সত্যিই শুনেন? আমার এক বন্ধু আছে যারা ক্ষমা না করে শোনেন। তিনি আসলে আপনার প্রতিটি কথাটি গুরুত্বপূর্ণ কিছু বলে গ্রহণ করেন এবং যখন আপনার এমন বন্ধু শোনার মতো বন্ধু থাকে, তখন শব্দগুলি সম্পূর্ণ নতুন অর্থ গ্রহণ করে।\nতিনি অবগত ছিলেন যে মানবজাতির অব্যক্ত সৃষ্টিগুলি সহ আমাদের পৃথিবীর অসংখ্য বিস্ময় রয়েছে যা আমাদের চৌর্যতার আশ্চর্য দেখিয়েছিল। ইস্টার দ্বীপে বিশাল মাথা রয়েছে। মিশরীয় পিরামিড আছে। স্টোনহেঞ্জ আছে। তবে তিনি এখন একটি নতুন আবিষ্কার করা স্মৃতিসৌধের সামনে এসে দাঁড়ালেন যা কেবল কোনও বোধগম্য হয়নি এবং তিনি কীভাবে কীভাবে এটি ব্যাখ্যা করতে সক্ষম হতে চলেছেন তা অবাক করে দিয়েছিলেন।"
  },
  {
      "language": "Bulgarian",
      "symbol": "bg",
      "text": "Тя не харесваше храната. Никога не го е правила. Тя направи обичайните оплаквания и започна истериката, която той знаеше, че предстои. Но този път беше различно. Вместо да се опита да я успокои и неразумните ѝ изисквания, той просто се втренчи в нея и я наблюдава как се стопява, без да каже и дума.\nНаистина ли слушате, когато говорите с някого? Имам приятел, който слуша непримиримо. Тя всъщност приема всяка ваша дума като нещо важно и когато имате приятел, който слуша така, думите придобиват съвсем ново значение.\nТой беше наясно, че има многобройни чудеса на този свят, включително необяснимите творения на човечеството, които показват чудото на нашата изобретателност. На Великденския остров има огромни глави. Там са египетските пирамиди. Там е Стоунхендж. Но сега той застана пред новооткрит паметник, който просто нямаше никакъв смисъл, и се чудеше как изобщо ще може да го обясни."
  },
  {
      "language": "Croatian",
      "symbol": "hr",
      "text": "Hrana joj se nije svidjela. Nikad nije. Učinila je uobičajene žalbe i pokrenula bijes za koji je znao da dolazi. Ali ovaj je put bilo drugačije. Umjesto da pokušava smiriti nju i njezine nerazumne zahtjeve, on je samo zurio u nju i bez riječi promatrao njezino topljenje.\nSlušate li zaista kad razgovarate s nekim? Imam prijatelja koji neumoljivo sluša. Zapravo svaku vašu riječ uzima kao nešto važno i kad imate prijatelja koji tako sluša, riječi poprimaju sasvim novo značenje.\nBio je svjestan da postoje brojna čudesa ovoga svijeta, uključujući neobjašnjive kreacije čovječanstva koje su pokazale čudo naše domišljatosti. Na Uskršnjem otoku ima ogromnih glava. Tu su egipatske piramide. Tu je Stonehenge. Ali sada je stao pred novootkriveni spomenik koji jednostavno nije imao smisla i pitao se kako će to ikada moći objasniti."
  },
  {
      "language": "Chinese Traditional",
      "symbol": "zh-tw",
      "text": "她不喜歡這種食物。她從來沒有做過。她提出了通常的抱怨，並發脾氣，他知道即將來臨。但是這次不同了。他沒有試圖安撫她和她不合理的要求，只是盯著她看了看她的崩潰而一言不發。\n與人交談時，您真的聽嗎？我有一個朋友以寬容的方式傾聽。實際上，她把您說的每個單詞都視為重要的事情，當您有一個這樣聽的朋友時，單詞就具有全新的含義。\n他知道這個世界上有許多奇觀，包括人類無法解釋的創造物，這些奇觀表明了我們的創造力。復活節島上有很多頭。有埃及金字塔。有巨石陣。但是他現在站在一座新發現的紀念碑前，紀念碑根本沒有任何意義，他想知道自己將如何解釋它。"
  },
  {
      "language": "Finnish",
      "symbol": "fi",
      "text": "Hän ei pitänyt ruoasta. Hän ei koskaan tehnyt. Hän teki tavalliset valitukset ja aloitti kiivaan, jonka hän tiesi olevan tulossa. Mutta tämä aika oli erilainen. Sen sijaan, että yrittäisi sijoittaa häntä ja hänen kohtuuttomia vaatimuksiaan, hän vain tuijotti häntä ja katseli hänen sulamista sanomatta sanaakaan.\nKuunteletko todella, kun puhut jonkun kanssa? Minulla on ystävä, joka kuuntelee anteeksiantamattomalla tavalla. Hän itse asiassa pitää jokaisen sanasi tärkeänä ja kun sinulla on ystävä, joka kuuntelee tuollaista, sanat saavat aivan uuden merkityksen.\nHän tiesi, että tässä maailmassa oli lukuisia ihmeitä, mukaan lukien ihmiskunnan selittämättömät luomukset, jotka osoittivat kekseliäisyytemme ihmeen. Pääsiäissaarella on valtavat päät. On Egyptin pyramideja. Siellä on Stonehenge. Mutta nyt hän seisoi äskettäin löydetyn muistomerkin edessä, jolla ei yksinkertaisesti ollut mitään järkeä, ja mietti, kuinka hän pystyy koskaan selittämään sen."
  },
  {
      "language": "Indonesian",
      "symbol": "id",
      "text": "Dia tidak suka makanannya. Dia tidak pernah melakukannya. Dia membuat keluhan seperti biasa dan mulai mengamuk yang dia tahu akan datang. Tapi kali ini berbeda. Alih-alih mencoba menenangkannya dan permintaannya yang tidak masuk akal, dia hanya menatapnya dan menyaksikan kehancurannya tanpa mengucapkan sepatah kata pun.\nApakah Anda benar-benar mendengarkan ketika Anda berbicara dengan seseorang? Saya memiliki seorang teman yang mendengarkan dengan cara yang tidak memaafkan. Dia benar-benar menganggap setiap kata yang Anda ucapkan sebagai sesuatu yang penting dan ketika Anda memiliki teman yang mendengarkan seperti itu, kata-kata tersebut memiliki arti yang sama sekali baru.\nDia sadar ada banyak keajaiban dunia ini termasuk ciptaan manusia yang tidak dapat dijelaskan yang menunjukkan keajaiban kecerdikan kita. Ada kepala besar di Pulau Paskah. Ada piramida Mesir. Ada Stonehenge. Tapi dia sekarang berdiri di depan monumen yang baru ditemukan yang sama sekali tidak masuk akal dan dia bertanya-tanya bagaimana dia bisa menjelaskannya."
  },
  {
      "language": "Esperanto",
      "symbol": "eo",
      "text": "Ŝi ne ŝatis la manĝon. Ŝi neniam faris. Ŝi faris la kutimajn plendojn kaj komencis la koleratakon, kiun li sciis, ke venos. Sed ĉi tiu fojo estis alia. Anstataŭ provi pacigi ŝin kaj ŝiajn nejustajn postulojn, li nur fiksrigardis ŝin kaj observis ŝian disfandiĝon sen diri unu vorton.\nĈu vi vere aŭskultas, kiam vi parolas kun iu? Mi havas amikon, kiu aŭskultas senpardone. Ŝi fakte konsideras ĉiun gravan vorton, kiun vi diras, kaj kiam vi havas amikon, kiu aŭskultas tiel, vortoj prenas tute novan signifon.\nLi konsciis, ke ekzistas multaj mirindaĵoj de ĉi tiu mondo, inkluzive la neklarigitajn kreojn de la homaro, kiuj montris la miron de nia eltrovemo. Estas grandegaj kapoj sur Paska Insulo. Estas la egiptaj piramidoj. Estas Stonehenge. Sed li nun staris antaŭ nove malkovrita monumento, kiu simple ne havis sencon kaj li scivolis, kiel li iam povos klarigi ĝin."
  },
  {
      "language": "Hebrew",
      "symbol": "iw",
      "text": "היא לא אהבה את האוכל. היא מעולם לא עשתה זאת. היא טענה בתלונות הרגילות והחלה בהתקף הזעם שהוא ידע שמגיע. אבל הפעם היה שונה. במקום לנסות לרצות אותה ואת הדרישות הבלתי סבירות שלה, הוא פשוט בהה בה וצפה בה נמס בלי לומר מילה.\nהאם אתה באמת מקשיב כשאתה מדבר עם מישהו? יש לי חבר שמאזין בצורה לא סלחנית. היא למעשה מתייחסת לכל מילה שאתה אומר כמשהו חשוב וכשיש לך חבר שמאזין ככה, מילים מקבלות משמעות חדשה לגמרי.\nהוא היה מודע לכך שהיו הרבה פלאים בעולם הזה, כולל יצירות אנושיות בלתי מוסברות שהראו את פלא כושר ההמצאה שלנו. יש ראשי ענק באי הפסחא. יש את הפירמידות המצריות. יש סטונהנג '. אבל עכשיו הוא עמד מול אנדרטה שהתגלתה זה פשוט לא היה הגיוני והוא תהה איך הוא יוכל אי פעם להסביר את זה."
  },
  {
      "language": "Korean",
      "symbol": "ko",
      "text": "그녀는 음식을 좋아하지 않았습니다. 그녀는 그렇게하지 않았습니다. 그녀는 평범한 불만을 토로했고 그가 다가올 것이라는 것을 알면서 짜증을 내기 시작했습니다. 그러나 이번에는 달랐다. 그녀와 그녀의 불합리한 요구를 달래려고하는 대신 그는 단지 그녀를 응시하고 그녀의 붕괴를 한 마디도하지 않고 지켜 보았다.\n누군가와 이야기 할 때 정말 귀를 기울입니까? 용서하지 않는 방식으로 듣는 친구가 있습니다. 그녀는 실제로 당신이 말하는 모든 단어를 중요한 것으로 받아들이고 그렇게 듣는 친구가 있으면 단어는 완전히 새로운 의미를 갖습니다.\n그는 우리의 독창성의 경이를 보여주는 설명 할 수없는 인류의 창조물을 포함하여이 세상에 수많은 경이가 있음을 알고있었습니다. 이스터 섬에는 거대한 머리가 있습니다. 이집트 피라미드가 있습니다. 스톤 헨지가 있습니다. 그러나 그는 이제 전혀 이해가되지 않는 새로 발견 된 기념비 앞에 서서 어떻게 설명 할 수 있을지 궁금해했습니다."
  },
  {
      "language": "Latvian",
      "symbol": "lv",
      "text": "Ēdiens viņai nepatika. Viņa nekad to nedarīja. Viņa izteica parastās sūdzības un sāka dusmu lēkmi, par kuru viņš zināja nākt. Bet šis laiks bija savādāks. Tā vietā, lai mēģinātu nomierināt viņu un viņas nesaprātīgās prasības, viņš tikai skatījās uz viņu un vēroja viņas izkrišanu, neteicis ne vārda.\nVai jūs tiešām klausāties, kad runājat ar kādu? Man ir draugs, kurš klausās nepielūdzami. Viņa faktiski katru jūsu teikto vārdu uzskata par kaut ko svarīgu, un, kad jums ir draugs, kurš tā klausās, vārdi iegūst pilnīgi jaunu nozīmi.\nViņš apzinājās, ka šajā pasaulē ir daudz brīnumu, tostarp neizskaidrojami cilvēces radījumi, kas parādīja mūsu atjautības brīnumu. Lieldienu salā ir milzīgas galvas. Ir Ēģiptes piramīdas. Tur ir Stounhendža. Bet tagad viņš stāvēja pie jauna atklāta pieminekļa, kam vienkārši nebija jēgas, un viņš domāja, kā viņš jebkad spēs to izskaidrot."
  },
  {
      "language": "Marathi",
      "symbol": "mr",
      "text": "तिला जेवण आवडत नव्हतं. तिने कधीच केले नाही. तिने नेहमीसारख्या तक्रारी केल्या आणि येत होता त्याला माहित असलेला चाला सुरू केला. पण ही वेळ वेगळी होती. तिला आणि तिच्या अवास्तव मागण्यांवर टीका करण्याचा प्रयत्न करण्याऐवजी, त्याने तिच्याकडे पाहिलं आणि एक शब्द न बोलता तिचा बिघाड पाहिला.\nआपण कोणाशी बोलत असताना खरोखर ऐकता? माझा एक मित्र आहे जो क्षमा न करता ऐकतो. ती आपण म्हणत असलेली प्रत्येक गोष्ट खरोखर महत्वाची असते आणि जेव्हा आपल्याकडे असे एखादा मित्र ऐकतो तेव्हा शब्द पूर्णपणे नवीन अर्थ घेतात.\nत्याला माहित होते की या जगाची असंख्य चमत्कार आहेत ज्यात मानवजातीच्या अज्ञात सृजनांचा समावेश आहे ज्याने आपल्या कल्पनेचे आश्चर्य दर्शविले. इस्टर बेटावर मोठी डोके आहेत. इजिप्शियन पिरामिड आहेत. स्टोनहेंज आहे. पण आता तो नव्याने सापडलेल्या स्मारकासमोर उभा राहिला ज्याचा काहीच अर्थ उरला नाही आणि तो आश्चर्यचकित झाला की तो त्याचे स्पष्टीकरण कसे देईल?"
  },
  {
      "language": "Malayalam",
      "symbol": "ml",
      "text": "അവൾക്ക് ഭക്ഷണം ഇഷ്ടപ്പെട്ടില്ല. അവൾ ഒരിക്കലും ചെയ്തില്ല. അവൾ പതിവ് പരാതികൾ നൽകി, വരുന്നതായി അവനറിയുന്ന തന്ത്രം ആരംഭിച്ചു. എന്നാൽ ഈ സമയം വ്യത്യസ്തമായിരുന്നു. അവളെയും അവളുടെ യുക്തിരഹിതമായ ആവശ്യങ്ങളെയും സമാധാനിപ്പിക്കാൻ ശ്രമിക്കുന്നതിനുപകരം, അയാൾ അവളെ തുറിച്ചുനോക്കി, ഒരു വാക്കുപോലും പറയാതെ അവളുടെ ഉരുകൽ നിരീക്ഷിച്ചു.\nനിങ്ങൾ ആരോടെങ്കിലും സംസാരിക്കുമ്പോൾ നിങ്ങൾ ശരിക്കും ശ്രദ്ധിക്കുന്നുണ്ടോ? ക്ഷമിക്കാത്ത രീതിയിൽ ശ്രദ്ധിക്കുന്ന ഒരു സുഹൃത്ത് എനിക്കുണ്ട്. നിങ്ങൾ പറയുന്ന എല്ലാ വാക്കുകളും പ്രധാനപ്പെട്ട ഒന്നായി അവൾ എടുക്കുന്നു, ഒപ്പം അത് കേൾക്കുന്ന ഒരു സുഹൃത്ത് നിങ്ങൾക്കുണ്ടാകുമ്പോൾ, വാക്കുകൾക്ക് ഒരു പുതിയ അർത്ഥം ലഭിക്കുന്നു.\nനമ്മുടെ ചാതുര്യത്തിന്റെ ആശ്ചര്യം കാണിക്കുന്ന മനുഷ്യരാശിയുടെ വിശദീകരിക്കപ്പെടാത്ത സൃഷ്ടികൾ ഉൾപ്പെടെ ഈ ലോകത്തിലെ നിരവധി അത്ഭുതങ്ങൾ ഉണ്ടെന്ന് അദ്ദേഹത്തിന് അറിയാമായിരുന്നു. ഈസ്റ്റർ ദ്വീപിൽ വലിയ തലകളുണ്ട്. ഈജിപ്ഷ്യൻ പിരമിഡുകൾ ഉണ്ട്. സ്റ്റോൺഹെഞ്ച് ഉണ്ട്. എന്നാൽ ഇപ്പോൾ അദ്ദേഹം പുതുതായി കണ്ടെത്തിയ ഒരു സ്മാരകത്തിന് മുന്നിൽ നിൽക്കുന്നു, അതിൽ യാതൊരു അർത്ഥവുമില്ല. അത് എങ്ങനെ വിശദീകരിക്കാൻ കഴിയുമെന്ന് അദ്ദേഹം ആശ്ചര്യപ്പെട്ടു."
  },
  {
      "language": "Malay",
      "symbol": "ms",
      "text": "Dia tidak suka makanannya. Dia tidak pernah melakukannya. Dia membuat keluhan biasa dan memulakan amukan yang dia tahu akan datang. Tetapi kali ini berbeza. Alih-alih berusaha menenangkan tuntutan dan tuntutannya yang tidak masuk akal, dia hanya menatapnya dan memerhatikan kehancurannya tanpa mengatakan sepatah kata pun.\nAdakah anda benar-benar mendengar ketika anda bercakap dengan seseorang? Saya mempunyai rakan yang mendengar dengan cara yang tidak memaafkan. Dia benar-benar menganggap setiap perkataan yang anda katakan sebagai sesuatu yang penting dan apabila anda mempunyai rakan yang mendengarnya, kata-kata membawa makna yang baru.\nDia sedar ada banyak keajaiban dunia ini termasuk ciptaan manusia yang tidak dapat dijelaskan yang menunjukkan keajaiban kepintaran kita. Terdapat kepala besar di Pulau Paskah. Terdapat piramid Mesir. Ada Stonehenge. Tetapi dia sekarang berdiri di depan monumen yang baru ditemui yang tidak masuk akal dan dia bertanya-tanya bagaimana dia akan dapat menjelaskannya."
  },
  {
      "language": "Lithuanian",
      "symbol": "lt",
      "text": "Maistas jai nepatiko. Ji niekada to nepadarė. Ji pateikė įprastus skundus ir pradėjo jo pykčio priepuolį. Bet šis laikas buvo kitoks. Užuot bandęs įtikinti ją ir jos nepagrįstus reikalavimus, jis tik spoksojo į ją ir stebėjo jos ištirpimą, netardamas nė žodžio.\nAr tikrai klausotės, kai kalbate su kuo nors? Turiu draugą, kuris klausosi neatlaidžiai. Ji iš tikrųjų kiekvieną jūsų pasakytą žodį laiko kažkokiu svarbiu dalyku, o kai turite tokį klausantį draugą, žodžiai įgauna visiškai naują prasmę.\nJis žinojo, kad yra daugybė šio pasaulio stebuklų, įskaitant nepaaiškinamus žmonijos kūrinius, kurie parodė mūsų išradingumo stebuklą. Velykų saloje yra didžiulės galvos. Yra Egipto piramidės. Yra Stounhendžas. Bet dabar jis stovėjo priešais naujai atrastą paminklą, kuris paprasčiausiai neturėjo prasmės, ir stebėjosi, kaip jam kada nors pavyks tai paaiškinti."
  },
  {
      "language": "Norwegian",
      "symbol": "no",
      "text": "Hun likte ikke maten. Det gjorde hun aldri. Hun kom med de vanlige klagene og startet raserianfallet han visste at kom. Men denne gangen var annerledes. I stedet for å prøve å berolige henne og hennes urimelige krav, stirret han bare på henne og så på at hun smeltet sammen uten å si et ord.\nLytter du virkelig når du snakker med noen? Jeg har en venn som lytter på en tilgivende måte. Hun tar faktisk hvert ord du sier som noe viktig, og når du har en venn som lytter slik, får ordene en helt ny betydning.\nHan var klar over at det var mange underverk i denne verden, inkludert uforklarlige skapelser av menneskeheten som viste underverket til vår oppfinnsomhet. Det er enorme hoder på påskeøya. Det er de egyptiske pyramidene. Det er Stonehenge. Men han sto nå foran et nylig oppdaget monument som rett og slett ikke ga mening, og han lurte på hvordan han noen gang skulle klare å forklare det."
  },
  {
      "language": "Polish",
      "symbol": "pl",
      "text": "Nie lubiła jedzenia. Ona nigdy tego nie zrobiła. Rzuciła zwykłe skargi i wywołała napad złości, o którym wiedział, że nadchodzi. Ale tym razem było inaczej. Zamiast próbować udobruchać ją i jej nierozsądne żądania, po prostu patrzył na nią i bez słowa patrzył, jak się rozpada.\nCzy naprawdę słuchasz, kiedy z kimś rozmawiasz? Mam przyjaciela, który słucha w bezlitosny sposób. Właściwie traktuje każde słowo, które mówisz, jako coś ważnego, a kiedy masz przyjaciela, który tak słucha, słowa nabierają zupełnie nowego znaczenia.\nZdawał sobie sprawę, że istnieje wiele cudów tego świata, w tym niewyjaśnione kreacje ludzkości, które pokazały cudowność naszej pomysłowości. Na Wyspie Wielkanocnej są ogromne głowy. Istnieją piramidy egipskie. Jest Stonehenge. Ale teraz stał przed nowo odkrytym pomnikiem, który po prostu nie miał żadnego sensu i zastanawiał się, jak kiedykolwiek będzie w stanie to wyjaśnić."
  },
  {
      "language": "Serbian",
      "symbol": "sr",
      "text": "Храна јој се није свидела. Никад није. Учинила је уобичајене жалбе и покренула бес, за који је знао да долази. Али овај пут је било другачије. Уместо да покушава да смири њу и њене неразумне захтеве, он је само зурио у њу и гледао је како се топи без речи.\nДа ли заиста слушате када разговарате са неким? Имам пријатеља који неумољиво слуша. Заправо сваку реч коју изговорите она сматра нечим важним и када имате пријатеља који тако слуша, речи попримају сасвим ново значење.\nБио је свестан да постоје многа чуда овог света, укључујући необјашњиве креације човечанства које су показале чудо наше домишљатости. На Ускршњем острву има огромних глава. Постоје египатске пирамиде. Ту је Стонехенге. Али он је сада стао пред новооткривени споменик који једноставно није имао смисла и питао се како ће то икада моћи објаснити."
  },
  {
      "language": "Swedish",
      "symbol": "sv",
      "text": "Hon tyckte inte om maten. Det gjorde hon aldrig. Hon gjorde de vanliga klagomålen och började raserianfallet som han visste skulle komma. Men den här gången var annorlunda. Istället för att försöka placera henne och hennes orimliga krav stirrade han bara på henne och såg på hennes smälta utan att säga ett ord.\nLyssnar du verkligen när du pratar med någon? Jag har en vän som lyssnar på ett oförlåtligt sätt. Hon tar faktiskt varje ord du säger som något viktigt och när du har en vän som lyssnar så får ord en helt ny betydelse.\nHan var medveten om att det fanns många underverk i denna värld inklusive de oförklarliga skapelserna av mänskligheten som visade underverk i vår uppfinningsrikedom. Det finns stora huvuden på påskön. Det finns de egyptiska pyramiderna. Det finns Stonehenge. Men han stod nu framför ett nyupptäckt monument som helt enkelt inte gav någon mening och han undrade hur han någonsin skulle kunna förklara det."
  },
  {
      "language": "Telugu",
      "symbol": "te",
      "text": "ఆమెకు ఆహారం నచ్చలేదు. ఆమె ఎప్పుడూ చేయలేదు. ఆమె మామూలు ఫిర్యాదులు చేసి, వస్తోందని అతనికి తెలుసు. కానీ ఈ సమయం భిన్నంగా ఉంది. ఆమెను మరియు ఆమె అసమంజసమైన డిమాండ్లను శాంతింపచేయడానికి బదులుగా, అతను ఆమెను తదేకంగా చూస్తూ, ఒక్క మాట కూడా మాట్లాడకుండా ఆమె కరిగిపోవడాన్ని చూశాడు.\nమీరు ఎవరితోనైనా మాట్లాడుతున్నప్పుడు మీరు నిజంగా వింటున్నారా? క్షమించరాని రీతిలో వినే ఒక స్నేహితుడు నాకు ఉన్నాడు. ఆమె మీరు చెప్పే ప్రతి పదాన్ని ముఖ్యమైనదిగా తీసుకుంటుంది మరియు మీకు అలాంటి స్నేహితుడు ఉన్నప్పుడు, పదాలు సరికొత్త అర్థాన్ని పొందుతాయి.\nమన చాతుర్యం యొక్క అద్భుతాన్ని చూపించే మానవజాతి యొక్క వివరించలేని సృష్టిలతో సహా ఈ ప్రపంచంలో అనేక అద్భుతాలు ఉన్నాయని ఆయనకు తెలుసు. ఈస్టర్ ద్వీపంలో భారీ తలలు ఉన్నాయి. ఈజిప్టు పిరమిడ్లు ఉన్నాయి. స్టోన్‌హెంజ్ ఉంది. కానీ అతను ఇప్పుడు కొత్తగా కనుగొన్న స్మారక చిహ్నం ముందు నిలబడ్డాడు, అది కేవలం అర్ధవంతం కాలేదు మరియు అతను దానిని ఎలా వివరించగలడు అని అతను ఆశ్చర్యపోయాడు."
  },
  {
      "language": "Urdu",
      "symbol": "ur",
      "text": "اسے کھانا پسند نہیں تھا۔ وہ کبھی نہیں کرتی تھی۔ اس نے ہمیشہ کی طرح شکایات کیں اور وہ آدرش شروع کردی جس کے بارے میں وہ جانتا تھا کہ آنے والا ہے۔ لیکن یہ وقت مختلف تھا۔ اس کی اور اس کے غیر منطقی مطالبات کو طعنے دینے کی کوشش کرنے کے بجائے ، اس نے اسے گھورا اور ایک لفظ بھی کہے بغیر اسے گھٹا دیکھا۔\nجب آپ کسی سے بات کرتے ہو تو کیا واقعی آپ سنتے ہیں؟ میرا ایک دوست ہے جو ناقابل معافی طریقے سے سنتا ہے۔ وہ دراصل آپ کے ہر لفظ کو کہتی ہے جسے آپ کچھ اہم سمجھتے ہیں اور جب آپ کا کوئی دوست ہے جو اس طرح کی باتیں سنتا ہے تو ، الفاظ بالکل ہی نئے معنیٰ پر لے جاتے ہیں۔\nوہ جانتا تھا کہ اس دنیا کے بے شمار حیرت تھے جن میں انسانیت کی نامعلوم تخلیقات بھی شامل ہیں جنہوں نے ہماری آسانی کا حیرت ظاہر کیا۔ ایسٹر جزیرے پر بہت بڑے سر ہیں۔ مصری اہرام ہیں۔ وہاں پتھراؤ ہے۔ لیکن اب وہ ایک نئی دریافت شدہ یادگار کے سامنے کھڑا ہوا جس کا محض کوئی معنی نہیں تھا اور وہ حیران تھا کہ وہ کبھی اس کی وضاحت کرنے کے قابل بھی ہوگا۔"
  },
  {
      "language": "Thai",
      "symbol": "th",
      "text": "เธอไม่ชอบอาหาร เธอไม่เคยทำ เธอร้องเรียนตามปกติและเริ่มอารมณ์ฉุนเฉียวที่เขารู้ว่ากำลังจะมาถึง แต่ครั้งนี้แตกต่างออกไป แทนที่จะพยายามปิดปากเธอและความต้องการที่ไม่สมเหตุสมผลของเธอเขากลับจ้องมองเธอและเฝ้าดูการล่มสลายของเธอโดยไม่พูดอะไรสักคำ\nคุณตั้งใจฟังเวลาคุยกับใครจริงๆหรือเปล่า? ฉันมีเพื่อนคนหนึ่งที่รับฟังด้วยวิธีที่ไม่น่าให้อภัย จริงๆแล้วเธอใช้ทุกคำที่คุณพูดว่าเป็นสิ่งที่สำคัญและเมื่อคุณมีเพื่อนที่ฟังแบบนั้นคำพูดจะมีความหมายใหม่ทั้งหมด\nเขาตระหนักดีว่ามีสิ่งมหัศจรรย์มากมายในโลกนี้รวมถึงการสร้างสรรค์ของมนุษยชาติที่ไม่สามารถอธิบายได้ซึ่งแสดงให้เห็นถึงความมหัศจรรย์ของความเฉลียวฉลาดของเรา มีหัวขนาดใหญ่บนเกาะอีสเตอร์ มีปิรามิดของอียิปต์ มีสโตนเฮนจ์ แต่ตอนนี้เขายืนอยู่หน้าอนุสาวรีย์ที่เพิ่งค้นพบซึ่งดูไม่สมเหตุสมผลเลยและเขาก็สงสัยว่าเขาจะอธิบายได้อย่างไร"
  },
  {
      "language": "Portuguese",
      "symbol": "pt",
      "text": "Ela não gostou da comida. Ela nunca fez isso. Ela fez as reclamações de sempre e começou a birra que ele sabia que viria. Mas desta vez foi diferente. Em vez de tentar acalmá-la e às suas exigências irracionais, ele apenas olhou para ela e a observou desmoronar sem dizer uma palavra.\nVocê realmente escuta quando está falando com alguém? Tenho um amigo que me escuta de maneira implacável. Ela realmente leva cada palavra que você diz como algo importante e quando você tem um amigo que ouve assim, as palavras assumem um significado totalmente novo.\nEle estava ciente de que havia inúmeras maravilhas neste mundo, incluindo as criações inexplicáveis ​​da humanidade que mostravam a maravilha de nossa engenhosidade. Existem cabeças enormes na Ilha de Páscoa. Existem as pirâmides egípcias. Aqui está Stonehenge. Mas agora ele estava em frente a um monumento recém-descoberto que simplesmente não fazia nenhum sentido e ele se perguntou como seria capaz de explicá-lo."
  },
  {
      "language": "Slovak",
      "symbol": "sk",
      "text": "Nechutilo jej jedlo. Nikdy to neurobila. Podala zvyčajné sťažnosti a spustila vyčíňanie, o ktorom vedel, že príde. Tento čas bol ale iný. Namiesto toho, aby sa pokúsil upokojiť ju a jej neprimerané požiadavky, iba na ňu pozeral a bez slova sledoval jej rozpad.\nNaozaj počúvate, keď sa s niekým rozprávate? Mám priateľa, ktorý neodpustiteľne počúva. Každé slovo, ktoré poviete, berie v skutočnosti ako niečo dôležité a keď máte priateľa, ktorý tak počúva, slová majú úplne nový význam.\nBol si vedomý toho, že existuje veľa divov tohto sveta vrátane nevysvetliteľných výtvorov ľudstva, ktoré ukazujú zázrak našej vynaliezavosti. Na Veľkonočnom ostrove sú obrovské hlavy. Sú tu egyptské pyramídy. Je tu Stonehenge. Teraz však stál pred novoobjaveným pamätníkom, ktorý jednoducho nedával zmysel a uvažoval, ako to niekedy bude vedieť vysvetliť."
  },
  {
      "language": "Tajik",
      "symbol": "tg",
      "text": "Вай хӯрокро дӯст намедошт. Вай ҳеҷ гоҳ накардааст. Вай шикоятҳои маъмулӣ кард ва ғавғоеро оғоз кард, ки медонист. Аммо ин вақт дигар буд. Ба ҷои он ки вай ва талабҳои беасоси ӯро ҷой диҳад, танҳо ба ӯ чашм дӯхт ва чизе нагуфта обшавии ӯро мушоҳида кард.\nОё шумо дар ҳақиқат ҳангоми бо касе сӯҳбат кардан гӯш медиҳед? Ман як дӯсте дорам, ки ба тарзи нобахшиданӣ гӯш мекунад. Вай воқеан ҳар як калимаи гуфтаатонро як чизи муҳим меҳисобад ва вақте ки шумо дӯсте доред, ки инро гӯш мекунад, калимаҳо маънои комилан навро мегиранд.\nВай медонист, ки мӯъҷизаҳои бешумори ин ҷаҳон, аз ҷумла офаридаҳои номаълуми инсоният, ки аҷоиби заковати моро нишон медиҳанд. Дар ҷазираи Писҳо сарҳои азиме мавҷуданд. Пирамидаҳои Миср мавҷуданд. Стоунхенҷ ҳаст. Аммо ӯ ҳоло дар назди як ёдгории нав кашфшуда истода буд, ки ҳеҷ маъное надошт ва ӯ фикр мекард, ки чӣ гуна ӯ метавонист онро шарҳ диҳад."
  },
  {
      "language": "Turkish",
      "symbol": "tr",
      "text": "Yemekleri beğenmedi. Asla yapmadı. Her zamanki şikayetleri yaptı ve geldiğini bildiği öfke nöbetine başladı. Ama bu sefer farklıydı. Onu ve mantıksız taleplerini yatıştırmaya çalışmak yerine, ona baktı ve tek bir kelime söylemeden erimesini izledi.\nBiriyle konuşurken gerçekten dinliyor musun? Affetmeyen bir şekilde dinleyen bir arkadaşım var. Aslında söylediğin her kelimeyi önemli bir şey olarak alıyor ve böyle dinleyen bir arkadaşın olduğunda, kelimeler yepyeni bir anlam kazanıyor.\nYaratıcılığımızın harikasını gösteren, insanlığın açıklanamayan yaratımları da dahil olmak üzere, bu dünyanın sayısız harikası olduğunun farkındaydı. Paskalya Adası'nda kocaman kafalar var. Mısır piramitleri var. Stonehenge var. Ama şimdi yeni keşfedilen, hiçbir anlam ifade etmeyen bir anıtın önünde durdu ve bunu nasıl açıklayabileceğini merak etti."
  },
  {
      "language": "Vietnamese",
      "symbol": "vi",
      "text": "Cô ấy không thích đồ ăn. Cô ấy không bao giờ làm vậy. Cô ấy đưa ra những lời phàn nàn thông thường và bắt đầu cơn giận dữ mà anh biết sắp tới. Nhưng lần này thì khác. Thay vì cố gắng xoa dịu cô và những đòi hỏi vô lý của cô, anh chỉ nhìn chằm chằm vào cô và nhìn cô suy sụp mà không nói một lời.\nBạn có thực sự lắng nghe khi bạn đang nói chuyện với ai đó không? Tôi có một người bạn luôn lắng nghe một cách không khoan nhượng. Cô ấy thực sự coi mọi lời bạn nói là điều gì đó quan trọng và khi bạn có một người bạn biết lắng nghe như vậy, lời nói sẽ mang một ý nghĩa hoàn toàn mới.\nAnh ấy biết rằng có rất nhiều kỳ quan trên thế giới này, bao gồm cả những sáng tạo chưa thể giải thích của loài người cho thấy sự kỳ diệu của sự khéo léo của chúng ta. Có những cái đầu khổng lồ trên Đảo Phục Sinh. Có các kim tự tháp Ai Cập. Có Stonehenge. Nhưng bây giờ anh đứng trước một tượng đài mới được phát hiện đơn giản là không có ý nghĩa gì và anh tự hỏi làm thế nào anh có thể giải thích nó."
  },
  {
      "language": "Ukrainian",
      "symbol": "uk",
      "text": "Їжа їй не сподобалась. Вона ніколи цього не робила. Вона зробила звичайні скарги і почала істерику, яку він знав, що настане. Але цього разу було інше. Замість того, щоб намагатись умилостивити її та її необгрунтовані вимоги, він просто дивився на неї і, не сказавши жодного слова, спостерігав, як вона тане.\nВи насправді слухаєте, коли розмовляєте з кимось? У мене є друг, який слухає невблаганно. Вона насправді сприймає кожне ваше слово як щось важливе, і коли у вас є друг, який так слухає, слова набувають зовсім нового значення.\nВін усвідомлював, що існували численні чудеса цього світу, включаючи незрозумілі творіння людства, які демонстрували диво нашої винахідливості. На острові Пасхи величезні голови. Є єгипетські піраміди. Там Стоунхендж. Але тепер він стояв перед нещодавно відкритим пам'ятником, який просто не мав жодного сенсу, і він дивувався, як він коли-небудь зможе це пояснити."
  },
  {
      "language": "Tamil",
      "symbol": "ta",
      "text": "அவளுக்கு உணவு பிடிக்கவில்லை. அவள் ஒருபோதும் செய்யவில்லை. அவள் வழக்கமான புகார்களைச் செய்தாள், வருவதை அவன் அறிந்த தந்திரத்தைத் தொடங்கினாள். ஆனால் இந்த நேரம் வித்தியாசமாக இருந்தது. அவளையும் அவளது நியாயமற்ற கோரிக்கைகளையும் சமாதானப்படுத்த முயற்சிப்பதற்குப் பதிலாக, அவன் அவளை வெறித்துப் பார்த்து, ஒரு வார்த்தை கூட பேசாமல் அவள் உருகுவதைப் பார்த்தான்.\nநீங்கள் ஒருவருடன் பேசும்போது உண்மையில் கேட்கிறீர்களா? மன்னிக்காத வகையில் கேட்கும் ஒரு நண்பர் எனக்கு இருக்கிறார். நீங்கள் சொல்லும் ஒவ்வொரு வார்த்தையையும் அவள் முக்கியமான ஒன்று என்று எடுத்துக்கொள்கிறாள், உங்களுக்கு அதைக் கேட்கும் ஒரு நண்பன் இருக்கும்போது, ​​வார்த்தைகள் ஒரு புதிய அர்த்தத்தைப் பெறுகின்றன.\nமனிதகுலத்தின் விவரிக்கப்படாத படைப்புகள் உட்பட இந்த உலகில் ஏராளமான அதிசயங்கள் இருப்பதை அவர் அறிந்திருந்தார், அது நமது புத்தி கூர்மைக்கு ஆச்சரியத்தை காட்டியது. ஈஸ்டர் தீவில் மிகப்பெரிய தலைகள் உள்ளன. எகிப்திய பிரமிடுகள் உள்ளன. ஸ்டோன்ஹெஞ்ச் உள்ளது. ஆனால் இப்போது அவர் புதிதாக கண்டுபிடிக்கப்பட்ட நினைவுச்சின்னத்தின் முன் நின்றார், அது வெறுமனே எந்த அர்த்தமும் இல்லை, அதை அவர் எப்போதாவது விளக்க முடியும் என்று அவர் ஆச்சரியப்பட்டார்."
  },
  {
      "language": "Slovenian",
      "symbol": "sl",
      "text": "Hrana ji ni bila všeč. Nikoli ni. Opravila se je navadno in začela napad, za katerega je vedel, da prihaja. A tokrat je bilo drugače. Namesto da bi poskušal pomiriti njo in njene nerazumne zahteve, je le strmel vanjo in brez besed opazoval njeno taljenje.\nAli res poslušate, ko se z nekom pogovarjate? Imam prijatelja, ki posluša neusmiljeno. Pravzaprav vsako besedo, ki jo izgovorite, jemlje kot nekaj pomembnega in ko imate prijatelja, ki tako posluša, besede dobijo povsem nov pomen.\nZavedal se je, da obstajajo številna čudesa tega sveta, vključno z nepojasnjenimi stvaritvami človeštva, ki kažejo čudež naše iznajdljivosti. Na velikonočnem otoku je ogromno glav. Tam so egiptovske piramide. Tam je Stonehenge. A zdaj je stal pred novoodkritim spomenikom, ki preprosto ni imel nobenega smisla, in se spraševal, kako mu bo sploh kdaj uspelo razložiti."
  },
  {
      "language": "Romanian",
      "symbol": "ro",
      "text": "Nu i-a plăcut mâncarea. Nu a făcut-o niciodată. Ea a făcut plângerile obișnuite și a început furia pe care știa că vine. Dar de data aceasta a fost diferit. În loc să încerce să o aplace pe ea și pe cererile sale nerezonabile, el doar s-a uitat la ea și a privit-o cum se prăbușește fără să spună un cuvânt.\nChiar ascultați când vorbiți cu cineva? Am un prieten care ascultă într-un mod neiertător. Ea ia de fapt fiecare cuvânt pe care îl spui ca fiind ceva important și atunci când ai un prieten care ascultă așa, cuvintele capătă un sens complet nou.\nEl era conștient că există numeroase minuni ale acestei lumi, inclusiv creațiile inexplicabile ale omenirii care arătau minunea ingeniozității noastre. Există capete uriașe pe Insula Paștelui. Există piramidele egiptene. Există Stonehenge. Dar acum stătea în fața unui monument nou descoperit, care pur și simplu nu avea niciun sens și se întreba cum va putea vreodată să-l explice."
  },
  {
      "language": "Afrikaans",
      "symbol": "af",
      "text": "Sy hou nie van die kos nie. Sy het nooit gedoen nie. Sy het die gewone klagtes gemaak en die tantrum begin wat hy geweet het, sou kom. Maar hierdie keer was anders. In plaas daarvan om haar en haar onredelike eise te probeer paai, het hy net na haar gestaar en haar inmekaargeslaan sonder om 'n woord te sê.\nLuister jy regtig as jy met iemand praat? Ek het 'n vriend wat op 'n onvergewensgesinde manier luister. Sy neem eintlik elke woord wat jy sê as iets belangriks aan en as jy 'n vriend het wat so luister, kry woorde 'n nuwe betekenis.\nHy was bewus daarvan dat daar talle wonders van hierdie wêreld was, waaronder die onverklaarbare skeppings van die mens wat die wonder van ons vindingrykheid getoon het. Daar is groot koppe op Paaseiland. Daar is die Egiptiese piramides. Daar is Stonehenge. Maar hy staan ​​nou voor 'n nuutgevonde monument wat eenvoudig geen sin maak nie en hy wonder hoe hy dit ooit sal kan verduidelik."
  },
  {
      "language": "Albanian",
      "symbol": "sq",
      "text": "Ajo nuk i pëlqente ushqimi. Ajo kurrë nuk e bëri. Ajo bëri ankesat e zakonshme dhe filloi hidhërimin që ai e dinte se po vinte. Por kjo kohë ishte ndryshe. Në vend që të përpiqej ta qetësonte atë dhe kërkesat e saj të paarsyeshme, ai thjesht e shikoi dhe e pa të shkrihej pa thënë asnjë fjalë.\nA dëgjoni vërtet kur jeni duke biseduar me dikë? Unë kam një mik që dëgjon në një mënyrë të pafalshme. Ajo në fakt e merr çdo fjalë që thoni si diçka të rëndësishme dhe kur keni një mik që e dëgjon ashtu, fjalët marrin një kuptim krejt të ri.\nAi ishte i vetëdijshëm se kishte mrekulli të shumta të kësaj bote, duke përfshirë krijimet e pashpjegueshme të njerëzimit që treguan mrekullinë e zgjuarsisë sonë. Ka koka të mëdha në Ishullin e Pashkëve. Ka piramidat egjiptiane. Ka Stonehenge. Por ai tani qëndroi përpara një monumenti të sapo zbuluar që thjesht nuk kishte ndonjë kuptim dhe ai çuditej se si do të ishte në gjendje ta shpjegonte atë."
  },
  {
      "language": "Amharic",
      "symbol": "am",
      "text": "ምግቡን አልወደደችም ፡፡ በጭራሽ አላደረገችም ፡፡ የተለመዱትን ቅሬታዎች አሰማች እና እየመጣ መሆኑን የሚያውቀውን ቁጣ ጀመረች ፡፡ ግን ይህ ጊዜ የተለየ ነበር ፡፡ እርሷን እና ምክንያታዊ ያልሆኑ ጥያቄዎ toን ለማስደሰት ከመሞከር ይልቅ ዝም ብሎ ወደ እሷ ተመለከተ እና ምንም ቃል ሳይናገር መቅለጥዋን ይመለከታል ፡፡\nከአንድ ሰው ጋር ሲነጋገሩ በእውነት ያዳምጣሉ? ይቅር ባይ ባልሆነ መንገድ የሚያደምጥ ጓደኛ አለኝ ፡፡ እሷ የምትናገራቸውን ቃላት ሁሉ እንደ አስፈላጊ ነገር ትወስዳለች እናም እንደዚህ የሚያዳምጥ ጓደኛ ሲኖርዎት ቃላቶች ሙሉ በሙሉ አዲስ ትርጉም ይይዛሉ ፡፡\nብልሃታችን ድንቅ መሆኑን የሚያሳዩ ያልታወቁ የሰው ልጆች ፍጥረቶችን ጨምሮ የዚህ ዓለም ብዙ ድንቆች መኖራቸውን ያውቅ ነበር ፡፡ በፋሲካ ደሴት ላይ ግዙፍ ጭንቅላቶች አሉ ፡፡ የግብፅ ፒራሚዶች አሉ ፡፡ ስቶንሄንግ አለ ፡፡ አሁን ግን በቀላሉ ምንም ትርጉም የማይሰጥ አዲስ በተገኘው የመታሰቢያ ሐውልት ፊት ቆመ እና እንዴት እሱን ለማብራራት መቻሉን በጭራሽ አስብ ነበር ፡፡"
  },
  {
      "language": "Armenian",
      "symbol": "hy",
      "text": "Նա չէր սիրում սնունդը: Նա երբեք չի արել: Նա սովորական գանգատներ արեց և սկսեց աղմկել, որը նա գիտեր, որ գալիս է: Բայց այս անգամն այլ էր: Փոխանակ փորձելու տեղավորել նրան և նրա անհիմն պահանջները, նա պարզապես նայեց նրան և առանց բառ ասելու դիտեց նրա հալոցքը:\nԴուք իսկապե՞ս լսում եք, երբ ինչ-որ մեկի հետ եք խոսում: Ես ունեմ մի ընկեր, որը լսում է աններող ձևով: Նա իրականում ընդունում է ձեր արտասանած յուրաքանչյուր բառը որպես որևէ կարևոր բան, և երբ ունեք ընկեր, որը լսում է այդպիսին, բառերը բոլորովին նոր իմաստ են ստանում:\nՆա տեղյակ էր, որ այս աշխարհի բազմաթիվ հրաշքներ կան, ներառյալ մարդկության անբացատրելի ստեղծագործությունները, որոնք ցույց տվեցին մեր հնարամտության զարմանքը: Easterատկի կղզում հսկայական գլուխներ կան: Կան եգիպտական ​​բուրգեր: Այստեղ կա Սթոունհենջը: Բայց նա այժմ կանգնած էր նոր հայտնաբերված հուշարձանի առջև, որն ուղղակի իմաստ չուներ և մտածում էր, թե ինչպես է երբևէ կկարողանա դա բացատրել:"
  },
  {
      "language": "Bosnian",
      "symbol": "bs",
      "text": "Nije joj se svidjela hrana. Nikad nije. Učinila je uobičajene žalbe i započela bijes za koji je znao da dolazi. Ali ovaj put je bilo drugačije. Umjesto da pokušava smiriti nju i njene nerazumne zahtjeve, on je samo zurio u nju i gledao je kako se topi bez riječi.\nDa li zaista slušate kada razgovarate s nekim? Imam prijatelja koji na nemilosrdan način sluša. Zapravo svaku vašu riječ uzima kao nešto važno i kad imate prijatelja koji tako sluša, riječi poprimaju sasvim novo značenje.\nBio je svjestan da postoje brojna čudesa ovoga svijeta, uključujući neobjašnjive kreacije čovječanstva koje su pokazale čudo naše domišljatosti. Na Uskršnjem ostrvu ima ogromnih glava. Postoje egipatske piramide. Tu je Stonehenge. Ali sada je stao ispred novootkrivenog spomenika koji jednostavno nije imao smisla i pitao se kako će to ikada moći objasniti."
  },
  {
      "language": "Basque",
      "symbol": "eu",
      "text": "Janaria ez zitzaion gustatzen. Ez zuen inoiz egin. Ohiko kexak egin eta bazekien kolpea hasi zuen. Baina oraingoan ezberdina zen. Bera eta bere arrazoizko eskaerak baretzen saiatu beharrean, begira jarri eta hitzik egin gabe nola erortzen ari zen ikusi zuen.\nBenetan entzuten al duzu norbaitekin hizketan ari zarenean? Badut lagun bat modu barkagarrian entzuten duena. Benetan esaten dituzun hitz guztiak zerbait garrantzitsutzat hartzen ditu eta horrela entzuten duen lagun bat duzunean, hitzek esanahi berria hartzen dute.\nBazekien mundu honetako mirari ugari zegoela, gure asmamenaren miraria erakusten zuten gizateriaren sorkuntza azaldu gabeak. Buru erraldoiak daude Pazko uhartean. Egiptoko piramideak daude. Hor dago Stonehenge. Baina orain aurkitutako monumentu berri baten aurrean zegoen, besterik gabe, inolako zentzurik ez zuena eta bere buruari galdetu zion ea nola izango ote zen inoiz hori azaltzeko gai."
  },
  {
      "language": "Belarusian",
      "symbol": "be",
      "text": "Ежа ёй не падабалася. Яна ніколі гэтага не рабіла. Яна зрабіла звычайныя скаргі і пачала істэрыку, якую ён ведаў. Але гэты час быў іншым. Замест таго, каб паспрабаваць улагодзіць яе і неабгрунтаваныя патрабаванні, ён проста ўтаропіўся на яе і, не сказаўшы ні слова, назіраў за яе раставаннем.\nВы сапраўды слухаеце, калі размаўляеце з кім-небудзь? У мяне ёсць сябар, які слухае няўмольна. Яна на самой справе прымае кожнае ваша слова як нешта важнае, і калі ў вас ёсць сябар, які слухае гэта, словы набываюць зусім новы сэнс.\nЁн ведаў, што існуе мноства цудаў гэтага свету, у тым ліку незразумелыя творы чалавецтва, якія паказваюць цуд нашай вынаходлівасці. На востраве Пасхі велізарныя галовы. Ёсць егіпецкія піраміды. Там Стоўнхэндж. Але цяпер ён стаяў перад нядаўна выяўленым помнікам, які проста не меў сэнсу, і ён думаў, як яму ўдасца гэта растлумачыць."
  },
  {
      "language": "Azerbaijani",
      "symbol": "az",
      "text": "Yeməyi sevmirdi. Heç etməyib. Həmişəki şikayətlərini etdi və gələcəyini bildiyi qəzəbə başladı. Ancaq bu dəfə fərqli idi. Onu və onun əsassız tələblərini yerinə yetirməyə çalışmaq əvəzinə, ona baxaraq bir söz demədən əriməsini izlədi.\nBirisi ilə söhbət edərkən həqiqətən qulaq asırsan? Bağışlamayan bir şəkildə dinləyən bir dostum var. Əslində söylədiyiniz hər bir sözü vacib bir şey kimi qəbul edir və belə bir dinləyən bir dostunuz olanda sözlər tamamilə yeni bir məna kəsb edir.\nBu dünyanın çoxsaylı ecazkarlıqlarının, o cümlədən bəşəriyyətin izahatımızın ecazkarlığını göstərən açıqlanmayan əsərlərinin olduğunu bilirdi. Pasxa adasında nəhəng başlar var. Misir piramidaları var. Stonehenge var. Ancaq indi sadəcə heç bir mənası olmayan yeni kəşf edilmiş bir abidənin qarşısında dayandı və onu necə izah edə biləcəyini düşündü."
  },
  {
      "language": "Cebuano",
      "symbol": "ceb",
      "text": "Dili siya gusto sa pagkaon. Wala gyud niya buhata. Gibuhat niya ang naandan nga mga reklamo ug gisugdan ang pagkasuko nga nahibal-an niya nga moabut. Apan kini nga oras lahi. Imbis nga sulayan siya ug ang iyang dili makatarunganon nga mga gipangayo, gitutokan lang siya ug gitan-aw ang pagkalubog niya nga wala’y gisulti bisan usa ka pulong.\nNaminaw ba gyud ka kung nakigsulti ka sa uban? Adunay ako usa ka higala nga namati sa dili mapasaylo nga paagi. Gikuha gyud niya ang matag pulong nga giingon nimo ingon usa ka butang nga hinungdanon ug kung adunay ka usa ka higala nga namati sama niana, ang mga pulong adunay bag-ong kahulogan.\nNahibal-an niya nga daghang mga katingad-an sa kalibutan lakip ang dili masaysay nga mga binuhat sa tawo nga nagpakita sa katingala sa among kinaadman. Adunay daghang ulo sa Easter Island. Adunay mga piramide sa Ehipto. Adunay Stonehenge. Apan karon nagbarug siya sa atubangan sa usa ka bag-ong nadiskobre nga monumento nga wala’y kahulugan ug naghunahuna siya kung giunsa niya kini mapasabut."
  },
  {
      "language": "Chichewa",
      "symbol": "ny",
      "text": "Sanakonde chakudyacho. Sanatero. Adadandaula mwachizolowezi ndikuyamba mkwiyo womwe amadziwa kuti ukubwera. Koma nthawi ino inali yosiyana. M'malo moyesa kudzikweza ndi zofuna zake zopanda pake, adangomuyang'ana ndikumuwona akusungunuka osalankhula kanthu.\nKodi mumamvetsera mukamalankhula ndi munthu wina? Ndili ndi mnzanga amene amamvetsera mosakhululuka. Amatenga mawu aliwonse omwe munena kuti ndi ofunikira ndipo mukakhala ndi mnzanu yemwe amamvetsera monga choncho, mawu amakhala ndi tanthauzo latsopano.\nAmadziwa kuti panali zodabwitsa zambiri padziko lapansi pano kuphatikizapo zolengedwa zosamveka bwino zomwe zimawonetsa kudabwitsa kwa luntha lathu. Pali mitu yayikulu pachilumba cha Easter. Pali mapiramidi aku Egypt. Pali Stonehenge. Koma tsopano adayima patsogolo pa chipilala chatsopano chomwe sichinapange tanthauzo lililonse ndipo amadzifunsa kuti adzatha bwanji kufotokoza."
  },
  {
      "language": "Corsican",
      "symbol": "co",
      "text": "Ùn li piace micca u manghjà. Ella ùn hà mai fattu. Ella hà fattu e lagnanze abituali è hà iniziatu a tantrum ch'ellu sapia chì vene. Ma sta volta era diversa. Invece di pruvà à appacialla è e so richieste irragionevoli, u fighjava solu è fighjulava u so crollu senza dì una parolla.\nState veramente à sente quandu parlate cun qualchissia? Aghju un amicu chì ascolta in modu impardunevule. In realtà piglia ogni parolla chì dite cum'è qualcosa di impurtante è quandu avete un amicu chì ascolta cusì, e parolle piglianu un significatu novu.\nEra cuscente chì ci eranu numerose meraviglie di stu mondu cumpresi e creazioni inspiegabili di l'umanità chì mostranu a meraviglia di a nostra ingenuità. Ci sò capi tamanti in l'Isula di Pasqua. Ci sò e piramidi egiziane. Ci hè Stonehenge. Ma stava oramai davanti à un munimentu scupertu di novu chì simpliciamente ùn avia nisun sensu è si dumandava cumu si puderà mai spiegà."
  },
  {
      "language": "Frisian",
      "symbol": "fy",
      "text": "Se fûn it iten net leuk. Dat die se noait. Se die de gewoane klachten en begon it tantrum dat hy wist dat hy soe komme. Mar dizze kear wie oars. Yn stee fan te besykjen har en har ûnferstannige easken te berikken, stoarre hy gewoan nei har en seach se nei har fersmoarging sûnder in wurd te sizzen.\nHarkje jo wier as jo mei immen prate? Ik haw in freon dy't op in ûnferjitlike manier harket. Se nimt eins elk wurd dat jo sizze as wat wichtichs en as jo in freon hawwe dy't sa harket, krije wurden in heule nije betsjutting.\nHy wist dat d'r in soad wûnders fan dizze wrâld wiene, ynklusyf de ûnferklearbere skeppingen fan 'e minske dy't it wûnder fan ús fernimstigens sjen lieten. D'r binne grutte hollen op Peaske-eilân. D'r binne de Egyptyske piramides. Der is Stonehenge. Mar hy stie no foar in nij ûntdutsen monumint dat gewoan gjin sin hie en hy frege him ôf hoe't hy it ea soe kinne útlizze."
  },
  {
      "language": "Haitian Creole",
      "symbol": "ht",
      "text": "Li pa t renmen manje a. Li pa janm fè sa. Li te fè plent abityèl yo e li te kòmanse kolè li te konnen ki tap vini an. Men, fwa sa a te diferan. Olye pou yo te eseye apeze l 'ak demand rezonab li, li jis fikse l', li gade meltdown li san yo pa di yon mo.\nÈske ou reyèlman koute lè w ap pale ak yon moun? Mwen gen yon zanmi ki koute nan yon fason enpitwayabl. Li aktyèlman pran tout mo ou di ke yo te yon bagay enpòtan epi lè ou gen yon zanmi ki koute tankou sa, mo pran sou yon siyifikasyon antye nouvo.\nLi te okouran te gen anpil bèl bagay nan mond sa a ki gen ladan kreyasyon yo san rezon nan limanite ki te montre mèvèy nan entèlijans nou an. Gen tèt gwo sou Pak Island. Gen piramid moun peyi Lejip yo. Gen Stonehenge. Men, li kounye a te kanpe devan yon moniman ki fèk dekouvri ki tou senpleman pa t 'fè okenn sans e li te mande ki jan li te janm pral kapab eksplike li."
  },
  {
      "language": "Gujarati",
      "symbol": "gu",
      "text": "તેણીને ખોરાક ગમતો ન હતો. તેણી ક્યારેય નહોતી કરી. તેણીએ સામાન્ય ફરિયાદો કરી હતી અને તે જાણતો હતો કે તે આવી રહ્યો હતો. પરંતુ આ સમય જુદો હતો. તેને અને તેની ગેરવાજબી માંગણીઓને તિરસ્કાર કરવાનો પ્રયાસ કરવાને બદલે, તેણે ફક્ત તેની સામે જોયું અને એક પણ શબ્દ બોલ્યા વગર તેણીનું મેલ્ટડાઉન જોયું.\nજ્યારે તમે કોઈની સાથે વાત કરો છો ત્યારે તમે ખરેખર સાંભળો છો? મારો એક મિત્ર છે જે માફ ન કરે તે રીતે સાંભળે છે. તે ખરેખર તમે કહેતા દરેક શબ્દને કંઈક અગત્યની તરીકે લે છે અને જ્યારે તમારી પાસે કોઈ મિત્ર જેવું સાંભળે છે, ત્યારે શબ્દો સંપૂર્ણ નવો અર્થ લે છે.\nતે જાણતો હતો કે આ દુનિયાના અસંખ્ય અજાયબીઓ છે જેમાં માનવજાતની ન સમજાયેલી રચનાઓ છે જેણે આપણી ચાતુર્યની અજાયબી બતાવી હતી. ઇસ્ટર આઇલેન્ડ પર વિશાળ વડાઓ છે. ત્યાં ઇજિપ્તની પિરામિડ છે. સ્ટોનહેંજ છે. પરંતુ હવે તે એક નવી શોધાયેલ સ્મારકની સામે .ભો રહ્યો જેનો કોઈ અર્થ નહોતો અને તે આશ્ચર્યચકિત થયો કે તે કેવી રીતે સમજાવવા સક્ષમ હશે."
  },
  {
      "language": "Georgian",
      "symbol": "ka",
      "text": "საჭმელი არ უყვარდა. ის არასდროს ქონია. მან ჩივილები ჩივილს და დაუწყო წყენა, რომელიც იცოდა, რომ მოვიდოდა. მაგრამ ეს დრო სხვა იყო. იმის მაგივრად, რომ შეეცვალა მისი და მისი დაუსაბუთებელი მოთხოვნები, ის უბრალოდ უყურებდა მას და უყურებდა მის დნობას უსიტყვოდ.\nმართლა უსმენ, როცა ვინმეს ესაუბრები? მყავს მეგობარი, რომელიც მიუტევებლად უსმენს. ის სინამდვილეში ყველა შენ მიერ ნათქვამ სიტყვას მნიშვნელოვნად მიიჩნევს და როდესაც მეგობარი გყავს, რომელიც ასე უსმენს, სიტყვებს სულ სხვა მნიშვნელობა აქვს.\nმან იცოდა, რომ ამქვეყნად უამრავი საოცრება არსებობდა, მათ შორის კაცობრიობის აუხსნელი შემოქმედება, რამაც აჩვენა ჩვენი დამახსოვრების საოცრება. სააღდგომო კუნძულზე უზარმაზარი თავებია. არსებობს ეგვიპტის პირამიდები. აქ არის სტოუნჰენჯი. ახლა ის ახლადგახსნილი ძეგლის წინ იდგა, რომელსაც უბრალოდ აზრი არ ჰქონდა და აინტერესებდა, როგორ შეძლებდა ოდესმე ამის ახსნას."
  },
  {
      "language": "Galician",
      "symbol": "gl",
      "text": "A ela non lle gustaba a comida. Ela nunca o fixo. Ela fixo as queixas habituais e comezou a rabia que el sabía que ía chegar. Pero esta vez foi diferente. En vez de tratar de aplacala e as súas demandas irrazonables, el só a mirou e observou como se derrumbaba sen dicir unha palabra.\nDe verdade escoitas cando falas con alguén? Teño un amigo que escoita de xeito imperdonable. En realidade, cada palabra que dis é algo importante e cando tes un amigo que escoita así, as palabras cobran un significado completamente novo.\nEra consciente de que había moitas marabillas deste mundo, incluídas as inexplicables creacións da humanidade que amosaban a marabilla do noso enxeño. Hai cabezas enormes na illa de Pascua. Alí están as pirámides exipcias. Hai Stonehenge. Pero agora estaba diante dun monumento recentemente descuberto que simplemente non tiña ningún sentido e preguntábase como ía poder explicalo."
  },
  {
      "language": "Hausa",
      "symbol": "ha",
      "text": "Ba ta son abincin. Ba ta taɓa yin hakan ba. Ta yi korafin da ta saba kuma ta fara haushin da ya san da zuwa. Amma wannan lokacin ya bambanta. Maimakon ya gwada mata sassauci da bukatarta mara dalili, sai kawai ya kura mata ido yana kallon yadda take narkewa ba tare da cewa uffan ba.\nShin da gaske kake saurara yayin da kake magana da wani? Ina da aboki wanda yake saurare ta hanyar gafartawa. A zahiri tana ɗaukar kowace kalma da kuka faɗi a matsayin abu mai mahimmanci kuma idan kuna da aboki wanda zai saurare haka, kalmomi zasu ɗauki sabon ma'ana.\nYana sane da cewa akwai abubuwan al'ajabi da yawa na wannan duniyar gami da abubuwan da ba a bayyana ba na ɗan adam waɗanda ke nuna ban mamaki na ƙwarewarmu. Akwai manyan kawuna a tsibirin Easter. Akwai dala dala ta Masar. Akwai Stonehenge. Amma yanzu ya tsaya a gaban sabon abin tunawa wanda ba shi da ma'ana kuma yana mamakin yadda zai iya bayyana shi."
  },
  {
      "language": "Hawaiian",
      "symbol": "haw",
      "text": "ʻAʻole ʻo ia makemake i ka meaʻai. ʻAʻole ʻo ia i hana. Ua hana ʻo ia i nā hoʻopiʻi maʻamau a hoʻomaka i ka tantrum ʻike ʻo ia e hele mai ana. Akā ʻokoʻa kēia manawa. Ma kahi o ka hoʻāʻo ʻana e hoʻonoho iā ia a me kāna mau koi kūpono ʻole, ua haka pono wale nō ʻo ia iā ia a nānā iā ia e hehee ana me ka ʻōlelo ʻole o kahi huaʻōlelo.\nHoʻolohe maoli ʻoe ke kamaʻilio ʻoe me kekahi? He hoa aloha kaʻu e hoʻolohe nei i kahi ala kala ʻole. Lawe maoli ʻo ia i kēlā me kēia huaʻōlelo āu e ʻōlelo ai ma ke ʻano he mea nui a ke loaʻa kāu hoa aloha e hoʻolohe ai e like me kēlā, lawe ka huaʻōlelo i kahi manaʻo hou.\nUa ʻike ʻo ia he nui nā mea kupaianaha o kēia ao me nā hana a ka poʻe i hōʻike ʻole ʻia e hōʻike ana i ka mea kupaianaha o ko mākou akamai. Nui nā poʻo ma ka mokupuni ʻo Easter. Aia nā pyramids ʻAigupita. Aia ʻo Stonehenge. Akā ua kū ʻo ia i mua o kahi kia hoʻomanaʻo i ʻike hou ʻole ʻia a noʻonoʻo a noʻonoʻo ʻo ia pehea e hiki ai iā ia ke wehewehe."
  },
  {
      "language": "Hindi",
      "symbol": "hi",
      "text": "उसे खाना पसंद नहीं था। उसने कभी नहीं किया। उसने सामान्य शिकायतें कीं और टैंट्रम शुरू किया जिसे वह जानती थी कि वह आ रहा है। लेकिन यह समय अलग था। उसे और उसकी अनुचित मांगों को शांत करने की कोशिश करने के बजाय, उसने बस उसे देखा और एक शब्द कहे बिना उसके मेलडाउन को देखा।\nक्या तुम सच में सुनते हो जब तुम किसी के साथ बात कर रहे हो? मेरा एक दोस्त है जो अनमने ढंग से सुनता है। वह वास्तव में आपके द्वारा कहे जाने वाले प्रत्येक शब्द को कुछ महत्वपूर्ण मानती है और जब आपका कोई मित्र होता है जो उस तरह से सुनता है, तो शब्द बिल्कुल नए अर्थ लेते हैं।\nवह जानते थे कि इस दुनिया के कई अजूबे हैं, जिनमें मानव जाति की अस्पष्ट रचनाएँ भी शामिल हैं, जिन्होंने हमारी सरलता का आश्चर्य दिखाया। ईस्टर द्वीप पर विशाल सिर हैं। मिस्र के पिरामिड हैं। वहां स्टोनहेंज है। लेकिन वह अब एक नए खोजे गए स्मारक के सामने खड़ा हो गया, जिसका कोई मतलब नहीं था और वह सोच रहा था कि वह कभी इसे कैसे समझा पाएगा।"
  },
  {
      "language": "Hmong",
      "symbol": "hmn",
      "text": "Nws tsis nyiam cov zaub mov. Nws tsis tau ua dua. Nws ua qhov kev tsis txaus siab li ib txwm thiab pib lub suab nrov uas nws paub tab tom tuaj. Tab sis lub sijhawm no tau sib txawv. Hloov chaw ntawm kev sim ua rau nws thiab nws tsis tsim nyog thov, nws tsuas yog ntsia nws thiab saib nws txoj kev npau taws tsis tas yuav hais ib lo lus.\nKoj puas mloog tiag thaum koj tham nrog ib tus neeg? Kuv muaj kuv tus phooj ywg uas mloog nyob rau hauv txoj kev tsis raug zam txim. Qhov tseeb tiag nws yuav siv txhua lo lus koj hais tias yog ib qho tseem ceeb thiab thaum koj muaj ib tus phooj ywg uas mloog zoo li ntawd, cov lus hais tau tag nrho lub ntsiab lus.\nNws tau paub tias muaj ntau yam zoo heev nyob hauv lub ntiaj teb no suav nrog qhov tsis paub txog kev tsim lub neej ntawm tib neeg uas pom qhov kev xav tsis meej ntawm peb lub siab. Muaj ntau lub taub hau loj heev rau ntawm Easter Island. Muaj cov Iyiv pyramids. Muaj Stonehenge. Tab sis tam sim no nws sawv nyob rau hauv pem hauv ntej ntawm lub monument tshiab uas nyuam qhuav tsis paub dab tsi thiab nws xav li cas nws yog puas tau mus muaj peev xwm los piav qhia nws."
  },
  {
      "language": "Irish",
      "symbol": "ga",
      "text": "Níor thaitin an bia léi. Ní dhearna sí riamh. Rinne sí na gnáth ghearáin agus chuir sí tús leis an tantrum a raibh a fhios aige a bhí ag teacht. Ach bhí an t-am seo difriúil. In ionad iarracht a dhéanamh í a éileamh agus a cuid éilimh míréasúnta a dhéanamh, ní dhearna sé ach amharc uirthi agus d’amharc sí uirthi gan focal a rá.\nAn éisteann tú i ndáiríre agus tú ag caint le duine? Tá cara agam a éisteann ar bhealach neamhfhoirfe. Glacann sí i ndáiríre le gach focal a deir tú mar rud tábhachtach agus nuair a bhíonn cara agat a éisteann mar sin, bíonn brí iomlán nua le focail.\nBhí a fhios aige go raibh go leor iontais den domhan seo lena n-áirítear bunú gan mhíniú an chine daonna a léirigh iontas ár n-intleacht. Tá cinn ollmhóra ar Oileán na Cásca. Tá pirimidí na hÉigipte ann. Tá Stonehenge ann. Ach sheas sé anois os comhair séadchomhartha nua-aimsithe nach raibh ciall ar bith leis agus cheap sé conas a bhí sé in ann é a mhíniú riamh."
  },
  {
      "language": "Khmer",
      "symbol": "km",
      "text": "នាងមិនចូលចិត្តម្ហូបទេ។ នាងមិនដែលធ្វើទេ។ នាងបានត្អូញត្អែរធម្មតាហើយចាប់ផ្តើមលង់លក់ដែលគាត់ដឹងថាកំពុងមក។ ប៉ុន្តែពេលវេលានេះខុសគ្នា។ ជំនួសឱ្យការព្យាយាមធ្វើឱ្យនាងនិងការទាមទារមិនសមហេតុផលរបស់គាត់គាត់គ្រាន់តែសម្លឹងមើលនាងហើយមើលនាងរលាយដោយមិននិយាយអ្វី។\nតើអ្នកពិតជាស្តាប់ទេនៅពេលអ្នកនិយាយជាមួយនរណាម្នាក់? ខ្ញុំមានមិត្តម្នាក់ដែលស្តាប់តាមរបៀបដែលមិនអាចលើកលែងបាន។ តាមពិតនាងយកគ្រប់ពាក្យដែលអ្នកនិយាយថាជាអ្វីដែលសំខាន់ហើយនៅពេលអ្នកមានមិត្តម្នាក់ស្តាប់ដូចនោះពាក្យនឹងមានអត្ថន័យថ្មី។\nគាត់បានដឹងថាមានអច្ឆរិយៈជាច្រើនក្នុងពិភពលោករួមទាំងការបង្កើតមនុស្សជាតិដែលមិនអាចពន្យល់បានដែលបង្ហាញពីភាពអស្ចារ្យនៃភាពប៉ិនប្រសប់របស់យើង។ មានក្បាលដ៏ធំនៅលើកោះអ៊ីស្ទើរ។ មានពីរ៉ាមីតអេហ្ស៊ីប។ មាន Stonehenge ។ ប៉ុន្តែឥឡូវនេះគាត់បានឈរនៅមុខវិមានមួយដែលត្រូវបានរកឃើញថ្មីដែលមិនមានន័យអ្វីសោះហើយគាត់ឆ្ងល់ថាតើគាត់នឹងអាចពន្យល់បានយ៉ាងដូចម្តេច។"
  },
  {
      "language": "Latin",
      "symbol": "la",
      "text": "Et non sicut cibus. Et non fecit. Et factus est solito, et coepi querela in adventu tantrum est non scivi. Haec fuit ratio. Placare conatur, ut eius loco rationem eius quod quid postularent, iustus respicietur eius, et nemo loquebatur ei verbum videbant eam Meltdown.\nTu vere es quod audire loquentes cum aliquis? Non habeo, qui audivit a amicus per viam fœdere. Et omne verbum actualiter se ita habet quod dicis esse aliquid momenti habent cum audit, quod sicut amici, qui, ut supra totum verborum significatione.\nEt conscientiam est multa mirabilia de hoc mundo non inter incognita est humano generi, ut ostendit adinventionem facito mirantibus nostri ingenii. Sunt ingens in capitibus Island Paschae. Sunt Aegyptium pyramidum. Stonehenge illic '. Sed nuper inventa ad monumentum et nunc stetit in conspectu Domini qui non solum facere, non aliquem sensum, miratus quid esset facturus unquam poterit explicare illud."
  },
  {
      "language": "Kazakh",
      "symbol": "kk",
      "text": "Ол тамақ ұнатпады. Ол ешқашан жасамады. Ол әдеттегі шағымдарды айтып, өзінің келе жатқанын білді. Бірақ бұл уақыт басқаша болды. Ол оған және оның ақылға сыйымсыз талаптарын орналастырудың орнына, оған қарап, ештеңе айтпастан еріп жатқанын бақылап отырды.\nСіз біреумен сөйлескенде шынымен тыңдайсыз ба? Менің кешірімсіз тыңдайтын досым бар. Ол сіздің айтқан әрбір сөзіңізді маңызды нәрсе деп қабылдайды, егер сізде осылай тыңдайтын досыңыз болса, онда сөздер мүлдем жаңа мағынаға ие болады.\nОл бұл әлемде көптеген ғажайыптар бар екенін, оның ішінде адамзаттың түсініксіз туындылары біздің тапқырлығымыздың керемет екенін көрсетті. Пасха аралында үлкен бастар бар. Мысыр пирамидалары бар. Стоунхендж бар. Бірақ ол енді жаңадан табылған ескерткіштің алдында тұрды, ол ешқандай мағынасы болмады және оны қалай түсіндіре аламын деп ойлады."
  },
  {
      "language": "Igbo",
      "symbol": "ig",
      "text": "Ihe oriri ahụ adịghị ya mma. Ọ dịghị ma ọlị. Ọ na-eme mkpesa a na-emebu ma malite iwe na ọ maara na ọ na-abịa. Ma oge a dị iche. Kama ịnwa imechu ya na ezi uche ya, ọ na-ele ya anya ma na-ele ka ọ na-agbaze n'ekwughị okwu ọ bụla.\nNdi emesinen̄ede akpan̄ utọn̄ ke ini enemede nneme ye owo? Enwerem otu enyi nke na-ege m ntị n’enweghị mgbaghara. Ọ na-ewere okwu ọ bụla ị kwuru dị ka ihe dị mkpa na mgbe ị nwere enyi na-ege ntị nke ahụ, okwu na-enwe ọhụụ ọhụrụ.\nỌ maara na enwere ọtụtụ ihe ịtụnanya dị n'ụwa a gụnyere ihe ndị mmadụ kere eke na-akọwaghị nke gosiri oke amamihe anyị. Enwere isi buru ibu na Island Island. E nwere pyramid ndị Ijipt. Enwere Stonehenge. Mana o guzo ugbu a n'ihu ihe ncheta ọhụụ achọpụtara nke na-enweghị isi ọ bụla ma na-eche etu ọ ga-esi nwee ike ịkọwa ya."
  },
  {
      "language": "Lao",
      "symbol": "lo",
      "text": "ນາງບໍ່ມັກອາຫານ. ນາງບໍ່ເຄີຍເຮັດ. ນາງໄດ້ເຮັດ ຄຳ ຮ້ອງທຸກທີ່ ທຳ ມະດາແລະເລີ່ມກະຕືລືລົ້ນທີ່ລາວຮູ້ວ່າ ກຳ ລັງຈະມາ. ແຕ່ເວລານີ້ແຕກຕ່າງກັນ. ແທນທີ່ຈະພະຍາຍາມເຮັດໃຫ້ນາງແລະຄວາມຕ້ອງການທີ່ບໍ່ສົມເຫດສົມຜົນຂອງລາວ, ລາວພຽງແຕ່ແນມເບິ່ງນາງແລະເບິ່ງນາງທີ່ບໍ່ມີເຫດຜົນໂດຍບໍ່ເວົ້າຫຍັງເລີຍ.\nທ່ານຟັງແທ້ໆບໍເມື່ອທ່ານລົມກັບຜູ້ໃດຜູ້ ໜຶ່ງ? ຂ້ອຍມີເພື່ອນຄົນ ໜຶ່ງ ທີ່ຟັງໃນທາງທີ່ບໍ່ສາມາດໃຫ້ອະໄພໄດ້. ຕົວຈິງນາງໃຊ້ທຸກ ຄຳ ທີ່ເຈົ້າເວົ້າວ່າເປັນສິ່ງທີ່ ສຳ ຄັນແລະເມື່ອເຈົ້າມີເພື່ອນທີ່ຟັງແບບນັ້ນ ຄຳ ເວົ້າກໍ່ມີຄວາມ ໝາຍ ໃໝ່ ທັງ ໝົດ.\nລາວຮູ້ວ່າມີສິ່ງມະຫັດສະຈັນຫຼາຍຢ່າງໃນໂລກນີ້ລວມທັງສິ່ງເນລະມິດສ້າງຂອງມະນຸດຊາດທີ່ບໍ່ສາມາດຄົ້ນພົບໄດ້ສະແດງໃຫ້ເຫັນຄວາມມະຫັດສະຈັນຂອງຄວາມສະຫຼາດສ່ອງໃສຂອງພວກເຮົາ. ມີຫົວໃຫຍ່ຢູ່ເທິງເກາະ Easter. ມີ pyramids ຂອງປະເທດເອຢິບ. ມີ Stonehenge. ແຕ່ດຽວນີ້ລາວໄດ້ຢືນຢູ່ຕໍ່ ໜ້າ ອະນຸສາວະລີທີ່ຖືກຄົ້ນພົບ ໃໝ່ ເຊິ່ງບໍ່ມີຄວາມ ໝາຍ ຫຍັງເລີຍແລະລາວກໍ່ສົງໄສວ່າລາວຈະສາມາດອະທິບາຍໄດ້ແນວໃດ."
  },
  {
      "language": "Kyrgyz",
      "symbol": "ky",
      "text": "Ага тамак жаккан жок. Ал эч качан кылган эмес. Ал кадимкидей арызданып, келе жаткандыгын билген ачуу сөздөрүн баштады. Бирок бул жолу такыр башкача болду. Аны жана анын акылга сыйбаган талаптарын жайгаргандын ордуна, ал жөн гана аны тиктеп, эч нерсе дебестен анын эрип кетишин карап турду.\nЧын эле, кимдир бирөө менен сүйлөшүп жатканда угасыңбы? Менин бир досум бар, ал кечиримсиз угат. Ал чындыгында сиздин айткан ар бир сөзүңүздү маанилүү нерсе катары кабыл алат жана сизде ушинтип уккан досуңуз болсо, сөз таптакыр жаңы мааниге ээ болот.\nАл бул дүйнөнүн көптөгөн кереметтери бар экендигин, анын ичинде адамзаттын түшүнүксүз жаратуулары биздин тапкычтыгыбыздын кереметин көрсөткөн. Пасха аралында чоң баштар бар. Египеттин пирамидалары бар. Stonehenge бар. Бирок ал жаңы ачылган эстеликтин алдында туруп, жөн гана эч кандай мааниси жок болчу жана аны кантип түшүндүрүп бере алам деп ойлонду."
  },
  {
      "language": "Kannada",
      "symbol": "kn",
      "text": "ಅವಳು ಆಹಾರವನ್ನು ಇಷ್ಟಪಡಲಿಲ್ಲ. ಅವಳು ಎಂದಿಗೂ ಮಾಡಲಿಲ್ಲ. ಅವಳು ಎಂದಿನಂತೆ ದೂರುಗಳನ್ನು ನೀಡುತ್ತಿದ್ದಳು ಮತ್ತು ಬರುತ್ತಿದ್ದಾಳೆಂದು ಅವನಿಗೆ ತಿಳಿದ ತಂತ್ರವನ್ನು ಪ್ರಾರಂಭಿಸಿದಳು. ಆದರೆ ಈ ಸಮಯ ವಿಭಿನ್ನವಾಗಿತ್ತು. ಅವಳನ್ನು ಮತ್ತು ಅವಳ ಅವಿವೇಕದ ಬೇಡಿಕೆಗಳನ್ನು ಸಮಾಧಾನಪಡಿಸಲು ಪ್ರಯತ್ನಿಸುವ ಬದಲು, ಅವನು ಅವಳನ್ನು ದಿಟ್ಟಿಸಿ ನೋಡುತ್ತಿದ್ದನು ಮತ್ತು ಒಂದು ಮಾತನ್ನೂ ಹೇಳದೆ ಅವಳ ಕರಗುವಿಕೆಯನ್ನು ನೋಡಿದನು.\nನೀವು ಯಾರೊಂದಿಗಾದರೂ ಮಾತನಾಡುವಾಗ ನೀವು ನಿಜವಾಗಿಯೂ ಕೇಳುತ್ತೀರಾ? ನನಗೆ ಕ್ಷಮಿಸದ ರೀತಿಯಲ್ಲಿ ಕೇಳುವ ಸ್ನೇಹಿತನಿದ್ದಾನೆ. ನೀವು ಹೇಳುವ ಪ್ರತಿಯೊಂದು ಪದವನ್ನೂ ಅವಳು ನಿಜವಾಗಿಯೂ ಮುಖ್ಯವಾದುದು ಎಂದು ತೆಗೆದುಕೊಳ್ಳುತ್ತಾಳೆ ಮತ್ತು ನೀವು ಅದನ್ನು ಕೇಳುವ ಸ್ನೇಹಿತನನ್ನು ಹೊಂದಿರುವಾಗ, ಪದಗಳು ಸಂಪೂರ್ಣ ಹೊಸ ಅರ್ಥವನ್ನು ಪಡೆದುಕೊಳ್ಳುತ್ತವೆ.\nನಮ್ಮ ಜಾಣ್ಮೆಯ ಅದ್ಭುತವನ್ನು ತೋರಿಸುವ ಮಾನವಕುಲದ ವಿವರಿಸಲಾಗದ ಸೃಷ್ಟಿಗಳು ಸೇರಿದಂತೆ ಈ ಪ್ರಪಂಚದ ಹಲವಾರು ಅದ್ಭುತಗಳಿವೆ ಎಂದು ಅವನಿಗೆ ತಿಳಿದಿತ್ತು. ಈಸ್ಟರ್ ದ್ವೀಪದಲ್ಲಿ ಬೃಹತ್ ತಲೆಗಳಿವೆ. ಈಜಿಪ್ಟಿನ ಪಿರಮಿಡ್‌ಗಳಿವೆ. ಸ್ಟೋನ್‌ಹೆಂಜ್ ಇದೆ. ಆದರೆ ಅವನು ಈಗ ಹೊಸದಾಗಿ ಕಂಡುಹಿಡಿದ ಸ್ಮಾರಕದ ಮುಂದೆ ನಿಂತಿದ್ದಾನೆ, ಅದು ಯಾವುದೇ ಅರ್ಥವಿಲ್ಲ ಮತ್ತು ಅವನು ಅದನ್ನು ಹೇಗೆ ವಿವರಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ ಎಂದು ಅವನು ಆಶ್ಚರ್ಯಪಟ್ಟನು."
  },
  {
      "language": "Icelandic",
      "symbol": "is",
      "text": "Henni líkaði ekki maturinn. Það gerði hún aldrei. Hún kom með venjulegar kvartanir og byrjaði á reiðiköstinu sem hann vissi að væri að koma. En þessi tími var annar. Í stað þess að reyna að stilla hana og ósanngjarnar kröfur hennar starði hann bara á hana og horfði á hana bráðna án þess að segja orð.\nHlustarðu virkilega þegar þú ert að tala við einhvern? Ég á vin sem hlustar á ófyrirgefandi hátt. Hún tekur í raun hvert orð sem þú segir sem eitthvað mikilvægt og þegar þú átt vin sem hlustar svona fá orð nýjan skilning.\nHann vissi að það voru mörg undur þessa heims, þar á meðal óútskýrðar sköpun mannkynsins sem sýndu dásemd hugvitssemi okkar. Það eru risastórir hausar á páskaeyju. Það eru egypsku pýramídarnir. Það er Stonehenge. En hann stóð nú fyrir framan nýuppgötvaðan minnisvarða sem einfaldlega var ekki skynsamlegur og hann velti fyrir sér hvernig hann ætlaði einhvern tíma að geta útskýrt það."
  },
  {
      "language": "Hungarian",
      "symbol": "hu",
      "text": "Nem szerette az ételt. Soha nem tette. A szokásos panaszokat tette, és megindította a dührohamot, amelyről tudta, hogy jön. De ez az idő más volt. Ahelyett, hogy megpróbálta megnyugtatni őt és ésszerűtlen követeléseit, csak bámult rá, és szó nélkül figyelte a lány összeolvadását.\nTényleg hallgat, amikor valakivel beszélget? Van egy barátom, aki könyörtelenül hallgat. Valójában minden szavát fontosnak tekinti, és amikor van egy barátja, aki így hallgat, a szavak teljesen új jelentést kapnak.\nTudta, hogy ennek a világnak számos csodája van, beleértve az emberiség megmagyarázhatatlan alkotásait, amelyek megmutatták találékonyságunk csodáját. Hatalmas fejek vannak a Húsvét-szigeten. Vannak az egyiptomi piramisok. Ott van Stonehenge. De most egy újonnan felfedezett emlékmű előtt állt, amelynek egyszerűen semmi értelme nem volt, és azon tűnődött, hogyan fogja valaha is megmagyarázni."
  },
  {
      "language": "Javanese",
      "symbol": "jw",
      "text": "Dheweke ora seneng panganan kasebut. Dheweke ora nate nindakake. Dheweke nggawe keluhan biasa lan miwiti rasa sedhih sing dheweke ngerti bakal teka. Nanging wektu iki beda. Ora nyoba nylametake dheweke lan panjaluk sing ora wajar, dheweke mung mandeng dheweke lan ndeleng dheweke lemes tanpa ngucapake sepisan.\nApa sampeyan ngrungokake tenan nalika ngobrol karo wong liya? Aku duwe kanca sing ngrungokake kanthi ora sabar. Dheweke bener-bener nganggep saben tembung sing sampeyan ucapake minangka sing penting lan yen sampeyan duwe kanca sing ngrungokake kaya ngono, tembung bakal duwe arti anyar.\nDheweke ngerti ana akeh keajaiban ing jagad iki kalebu kreasi manungsa sing ora bisa diterangake sing nuduhake keajaiban kapinteran kita. Ana endhas gedhe ing Pulo Paskah. Ana piramida Mesir. Ana Stonehenge. Nanging dheweke saiki ngadeg ing ngarepe tugu sing mentas ditemokake sing ora ana artine lan dheweke kepengin ngerti kepiye dheweke bisa nerangake."
  },
  {
      "language": "Kurdish",
      "symbol": "ku",
      "text": "Wê ji xwarinê hez nedikir. Wê qet nekir. Wê gilî û gazincên asayî kir û dest bi tantruma ku wî dizanibû tê de dike. Lê ev dem cûda bû. Li şûna ku hewil bide ku wê û daxwazên wê yên ne maqûl bicîh bîne, wî tenê li wê mêze kir û bêyî ku gotinek bibêje temaşe hilweşîna wê kir.\nGava ku hûn bi yekê re diaxifin hûn bi rastî guhdarî dikin? Hevalek min heye ku bi rengek bê bexşîn guhdarî dike. Ew bi rastî her peyva ku tu dibêjî wekî tiştek girîng digire û gava ku hevalek te hebe ku wusa guhdarî dike, bêje wateyek nû digirin.\nWî hay jê hebû ku gelek ecêbên vê cîhanê hene ku di nav wan de afirînên mirovahiyê yên nevekirî jî hene ku ecibbûna zîrekiya me nîşan didin. Li Girava Paskalya serê mezin hene. Pîramîdên Misrê hene. Stonehenge heye. Lê ew naha li ber abîdeyek ku nû hatî vedîtin rawestiya ku bi tenê ti wateya nedikir û ew difikirî ka ew ê çawa karibe wê vebêje."
  },
  {
      "language": "Luxembourgish",
      "symbol": "lb",
      "text": "Si huet d'Iessen net gär. Si huet ni gemaach. Si huet déi üblech Reklamatioune gemaach an den Tantrum ugefaang, dee hie wousst, kënnt. Awer dës Kéier war anescht. Amplaz ze probéieren hir an hir onverstänneg Fuerderungen ze placéieren, huet hien nëmmen op hatt gekuckt an hatt geschmolt ouni e Wuert ze soen.\nLauschtert Dir wierklech wann Dir mat engem schwätzt? Ech hunn e Frënd, deen op eng onvergiesslech Manéier lauschtert. Si hëlt tatsächlech all Wuert wat Dir seet als eppes Wichtegs a wann Dir e Frënd hutt deen esou lauschtert, kréien d'Wierder eng ganz nei Bedeitung.\nHie war sech bewosst datt et vill Wonner vun dëser Welt waren, dorënner déi onerklärlech Kreatioune vun der Mënschheet, déi d'Wonner vun eiser Erfindung gewisen hunn. Et gi riseg Käpp op Ouschterinsel. Et sinn déi ägyptesch Pyramiden. Do gëtt et Stonehenge. Awer hie stoung elo virun engem nei entdeckte Monument dat einfach kee Sënn gemaach huet an hie sech gefrot huet wéi hien et jee konnt erkläre kënnen."
  },
  {
      "language": "Macedonian",
      "symbol": "mk",
      "text": "Храната не и се допаѓаше. Таа никогаш не го стори тоа. Таа ги направи вообичаените поплаки и започна бунтовник за кој знаеше дека доаѓа. Но, овој пат беше поинаку. Наместо да се обиде да ги смири нејзините и нејзините неразумни барања, тој само зјапаше во неа и гледаше како се топи без да каже збор.\nДали навистина слушате кога разговарате со некого? Имам пријател кој слуша на непростлив начин. Таа всушност го зема секој збор што го кажуваш како нешто важно и кога имаш пријател што слуша така, зборовите добиваат сосема ново значење.\nТој беше свесен дека постојат бројни чуда на овој свет, вклучувајќи ги и необјаснетите креации на човештвото што покажаа чудо на нашата генијалност. Има огромни глави на островот Велигден. Постојат египетски пирамиди. Тука е Стоунхенџ. Но, тој сега застана пред новооткриениот споменик кој едноставно немаше никаква смисла и се прашуваше како некогаш ќе може да го објасни тоа."
  },
  {
      "language": "Malagasy",
      "symbol": "mg",
      "text": "Tsy tiany ireo sakafo. Tsy nanao izany mihitsy izy. Nanao ny fitarainana mahazatra izy ary nanomboka ny hatezerana fantany fa ho avy. Hafa mihitsy anefa ity indray mitoraka ity. Raha tokony hiezaka ny hampitony azy sy ireo fitakiana tsy mitombina izy dia nibanjina azy fotsiny ary nijery ny fahaketrahany nefa tsy niteny na iray aza.\nTena mihaino ve ianao rehefa miresaka amin'ny olona iray? Manana namana mihaino amin'ny fomba tsy mamela heloka aho. Raha ny tena izy dia raisiny ho zava-dehibe ny teny rehetra lazainao ary rehefa misy namanao mihaino toa izany dia misy dikany vaovao ny teny.\nFantany fa be ny zava-mahatalanjona eto amin'ity tontolo ity, anisan'izany ny zavaboary tsy fantatra ny olombelona izay naneho ny fahagagana amin'ny faharanitanay. Betsaka ny loha any amin'ny Nosy Paka. Ao ireo piramida ejipsianina. Misy Stonehenge. Saingy nijoro teo anoloan'ny tsangambato vao hita izy izay tsy nisy dikany tsotra izao ary nanontany tena izy hoe ahoana no ahafahany manazava izany."
  },
  {
      "language": "Maltese",
      "symbol": "mt",
      "text": "Ma kinitx togħġob l-ikel. Hija qatt ma għamlet. Hija għamlet l-ilmenti tas-soltu u bdiet it-tantrum li kien jaf li ġej. Iżda din id-darba kienet differenti. Minflok ma pprova jikkalmaha u t-talbiet irraġonevoli tagħha, huwa biss ħares lejha u raha tinħall mingħajr ma tgħid kelma.\nTassew tisma 'meta tkun qed titkellem ma' xi ħadd? Għandi ħabib li jisma 'b'mod li ma jaħfirx. Hija fil-fatt tieħu kull kelma li tgħid bħala xi ħaġa importanti u meta jkollok ħabib li jisma 'hekk, il-kliem jieħdu tifsira ġdida għal kollox.\nHuwa kien konxju li kien hemm bosta għeġubijiet ta 'din id-dinja inklużi l-kreazzjonijiet bla spjegazzjoni tal-umanità li wrew il-meravilja tal-għerf tagħna. Hemm kapijiet kbar fuq il-Gżira tal-Għid. Hemm il-piramidi Eġizzjani. Hemm Stonehenge. Imma issa qagħad quddiem monument skopert reċentement li sempliċement ma jagħmel l-ebda sens u staqsa kif qatt kien se jkun kapaċi jispjegah."
  },
  {
      "language": "Nepali",
      "symbol": "ne",
      "text": "उनलाई खाना मन परेन। उनले कहिल्यै गरेन। उनी सामान्य गुनासो गर्छिन् र आउँदैछ कि आउँदै थियो भनेर आन्श शुरू गर्‍यो। तर यो समय फरक थियो। उनको र उनको अनुचित मांगलाई बेवास्ता गर्ने कोसिस गर्नुको सट्टा, उसले उनलाई हेराइमा राख्यो र एक शब्द नगरी उसको ममतालाई हेर्यो।\nजब तपाईं कसैसँग कुरा गर्दै हुनुहुन्छ तपाईंले सुन्नुहुन्छ? मेरो एक साथी छ जसले क्षमा नदिने तरिकामा सुन्छ। उनले वास्तवमै तपाईले भनेको प्रत्येक शब्द लिन्छन् केहि महत्वपूर्ण हुदैछ र जब तपाईसँग एक साथी छ कि सुन्नुहुन्छ, शब्दहरूले पूर्ण नयाँ अर्थ लिन्छन्।\nउहाँलाई थाहा थियो यस संसारका असंख्य चमत्कारहरू छन् जसमा मानवजातिको अज्ञात रचनाहरू छन् जसले हाम्रो चतुरताको आश्चर्यकर्म देखायो। इस्टर टापुमा त्यहाँ ठूलो हेडहरू छन्। त्यहाँ मिश्री पिरामिडहरू छन्। त्यहाँ स्टोनहेंज छ। तर अब उनी नयाँ खोजिएको स्मारकको अगाडि उभिए जुन कुनै खास अर्थ राख्दैनथ्यो र उनले सोच्न सके कि उनी कसरी यसलाई व्याख्या गर्न सक्षम हुने छन्।"
  },
  {
      "language": "Scots Gaelic",
      "symbol": "gd",
      "text": "Cha bu toil leatha am biadh. Cha do rinn i a-riamh. Rinn i na gearanan àbhaisteach agus thòisich i an tantrum a bha fios aige a ’tighinn. Ach bha an ùine seo eadar-dhealaichte. An àite a bhith a ’feuchainn ri a h-iarrtasan mì-reusanta a chuir a-steach, cha robh e ach a’ coimhead oirre agus a ’coimhead oirre a’ leaghadh gun fhacal a ràdh.\nA bheil thu dha-rìribh ag èisteachd nuair a tha thu a ’bruidhinn ri cuideigin? Tha caraid agam a bhios ag èisteachd ann an dòigh neo-thròcaireach. Tha i dha-rìribh a ’gabhail a h-uile facal a chanas tu mar rudeigin cudromach agus nuair a tha caraid agad a bhios ag èisteachd mar sin, bidh ciall gu tur ùr aig faclan.\nBha e mothachail gu robh mòran de iongantasan an t-saoghail seo a ’toirt a-steach cruthachaidhean neo-shoilleir a’ chinne-daonna a sheall iongnadh ar innleachdas. Tha cinn mòra air Eilean na Càisge. Tha na pioramaidean Èiphiteach ann. Tha Stonehenge ann. Ach sheas e a-nis air beulaibh carragh a chaidh a lorg o chionn ghoirid nach robh a ’dèanamh ciall sam bith agus bha e a’ faighneachd ciamar a bha e a-riamh comasach air a mhìneachadh."
  },
  {
      "language": "Samoan",
      "symbol": "sm",
      "text": "Sa le fiafia o ia i meaai. Na te leʻi faia lava. Na ia faia lava faitioga masani ma amata le faʻaita na ia iloa o le a sau. Ae o le taimi lenei na ese. Nai lo le taumafai e faʻafilemuina o ia ma ona manaʻoga le talafeagai, ae na o le sioa atu lava ia te ia ma matamata atu i lona paʻu ua leai se tala.\nE te faʻalogo ea aʻo e talanoa ma se tasi? E i ai saʻu uo e faʻalogo i se auala le faʻamagaloina. Na ia avea uma upu oe fai mai o se mea taua ma pe a i ai sau uo e faʻalogo faʻapea, upu ave i luga o se atoa fou uiga.\nNa ia iloaina e tele mea ofoofogia o lenei lalolagi e aofia ai ma le le mafaamatalaina foafoaga o tagata na faʻaalia ai le ofoofogia o lo tatou atamai. E tele ulu i le Eseta Motu. E i ai le pyramid Aikupito. E i ai le Stonehenge. Ae ua tu nei o ia i luma o se faʻamanatu fou na maua, e leai se uiga ma na ia tau mafaufau pe faʻafefea ona ia faʻamatalaina."
  },
  {
      "language": "Myanmar",
      "symbol": "my",
      "text": "သူမသည်အစားအစာမကြိုက်ဘူး။ သူမသည်ဘယ်တော့မှမ။ သူမသည်ပုံမှန်အတိုင်းတိုင်ကြားမှုများပြုလုပ်ခဲ့ပြီးသူရောက်လာတော့မည့်သူသိသည်ဟုဆိုသည်။ သို့သော်ဤအချိန်ကွဲပြားခြားနားခဲ့သည်။ သူမနှင့်သူမအကြောင်းပြချက်မရှိသောတောင်းဆိုမှုများကိုဖြုန်းတီးရန်ကြိုးပမ်းမည့်အစားသူမသူမကိုငေးကြည့်ရင်းစကားလုံးမပြောဘဲသူမ၏အရည်ပျော်ကျခြင်းကိုကြည့်ခဲ့သည်။\nတစ်ယောက်ယောက်နဲ့စကားပြောနေတာကိုတကယ်နားထောင်သလား။ ငါခွင့်လွှတ်တဲ့လမ်းနားမထောင်တဲ့သူငယ်ချင်းတစ်ယောက်ရှိတယ်။ သူမသည်သင်ပြောသောစကားလုံးတိုင်းကိုအရေးကြီးသောအရာအဖြစ်လက်ခံသည်။ သင်၏မိတ်ဆွေတွင်ထိုကဲ့သို့သောစကားကိုနားထောင်ပါကစကားလုံးများသည်အဓိပ္ပါယ်အသစ်တစ်ခုကိုရရှိသည်။\nကျွန်ုပ်တို့၏တီထွင်ကြံဆမှု၏အံ့သြဖွယ်ရာကိုပြသနိုင်သည့်လူသားများမရှင်းပြနိုင်သောတီထွင်မှုများအပါအ ၀ င်ဤကမ္ဘာ၏အံ့ဖွယ်ရာများစွာရှိသည်ကိုသူသတိပြုမိခဲ့သည်။ အီစတာကျွန်းတွင်အကြီးအကဲများအကြီးအကျယ်ရှိသည်။ အီဂျစ်ပိရမစ်တွေရှိတယ်။ Stonehenge ရှိတယ်။ သို့သော်ယခုသူသည်အသစ်ရှာဖွေတွေ့ရှိသောအမှတ်အသားရှေ့တွင်မတ်တပ်ရပ်။ မည်သည့်အဓိပ္ပာယ်မျှမရှိသောကြောင့်သူက၎င်းကိုမည်သို့ရှင်းပြနိုင်မည်ကိုတွေးတောခဲ့သည်။"
  },
  {
      "language": "Mongolian",
      "symbol": "mn",
      "text": "Тэр хоолонд дургүй байв. Тэр хэзээ ч тэгээгүй. Тэр эмэгтэй ердийн гомдол гаргаж, ирж байгааг нь мэдээд уурлаж эхлэв. Гэхдээ энэ цаг өөр байсан. Түүнийг болон түүний үндэслэлгүй шаардлагыг хангах гэж оролдохын оронд тэр зүгээр л түүн рүү ширтэж, юу ч хэлэлгүй хайлж байгааг нь ажиглаж байв.\nТа хэн нэгэнтэй ярилцаж байхдаа үнэхээр сонсдог уу? Надад өршөөлгүй байдлаар сонсдог найз бий. Тэр чиний хэлсэн үг бүрийг чухал зүйл гэж үздэг бөгөөд ийм үг сонсдог найзтай болоход үгс цоо шинэ утга агуулдаг.\nТэрээр энэ ертөнцийн олон гайхамшгуудыг, түүний дотор хүн төрөлхтний тайлагдашгүй бүтээлүүд бидний оюун ухааны гайхамшгийг харуулсан гэдгийг мэдэж байсан. Улаан өндөгний арал дээр асар том толгойнууд байдаг. Египетийн пирамидууд байдаг. Стоунхенж байна. Гэхдээ тэр одоо зүгээр л ямар ч утгагүй, шинээр нээгдсэн хөшөөний өмнө зогсоод түүнийгээ яаж тайлбарлаж чадах юм бол гэж бодлоо."
  },
  {
      "language": "Persian",
      "symbol": "fa",
      "text": "او غذا را دوست نداشت. او هرگز انجام نداده است. او شکایات معمول را مطرح کرد و عصبانیتی را که می دانست می آید ، آغاز کرد. اما این بار متفاوت بود. او به جای تلاش برای جبران او و خواسته های نامعقول او ، فقط به او خیره شد و بدون هیچ حرفی نظاره گر فرو ریختن او بود.\nآیا وقتی با کسی صحبت می کنید واقعاً گوش می دهید؟ من دوستی دارم که به روشی غیر بخشنده گوش می دهد. او در واقع هر کلمه ای را که می گویید مهم تلقی می کند و وقتی دوستی دارید که اینگونه گوش می دهد ، کلمات معنای کاملاً جدیدی پیدا می کنند.\nاو آگاه بود که شگفتی های فراوانی در این جهان وجود دارد ، از جمله خلاقیت های غیر قابل توضیح بشریت که شگفتی از نبوغ ما را نشان می دهد. سرهای عظیمی در جزیره ایستر وجود دارد. اهرام مصر وجود دارد. استون هنج وجود دارد. اما او اکنون در مقابل یک بنای یادبود تازه کشف شده ایستاده بود که به هیچ وجه منطقی نبود و از خود می پرسید که چگونه می تواند آن را توضیح دهد."
  },
  {
      "language": "Pashto",
      "symbol": "ps",
      "text": "هغه خواړه خوښ نه کړل. هغه هیڅکله نه وه کړې. هغې معمول شکایتونه وکړل او هغه رنځ یې پیل کړ چې هغه پوهیږي چې راځي. مګر دا وخت مختلف و. د دې پرځای چې هغه د هغې او هغې غیر معقول غوښتنې غندنه وکړي ، هغه یوازې هغې ته ګوري او پرته له دې چې یو ټکی ووایی د هغې خټکي لیدل کیږي.\nایا تاسو واقعیا اورئ کله چې تاسو د چا سره خبرې کوئ؟ زه یو ملګری لرم چې په نه بخښونکي لار کې غوږ نیسي. هغه په ​​حقیقت کې هرې کلمې ته چې تاسو وایاست یو څه مهم بولي او کله چې تاسو یو ملګری ولرئ چې ورته ورته غوږ کیږي ، ټکي په بشپړ نوي معنی اخلي.\nهغه پوهیده چې د نړۍ بې شمیره حیرانتیاوې شتون لري پشمول د انسانانو نا معلومه مخلوقات چې زموږ د هوښیارتیا حیرانتیا ښیې. په ایسټر ټاپو کې لوی سرونه شتون لري. دلته د مصر پیرامینډونه دي هلته ډبره ده. مګر هغه اوس د نوي کشف شوي یادګار مخې ته ودرېد چې هیڅ ډول احساس یې نه کاوه او هغه حیران شو چې هغه به کله هم د دې توضیح کولو توان ولري."
  },
  {
      "language": "Maori",
      "symbol": "mi",
      "text": "Kaore ia i pai ki nga kai. Kare ra aia i pera. I tukuna e ia nga amuamu noa me te tiimata i tana ahua e mohio ana ia kei te haere mai. Engari he rereke tenei waa. Ma te kore e ngana ki te whakamutu i a ia me ana tono whaihua, i titiro noa ia ki a ia me te matakitaki i tana ngoikore me te kore e korero.\nKei te tino whakarongo koe i a koe e korero ana ki tetahi atu? He hoa taku ki te whakarongo i runga i te whakaaro kore. He mea nui ki a ia nga kupu katoa e kiia ana e koe he mea nui ana ka whai hoa koe e whakarongo ana peera ana, ka hou tonu nga tikanga o nga kupu.\nI mohio ia he maha nga mea whakamiharo o tenei ao, tae atu ki nga hanga a te tangata e kore nei e maarama, e whakaatu ana i te maere o te mohio o te tangata. He upoko nui kei te moutere o Aranga. Kei reira nga koeko Ihipiana. Kei reira a Stonehenge. Engari i tenei wa i tu ia i mua o tetahi pouahu hou kaore i paku mohio, ka whakaaro ia me pehea e taea ai e ia te whakamaarama."
  },
  {
      "language": "Sesotho",
      "symbol": "st",
      "text": "O ne a sa rate lijo tseo. Ha ho mohla a kileng a etsa joalo. O ile a etsa litletlebo tse tloaelehileng mme a qala ho halefa hoo a tsebang hore ho tla. Empa lekhetlong lena ho ne ho fapane. Sebakeng sa ho leka ho mo khotsofatsa le litlhoko tsa hae tse sa utloahaleng, o ile a mo sheba feela mme a mo shebella a nyahame a sa re letho.\nNa u mamela ka tieo ha u bua le motho e mong? Ke na le motsoalle ea mamelang ka tsela e sa ts'oareleng. O nka lentsoe le leng le le leng leo u le buang e le la bohlokoa mme ha o na le motsoalle ea mamelang joalo, mantsoe a ba le moelelo o mocha.\nO ne a tseba hore ho na le limakatso tse ngata tsa lefats'e lena ho kenyeletsoa le popo e sa hlalosoang ea moloko oa batho e bonts'itseng botle ba bohlale ba rona. Ho na le lihlooho tse kholo Sehlekehlekeng sa Easter. Ho na le liphiramide tsa Baegepeta. Ho na le Stonehenge. Empa joale o ile a ema ka pela sefika se sa tsoa sibolloa se neng se sa utloisise letho mme a ipotsa hore na o tla khona ho se hlalosa joang."
  },
  {
      "language": "Somali",
      "symbol": "so",
      "text": "Ma aysan jecleyn cuntada. Weligeed ma aysan sameyn. Waxay samaysay cabashooyinkii caadiga ahaa waxayna bilowday xanaaqii uu ogaa inuu imanayo. Laakiin markan wuu ka duwanaa. Halkii uu isku dayi lahaa inuu iyada iyo dalabkeeda aan macquul ahayn u danqado, isagu wuu iska dhaygagay oo wuxuu daawaday dhalaalkeeda isagoon erey oran.\nRuntii ma dhageysataa marka aad qof la hadlayso? Waxaan hayaa saaxiib ku dhagaysta si aan loo saamixin. Runtii waxay u qaadataa erey kasta oo aad tidhaahdo inay yihiin wax muhiim ah oo marka aad leedahay saaxiib sidaa u dhagaysta, ereyadu waxay yeelanayaan macno cusub.\nWuu ka warqabay inay jireen yaabab badan oo adduunkan ka mid ah oo ay ka mid yihiin abuuritaannada aan la sharraxin ee bina-aadamka oo muujiyey cajaa'ibka caqligayaga. Waxaa jira madaxyo waaweyn oo ku yaal Jasiiradda Easter. Waxaa jira Ahraamta Masaarida. Waxaa jira Stonehenge. Laakiin hadda wuxuu istaagay taallo dhowaan la daahfuray oo si fudud aan wax macno ah u samaynaynin wuxuuna la yaabay sida uu waligiis awood ugu yeelan doono inuu sharraxo."
  },
  {
      "language": "Shona",
      "symbol": "sn",
      "text": "Iye aisada chikafu. Haana kumbozviita. Akaita zvichemo zvakajairwa uye akatanga tantrum yaaiziva kuti iri kuuya. Asi ino nguva yakanga yakasiyana. Panzvimbo pekuyedza kumubata iye nezvake zvisina musoro zvaakakumbira, iye akangomutarisa ndokumutarisa kunyungudika pasina kutaura chinhu.\nUnonyatsoteerera here paunenge uchitaura nemumwe munhu? Ndine shamwari inoteerera nenzira isinga regerere. Iye anotora izwi roga roga raunotaura sechinhu chakakosha uye kana uine shamwari inoteerera saizvozvi, mazwi anotora revo nyowani.\nAiziva kuti kune zvishamiso zvakawanda zvepasi rino zvinosanganisira zvisikwa zvisina kutsanangurwa zvevanhu zvakaratidza kushamisika kwehungwaru hwedu. Kune misoro mikuru paEaster Island. Kune mapiramidhi evaIjipita. Kune Stonehenge. Asi iye zvino akamira pamberi pechinhu chitsva chakawanikwa chisina kungonzwisisa uye akashamisika kuti achazogona kuchitsanangura sei."
  },
  {
      "language": "Sundanese",
      "symbol": "su",
      "text": "Anjeunna henteu resep tuangeun. Anjeunna henteu pernah ngalakukeun. Anjeunna ngadamel keluhan anu biasa sareng ngamimitian gelisah anjeunna terang yén badé sumping. Tapi waktos ieu mah béda. Daripada nyobaan ngaleueutkeun dirina sareng tuntutan anu teu masuk akal, anjeunna ngan ukur neuteup ka anjeunna sareng ningali kalelebanna tanpa nyarios sakedap.\nNaha anjeun leres-leres ngupingkeun nalika anjeun nyarios sareng batur? Kuring gaduh sobat anu ngadangukeun ku cara teu ngahampura. Anjeunna leres-leres nyandak unggal kecap anu anjeun sebutkeun salaku hal anu penting sareng nalika anjeun ngagaduhan rerencangan anu ngadangukeun sapertos kitu, kecap ngagaduhan hartos anu anyar.\nAnjeunna sadar aya seueur kaajaiban dunya ieu kalebet kreasi manusa anu teu tiasa dijelaskeun anu nunjukkeun kaajaiban kapinteran urang. Aya sirah ageung di Pulo Easter. Aya piramida Mesir. Aya Stonehenge. Tapi anjeunna ayeuna nangtung di payuneun tugu anu énggal kapendak anu ngan saukur teu asup akal sareng anjeunna panasaran kumaha anjeunna bakal tiasa ngajelaskeunana."
  },
  {
      "language": "Sindhi",
      "symbol": "sd",
      "text": "هوءَ کاڌو پسند نٿي ڪري. هن ڪڏهن به نه ڪيو. هن معمولي شڪايتون ڪيون ۽ انتشار شروع ڪيو جنهن کي هو knewاڻي ٿو ته هو اچي رهيو آهي. پر هن وقت مختلف هو. ان جي ۽ هن جي غير معقول مطالبن کي تقويت ڏيارڻ جي بدران ، هن صرف ان ڏانهن جهڪيو ۽ هڪ لفظ به هن کي ٻُڌندي ڏٺو.\nڇا توهان واقعي ٻڌندا آهيو جڏهن توهان ڪنهن سان ڳالهائي رهيا آهيو؟ منهنجو هڪ دوست آهي جيڪو نه بخشيندڙ انداز ۾ ٻڌندو آهي. هوءَ اصل ۾ هر لفظ جو توهان چوندي اهم سمجهي ٿي ۽ جڏهن توهان جو هڪ دوست آهي جيڪو ائين ٻڌي ٿو ، لفظ هڪ مڪمل نئين معنيٰ وٺندا آهن.\nهو wasاڻي ٿو ته هن دنيا جا ڪيترائي عجوبا هئا جن ۾ انسان جي پاڻ کي وضاحت ڪيل مخلوقات شامل آهن جيڪي اسان جي بيچيني جو عجب ظاهر ڪن ٿا. ايسٽ ٻيٽ تي تمام وڏا سر آهن. مصري مصري آهن. اتي Stonehenge آهي. پر ھاڻي ھو نئين دريافت ڪيل يادگار جي سامھون بيٺو ، جيڪو بس ڪو مطلب نه پيو ۽ اھو حيران ٿيو ته ھو ڪيئن ان جي وضاحت ڪرڻ ۾ ڪڏھن ھو."
  },
  {
      "language": "Swahili",
      "symbol": "sw",
      "text": "Hakupenda chakula hicho. Yeye hakuwahi kufanya hivyo. Alitoa malalamiko ya kawaida na kuanza hasira ambayo alijua inakuja. Lakini wakati huu ulikuwa tofauti. Badala ya kujaribu kumtuliza yeye na mahitaji yake yasiyofaa, alimtazama tu na kumtazama akianguka bila kusema neno.\nJe! Unasikiliza kweli wakati unazungumza na mtu? Nina rafiki ambaye anasikiliza kwa njia ya kutosamehe. Yeye kweli huchukua kila neno unalosema kama kitu muhimu na wakati una rafiki anayesikiliza kama hiyo, maneno huwa na maana mpya kabisa.\nAlifahamu kulikuwa na maajabu mengi ya ulimwengu huu pamoja na uumbaji wa kibinadamu ambao hauelezeki ambao ulionyesha kushangaza kwa ujanja wetu. Kuna vichwa vikubwa kwenye Kisiwa cha Pasaka. Kuna piramidi za Misri. Kuna Stonehenge. Lakini sasa alisimama mbele ya kaburi mpya lililogunduliwa ambalo halikuwa na maana yoyote na alijiuliza ni vipi ataweza kuelezea."
  },
  {
      "language": "Uzbek",
      "symbol": "uz",
      "text": "Unga ovqat yoqmadi. U hech qachon qilmagan. U odatdagi shikoyatlarni qildi va kelayotganini bilgan g'azabini boshladi. Ammo bu vaqt boshqacha edi. Uni va uning asossiz talablarini qondirishga urinish o'rniga, u shunchaki unga tikilib turdi va indamasligini hech narsa demasdan kuzatdi.\nBiror kishi bilan suhbatlashayotganda chindan ham tinglaysizmi? Mening do'stim bor, u kechirimsiz tarzda tinglaydi. U aslida siz aytadigan har bir so'zni muhim narsa deb qabul qiladi va agar shunday tinglaydigan do'stingiz bo'lsa, so'zlar butunlay yangi ma'no kasb etadi.\nU bu dunyoning ko'plab mo''jizalari, shu jumladan insoniyatning tushunarsiz ijodlari bizning zukkoligimizning ajoyibligini ko'rsatganidan xabardor edi. Pasxa orolida ulkan boshlar bor. Misr piramidalari mavjud. Stonehenge bor. Ammo endi u hech qanday ma'noga ega bo'lmagan yangi kashf etilgan yodgorlik oldida turib oldi va u buni qanday tushuntira olaman deb hayron bo'ldi."
  },
  {
      "language": "Sinhala",
      "symbol": "si",
      "text": "ඇය කෑමට කැමති නැත. ඇය කවදාවත් කළේ නැහැ. ඇය සුපුරුදු පැමිණිලි කළ අතර ඔහු පැමිණෙන බව ඔහු දැන සිටියේය. නමුත් මේ කාලය වෙනස් විය. ඔහු සහ ඇයගේ අසාධාරණ ඉල්ලීම් සමනය කිරීමට උත්සාහ කරනවා වෙනුවට ඔහු ඇය දෙස බලා වචනයක්වත් කතා නොකර ඇගේ දියවීම දෙස බලා සිටියේය.\nඔබ යමෙකු සමඟ කතා කරන විට ඔබ සැබවින්ම සවන් දෙනවාද? මට සමාව දිය නොහැකි ආකාරයෙන් සවන් දෙන මිතුරෙක් සිටී. ඇය ඇත්ත වශයෙන්ම ඔබ කියන සෑම වචනයක්ම වැදගත් දෙයක් ලෙස සලකන අතර ඔබට සවන් දෙන මිතුරෙකු සිටින විට වචන නව අර්ථයක් ගනී.\nඅපගේ බුද්ධියේ පුදුමය පෙන්වන මානව වර්ගයාගේ පැහැදිලි කළ නොහැකි නිර්මාණ ඇතුළු මේ ලෝකයේ පුදුමයන් රාශියක් ඇති බව ඔහු දැන සිටියේය. පාස්කු දූපතේ විශාල හිස් ඇත. ඊජිප්තු පිරමිඩ තිබේ. ස්ටෝන්හෙන්ජ් තියෙනවා. නමුත් ඔහු දැන් අලුතින් සොයාගත් ස්මාරකයක් ඉදිරිපිට සිටගෙන සිටියේ කිසිම තේරුමක් නැති නිසාය. එය පැහැදිලි කිරීමට ඔහුට හැකි වන්නේ කෙසේදැයි ඔහු කල්පනා කළේය."
  },
  {
      "language": "Yoruba",
      "symbol": "yo",
      "text": "Oun ko fẹran ounjẹ naa. Ko ṣe rara. O ṣe awọn ẹdun ti o wọpọ o bẹrẹ ifura ti o mọ pe oun n bọ. Ṣugbọn akoko yii yatọ. Dipo igbiyanju lati ṣe ibajẹ fun u ati awọn ibeere alailoye rẹ, o kan woju rẹ o si wo ibajẹ rẹ laisi sọ ọrọ kan.\nṢe o gbọ gaan nigbati o ba n ba ẹnikan sọrọ? Mo ni ọrẹ kan ti o tẹtisi ni ọna idariji. O gba gbogbo ọrọ ti o sọ bi ohun pataki ati nigbati o ba ni ọrẹ kan ti o tẹtisi iyẹn, awọn ọrọ gba itumọ tuntun tuntun.\nO mọ pe ọpọlọpọ awọn iyanu ni aye yii pẹlu awọn ẹda ti ko ṣe alaye ti ẹda eniyan ti o fihan iyalẹnu ti ọgbọn wa. Awọn ori nla wa lori Island Island. Awọn jibiti ara Egipti wa. Stonehenge wa. Ṣugbọn o wa ni bayi iwaju arabara ti a ṣe awari tuntun ti ko ni oye kankan ati pe o ṣe iyalẹnu bawo ni yoo ṣe le ṣe alaye rẹ."
  },
  {
      "language": "Yiddish",
      "symbol": "yi",
      "text": "דאָס עסן געפֿעלט איר נישט. זי קיינמאָל. זי האָט אָנגענומען די געוויינטלעך טענות און סטאַרטעד די טאַנטראַם ער קען וויסן. אבער דאָס מאָל איז געווען אַנדערש. אַנשטאָט טריינג צו באַרויקן איר און איר אַנריזאַנאַבאַל פאדערונגען, ער נאָר סטערד בייַ איר און וואָטשט איר מעלטדאַון אָן אַ וואָרט.\nצי איר טאַקע הערן ווען איר רעדן מיט עמעצער? איך האָב אַ פרייַנד וואָס הערט אויף אַ אַנפערגיווינג וועג. זי אַקשלי נעמט יעדער וואָרט איר זאָגן ווי עפּעס וויכטיק, און ווען איר האָט אַ פרייַנד וואָס הערט אַזוי, די ווערטער באַקומען אַ גאַנץ נייַ טייַטש.\nער איז געווען אַווער אַז עס זענען געווען פילע וואונדער פון דער וועלט, אַרייַנגערעכנט די אַניקספּליינד קרייישאַנז פון מענטשהייט וואָס געוויזן די ווונדער פון אונדזער ינדזשאַנואַטי. עס זענען ריזיק קעפ אויף יסטער אינזל. עס זענען די עגיפּטיאַן פּיראַמידס. עס ס סטאָנעהענגע. ער איז אבער איצט געשטאנען פאר א נייע אנטדעקטן מאנומענט, וואס האט פשוט ניט געמאכט קיין זינען, און ער האט זיך געוואונדערט וויאזוי ער וועט עס אמאל קענען דערקלערן."
  },
  {
      "language": "Xhosa",
      "symbol": "xh",
      "text": "Wayengakuthandi ukutya. Akazange enze njalo. Uye wenza izikhalazo eziqhelekileyo kwaye waqala ukuba nomsindo wayesazi ukuba uyeza. Kodwa eli xesha lahlukile. Endaweni yokuzama ukumthomalalisa kunye neemfuno zakhe ezingenangqondo, wamjonga nje kwaye wamjonga edimazekile engathethi.\nNgaba umamele ngenene xa uthetha nomntu? Ndinetshomi emamela ngendlela engaxoleliyo. Uthatha lonke igama olithethayo njengento ebalulekileyo kwaye xa unomhlobo omamela ngoluhlobo, amagama athatha intsingiselo entsha.\nWayeyazi ukuba kukho izinto ezininzi ezimangalisayo zeli hlabathi kubandakanya nendalo engachazwanga yoluntu ebonisa isimangaliso sobukrelekrele bethu. Kukho iintloko ezinkulu kwi-Easter Island. Kukho iipiramidi zase-Egypt. Kukho uStonehenge. Kodwa ngoku wema phambi kwelitye lesikhumbuzo elalisandula ukufunyanwa elingenangqondo kwaphela kwaye ezibuza ukuba angaze akwazi njani ukusicacisa."
  },
  {
      "language": "Welsh",
      "symbol": "cy",
      "text": "Doedd hi ddim yn hoffi'r bwyd. Ni wnaeth hi erioed. Gwnaeth y cwynion arferol a dechrau'r strancio y gwyddai ei fod yn dod. Ond roedd y tro hwn yn wahanol. Yn lle ceisio ei tharo hi a'i gofynion afresymol, dim ond syllu arni a'i gwylio yn toddi heb ddweud gair.\nYdych chi wir yn gwrando pan rydych chi'n siarad â rhywun? Mae gen i ffrind sy'n gwrando mewn ffordd anfaddeuol. Mae hi mewn gwirionedd yn cymryd bod pob gair rydych chi'n ei ddweud yn rhywbeth pwysig a phan mae gennych chi ffrind sy'n gwrando fel yna, mae geiriau'n cymryd ystyr hollol newydd.\nRoedd yn ymwybodol bod rhyfeddodau niferus y byd hwn gan gynnwys creadigaethau anesboniadwy'r ddynoliaeth a ddangosodd ryfeddod ein dyfeisgarwch. Mae pennau enfawr ar Ynys y Pasg. Mae yna byramidiau'r Aifft. Mae Côr y Cewri. Ond roedd bellach yn sefyll o flaen heneb a oedd newydd ei darganfod nad oedd yn gwneud unrhyw synnwyr ac roedd yn meddwl tybed sut y byddai byth yn gallu ei egluro."
  },
  {
      "language": "Zulu",
      "symbol": "zu",
      "text": "Wayengakuthandi ukudla. Akakaze akwenze. Ubeke izikhalazo ezejwayelekile futhi waqala ubushiqela abaziyo ukuthi buyeza. Kodwa kulokhu kwakuhlukile. Esikhundleni sokuzama ukumthokozisa kanye nezimfuno zakhe ezingenangqondo, uvele wambuka wambuka encibilika ngaphandle kokusho lutho.\nUyalalela ngempela lapho ukhuluma nomuntu? Nginomngane olalela ngendlela engaxoleli. Uthatha wonke amagama owashoyo njengokuthile okubalulekile futhi uma unomngane olalela kanjalo, amagama aba nencazelo entsha ngokuphelele.\nWayazi ukuthi kunezimangaliso eziningi zalo mhlaba kubandakanya indalo engachazeki yesintu ekhombisa isimangaliso sobukhali bethu. Kunamakhanda amakhulu e-Easter Island. Kukhona imipiramidi yaseGibhithe. Kukhona uStonehenge. Kepha manje wema phambi kwetshe lesikhumbuzo elalisanda kutholwa elalivele lingenzi mqondo futhi wayezibuza ukuthi uzokwazi kanjani ukusichaza."
  }
]